{
    "id": "0_Education_13",
    "claim": "UNAM and CNDH present an educational portal on the InternetThe National Human Rights Commission (CNDH) and the National Autonomous University of Mexico (UNAM) presented yesterday the Educa CNDH portal. On the site educates. cndh. org. mx activities will be offered as graduates, courses, workshops and conferences, in face-to-face, online or mixed. It is aimed at public servants, members of civil society organizations, workers' and employers' unions, members of the national education system and the general public. The portal offers courses on human rights in relation to gender situations, violence, sexual diversity, environment, forced displacement and freedom of expression. Designed by CNDH and UNAM staff. The portal offer will be updated permanently. There is also a section for young people and teachers, which seeks to sensitize them and train them as human rights defenders with e-books, infographics and videos. The president of the CNDH, Luis Raúl González Perez, said yesterday in Ciudad Universitaria that the country is going through a critical juncture with poverty, violence, corruption and impunity. He noted that one of the responses to these problems is human rights training. Only when people know and understand their rights will it be possible to consolidate a culture that assumes their respect and defense as a pattern of daily activity. I'm sorry.",
    "source": "www.jornada.com.mx",
    "date": "20/04/2018",
    "veracity": 1,
    "claims": [
        "UNAM and CNDH present an educational portal on the InternetThe National Human Rights Commission (CNDH) and UNAM presented yesterday an educational portal on the InternetThe .",
        "On the site educates.",
        "org.",
        "mx activities will be offered as graduates, courses, workshops and conferences, in face-to-face, online or mixed.",
        "an educational portal on the InternetThe is aimed at public servants, members of civil society organizations, workers' and employers' unions, members of the national education system and the general public.",
        "an educational portal on the InternetThe offers courses on human rights in relation to gender situations, violence, sexual diversity, environment, forced displacement and freedom of expression.",
        "Designed by CNDH and UNAM staff.",
        "The portal offer will be updated permanently.",
        "There is also a section for young people and teachers , which seeks to sensitize young people and teachers and train young people and teachers as human rights defenders with e-books, infographics and videos.",
        "The president of the CNDH, Luis Raúl González Perez , said yesterday in Ciudad Universitaria that the country is going through a critical juncture with poverty, violence, corruption and impunity .",
        "The president of the CNDH, Luis Raúl González Perez noted that one of the responses to poverty, violence, corruption and impunity is human rights training.",
        "Only when people know and understand rights will it be possible to consolidate a culture that assumes respect and defense as a pattern of daily activity."
    ]
}