{
    "id": "100_Entertainment_643",
    "claim": "The announcement that Margarita Zavala decided to give up her candidacy for the presidency was surprising throughout Mexico, which did not seem to have a chance to emerge, remaining stagnant in a distant fourth place, despite the fact that last year the polls positioned her as the strongest contender for Andres Manuel Lopez Obrador. However, by failing to win the PAN candidacy, he chose the independent route, without success, since he never exceeded a digit in electoral preferences. Now that she has retired from the contest, Margarita has chosen to return to the world of music and re-record a record. As you will remember, the cousin and sister-in-law of El Bronco jumped to fame in the decade of , when she was part of the successful group La Sonora Dynamita, with which she made herself known for topics such as How beautiful, I missed the chain, Let no one know my suffering, My Cuckoo, Capullo and Soruyo and The Old Hat. He has also done duets with groups like Bacilos, Banda el Recodo, Heavy, among others. She was part of the Singing for a Dream program, as well as participating as an actress in the telenovela Fuego in the Blood and the six-year-old Felipe Calderon, where she played the first lady. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "16/05/2018",
    "veracity": 0,
    "claims": [
        "The announcement that Margarita Zavala decided to give up her candidacy for the presidency was surprising throughout Mexico, which did not seem to have a chance to emerge, remaining stagnant in a distant fourth place, despite the fact that last year the polls positioned her as the strongest contender for Andres Manuel Lopez Obrador.",
        "However, by failing to win the PAN candidacy, he chose the independent route, without success, since he never exceeded a digit in electoral preferences.",
        "Now that she has retired from the contest, Margarita has chosen to return to the world of music and re-record a record.",
        "As you will remember, the cousin and sister-in-law of El Bronco jumped to fame in the decade of , when she was part of the successful group La Sonora Dynamita, with which she made herself known for topics such as How beautiful, I missed the chain, Let no one know my suffering, My Cuckoo, Capullo and Soruyo and The Old Hat.",
        "He has also done duets with groups like Bacilos, Banda el Recodo, Heavy, among others.",
        "She was part of the Singing for a Dream program, as well as participating as an actress in the telenovela Fuego in the Blood and the six-year-old Felipe Calderon, where she played the first lady."
    ]
}