{
    "id": "101_Politics_540",
    "claim": "Tons and tons of wheat from Russia are coming to Venezuela. The reason?A trade alliance that, according to the government of Nicolás Maduro, seeks'to break with the economic and financial siege that wants to impose unilaterally 'the United States. In fact, it has received the name of Operation Anti-lock. Last August  the president of this country, Donald Trump, signed a decree prohibiting American banks from buying new bonds from the Venezuelan government and its state oil company PDVSA. MIRA: Venezuela's Government Blames the US · Global Voices. USA. for food shortages and says opposition is asking for weaponsThe plan agreed between Venezuela and Russia previews that by December they have arrived in total  tons of wheat and other raw materials. In fact, the first shipment arrived in the Latin American country last September  with  tons. And there is another boat on the way with  more, which is expected to arrive in Venezuelan port next Friday. When the first tons arrived, Venezuela's Vice President Tareck El Aissami said it was a historical fact. 'To  days of having seen, known, the infamous and criminal order that pretended to leave the people without food, today we have received in Puerto Cabello the first expression of love and support to Venezuela from Russia-Power ', assured. The staff member stressed that there will be no shortage of food in the territory 'under any heading, no raw materials'. And he also indicated that'it will not be Trump or the U.S. empire that can stop the unstoppable course of Venezuela-Power'. It was also reported that partnerships with other countries such as India and China continue. However, the measure is not without criticism. Opposition leader and state governor of Miranda Henrique Capriles posted on his Twitter account a message questioning the measure. Capriles called the announcement of the arrival of  tons of wheat'another mockery\". 'That is just over #NUMBER*Kg per person! How long does that last? (sic) ', he said. What will happen to wheat?As the authorities have reported, the first  tonnes will be for  bakeries nationwide. These include some of the Local Supply and Production Committees, a strategy of the Great Sovereign Supply Mission. Minister of Defense Godfather Lopez said last September  that bakeries must allocate % of wheat to bread production. The rest may be used in other products such as 'sweets or desserts'. This supply plan, implemented by Nicolás Maduro in , also controls the entry of food into ports. According to Lopez, the raw material, including the one being sent by Russia, is being distributed directly to bakeries. Last September  reported that the intermediaries in the ports that, it said, were charged a %, which 'impacted on the final price of the cost structure. All that was eliminated.\". Lopez said that the supply plan is guaranteeing food for Venezuelans. The alliance with Russia was announced by Maduro last May. The president reported that they would import  tons of wheat monthly. 'We are already ready and all plant protection and commercial agreements have been signed, and very soon Russia will supply Venezuela, on a stable basis,  tons of monthly wheat starting this year ', he said at that time. Venezuela Blames the U.S. USA. Last August , the president of the National Constituent Assembly, Delcy Rodríguez, blamed the US government for the shortage of food and food that the Latin American country has been living through for months. 'Having us ships on the coast loaded with drugs and food, Venezuela has no way to make payment for those essential goods for the Venezuelan population. Why?Because there is a financial blockade against the country ', Rodriguez said this Sunday during a press conference in Caracas. He added that the decree signed by Trump to ban the purchase of bonds'is intended to lead our country to an international cut-off in order to intensify the economic aggression against the Venezuelan people'. However, Rodriguez's assertion that the United States has propitiated the shortage of food and food that has been affecting Venezuela for months is not true. Hunger, inflation and unemployment have been affecting Venezuelans for a long time: not in vain, Maduro has increased the minimum wage three times in what is going on this year. But unemployment in the Latin American nation is expected to exceed % this year and reach % for . In , this indicator recorded just one %. In addition, the Venezuelan economy contracted a % in , which is the third in recession. The high increase in inflation, which is expected to reach % in , according to the International Monetary Fund, results in massive shortages of food and medicine. Many Venezuelans assured CNN last August that they have lost weight this year, due to lack of food. What supports the findings of a national survey. I'm sorry.",
    "source": "cnnespanol.cnn.com",
    "date": "04/09/2017",
    "veracity": 1,
    "claims": [
        "Tons and tons of wheat from Russia are coming to Venezuela .",
        "The reason?A trade alliance that, according to Venezuela Maduro break Maduro and financial siege that wants to impose unilaterally they the measure the United States .",
        "In fact, it has received Opposition leader and state governor of Miranda Henrique Capriles .",
        "Opposition leader and state governor of Miranda Henrique Capriles Russia the United States , Venezuela , signed a decree prohibiting the measure Opposition leader and state governor of Miranda Henrique Capriles from this year bonds from Venezuela Venezuela and the U.S. USA company PDVSA.",
        "the president of the National Constituent Assembly, Delcy Rodríguez .",
        "the president of the National Constituent Assembly, Delcy Rodríguez .",
        "the president of the National Constituent Assembly, Delcy Rodríguez food shortages the U.S. USA opposition is asking for weaponsThe plan Venezuela Venezuela and Russia bakeries nationwide by bakeries nationwide Venezuela and Russia have arrived in total  tons of wheat and other raw materials.",
        "In fact, the first shipment arrived in Minister of Defense Godfather Lopez the Venezuelan population last September .",
        "And there is another boat on the way with Venezuela the president of the National Constituent Assembly, Delcy Rodríguez to arrive in Venezuelan port next Friday.",
        "When the first shipment arrived , Venezuela Vice President Tareck El Aissami said arrived was a historical fact.",
        "Venezuela of having seen, Minister of Defense Godfather Lopez , the infamous and criminal order that pretended to leave the the Venezuelan population , today Venezuela the president of the National Constituent Assembly, Delcy Rodríguez last September the U.S. USA of love and support to Venezuela from Russia ', assured.",
        "Venezuela member stressed that there will be no shortage of food in Venezuela 'under any heading, no raw materials'.",
        "And he also Maduro that'it will not be Trump or the U.S. empire that can stop this year course of Venezuela-Power'.",
        "It was also reported that partnerships with other countries such as India and China continue.",
        "However, the measure is not without criticism.",
        "Opposition leader and state governor of Miranda Henrique Capriles posted on his Twitter account a message questioning the measure.",
        "Capriles called the announcement of the arrival of  tons of wheat'another mockery\".",
        "'That is just over #NUMBER*Kg per person! How long does that last? (sic) ', he said.",
        "What will happen to wheat?As the authorities have reported, the first  tonnes will be for  bakeries nationwide.",
        "These include some of the Local Supply and Production Committees, a strategy of the Great Sovereign Supply Mission.",
        "Minister of Defense Godfather Lopez said last September  that bakeries must allocate % of wheat to bread production.",
        "The rest may be used in other products such as 'sweets or desserts'.",
        "This supply plan, implemented by Nicolás Maduro in , also controls the entry of food into ports.",
        "According to Lopez, the raw material, including the one being sent by Russia, is being distributed directly to bakeries.",
        "Last September  reported that the intermediaries in the ports that, it said, were charged a %, which 'impacted on the final price of the cost structure.",
        "Lopez said that the supply plan is guaranteeing food for Venezuelans.",
        "The alliance with Russia was announced by Maduro last May.",
        "The president reported that they would import  tons of wheat monthly.",
        "'We are already ready and all plant protection and commercial agreements have been signed, and very soon Russia will supply Venezuela, on a stable basis,  tons of monthly wheat starting this year ', he said at that time.",
        "Venezuela Blames the U.S. USA.",
        "Last August , the president of the National Constituent Assembly, Delcy Rodríguez, blamed the US government for the shortage of food and food that the Latin American country has been living through for months.",
        "'Having us ships on the coast loaded with drugs and food, Venezuela has no way to make payment for those essential goods for the Venezuelan population.",
        "Why?Because there is a financial blockade against the country ', Rodriguez said this Sunday during a press conference in Caracas.",
        "He added that the decree signed by Trump to ban the purchase of bonds'is intended to lead our country to an international cut-off in order to intensify the economic aggression against the Venezuelan people'.",
        "However, Rodriguez's assertion that the United States has propitiated the shortage of food and food that has been affecting Venezuela for months is not true.",
        "Hunger, inflation and unemployment have been affecting Venezuelans for a long time: not in vain, Maduro has increased the minimum wage three times in what is going on this year.",
        "But unemployment in the Latin American nation is expected to exceed % this year and reach % for .",
        "In , this indicator recorded just one %.",
        "In addition, the Venezuelan economy contracted a % in , which is the third in recession.",
        "The high increase in inflation, which is expected to reach % in , according to the International Monetary Fund, results in massive shortages of food and medicine.",
        "Many Venezuelans assured CNN last August that they have lost weight this year, due to lack of food.",
        "What supports the findings of a national survey."
    ]
}