{
    "id": "102_Politics_527",
    "claim": "Octagon, the master of the eight angles, the man who marked a before and after in the history of Mexican wrestling, the idol, the fighter who, emulating Jose Lopez Portillo, defended his name as a dog, now seeks new goals. Because his association of fighters is proving to be a success, he is now motivated, at such a level as to launch himself for the presidency of the republic.'I've already thought about it, and there's no worse fight than there isn't ', said Octagon.'My followers say to cheer me up, because if I am the greatest idol that the ring cartometer has ever given, if I founded AAA, if I designed my wrestling team, that ten years earlier I was shot by the Kato Kung Lee; and if Chuck Norris paid tribute to me making a movie even before I debuted with this name, there is no reason why I can't go for the big one and split it to AMLO, Zavala and Quadri'. The party of Octagon, will be the Unique Party of Authentic Reintegration (PURA), which will be allied with the Coalition of Brotherhoods affiliated with the Autonomous Neighbourhood Movement (CHAMBA). 'The PURA CHAMBA alliance will be invincible!'cried Octagon. Octagon says he is very happy with this new challenge, and that if he endured so many years between trials for his name and came out winner, he does not doubt that in the elections the same thing will happen.'It's just a matter of being patient, but this won't cause me to neglect my work within my 'Get me Air' association. Pray yes, take care of yourself, Pedrito Sola! ', finished. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "05/07/2017",
    "veracity": 0,
    "claims": [
        "Octagon, the master of the eight angles, the man who marked a before and after in the history of Mexican wrestling, the idol, the fighter who, emulating Jose Lopez Portillo, defended his name as a dog, now seeks new goals.",
        "Because association of fighters is proving to be a success, his is now motivated, at such a level as to launch his for the presidency of the republic.",
        "'I've already thought about launch , and there's no worse fight than there isn't ', said his .",
        "'My followers say to cheer his up, because if his am the greatest idol that the ring cartometer has ever given, if his founded AAA, if his designed wrestling team, that ten years earlier his was shot by the Kato Kung Lee; and if Chuck Norris paid tribute to his making a movie even before his debuted with his name , there is no reason why his can't go for the big one and split the big one to AMLO, Zavala and Quadri'.",
        "The party of his , will be the Unique Party of Authentic Reintegration (PURA), which will be allied with the Coalition of Brotherhoods affiliated with the Autonomous Neighbourhood Movement (CHAMBA).",
        "'The PURA CHAMBA alliance will be invincible!'cried his .",
        "his says his is very happy with this new challenge, and that if his endured so many years between trials for his name and came out winner, his does not doubt that in the elections the same thing will happen.",
        "'It's just a matter of being patient, but this won't cause me to neglect my work within my 'Get me Air' association.",
        "Pray yes, take care of yourself, Pedrito Sola! ', finished."
    ]
}