{
    "id": "103_Science_130",
    "claim": "A popular initiative has already raised more than  euros to buy the building where the inventor worked. The future museum in the United States on the life and work of Nikola Tesla, scientist and inventor of the alternating current, seems more possible than ever. And that, thanks to the more than  donors who, in less than a week and in exchange for different rewards, have contributed more than  dollars (about  euros) through the crowdfunding website Indiegogo. (the largest global platform of collective cooperation carried out by individuals promoting an initiative to raise money or other resources, in order to finance efforts and initiatives of other individuals or organizations). This crowdfunding initiative, promoted under the slogan We are going to build a damn museum for Tesla, was marked last August  a final goal of  dollars, although everything seems to indicate that by the end of the term, the  of September, will have exceeded by far such a quantity. Yesterday, this campaign was number one in fund-raising on that website, surpassing last June's campaign to help a bus monitor harassed by several students, who got  dollars, one of the most successful in the United States until Tesla and her museum have come into play. 'We are trying to get enough money to buy this inventor's old laboratory, known as Wardenclyffe Tower, located in New York State, to open a museum with his research and studies ', assures the architect of the successful campaign, the NGO Tesla Science Center, a team of eight people including physicists, some educator, an expert geologist, a geographer and bookmaker Matthew Inman, creator of the comic The Oatmeal. The space is currently on sale and is about to be purchased by  millions of dollars for the construction of commercial premises. This fact led the platform to defend this enclosure as a historical monument. 'Tesla Science Center is a non-profit organization that has been fighting for more than a decade to protect this property. The most important thing is that the place is in the best hands ', says Inman on his blog. The laboratory closed in  when the researcher ruined Tesla, a physicist born in Croatia in  within a Serbian family and nationalized American in , dominated disciplines such as physics, mathematics and electrical engineering. He's one of the founders of the electric industry. He was also the inventor of radioin the 1970s the U.S. Supreme Court ruled that the patent relating to this invention was legitimately owned by Tesla, not Marconithe speaker, the neon light, the remote control or the alternator, among others. Some of his inventions came to touch the nonsense, such as his theory about the ray of deatha weapon of  millions of volts, death and extermination to  kilometers awayor his idea of transmitting wireless energy. His poor financial management led him to die ruined in . The funds raised will thus make the old laboratory where Tesla worked, founded in  and where the famous inventor wanted to develop a tower that would provide wireless electricity to everyone, can be reborn from his ashes. Owners ask for  million euros on the groundThe lack of funds caused Tesla's project to be interrupted in , and the property where his laboratory was located was sold to a film manufacturer. Although the tower of  meters was demolished, the laboratory and the facilities below have remained intact until today, has assured Inman. 'There is no museum about this scientist and inventor in the United States, and to achieve this goal would ensure that his research would remain protected in what would be called Nikola Tesla Scientific Center ', says Inman. The total acquisition of the space, valued at some  millions of dollars, seems more within reach thanks to the  dollars that they hope to raise perhaps by far  with this campaign and the contribution of the same amount by the State of New York. In addition to the Internet collection, Inman has called on large companies to become part of the project. It has addressed Google, Tesla Motors and J. P. Morgan, among others. Because, if you finally manage to acquire the property, then you will need more money to turn the place into a museum. 'The  million give us only for the ground ', says Inman. One of those who have taken a step forward has been Elon Musk, creator of PayPal and founder of Tesla Motors, although the amount he will donate has not yet been made public. I'm sorry.",
    "source": "elpais.com",
    "date": "21/08/2012",
    "veracity": 1,
    "claims": [
        "The space A popular initiative has already raised more than  euros to buy the Tesla's where the inventor worked.",
        "The future museum in the United States his laboratory the life and work of The space the inventor , seems his laboratory than ever.",
        "And seems , thanks to the more than  donors who, in less The space Inman and in exchange for different Tesla's more than  dollars Inman ) through The laboratory website Indiegogo.",
        "(the largest Tesla, a physicist born in Croatia in  within a Serbian family and nationalized American in to raise the space other resources, in order to finance efforts and initiatives of other individuals or organizations).",
        "A popular initiative radioin A popular initiative , was marked radioin  a final goal of  dollarsInman everything seems to indicate that by the end of the term, the  of September, will Tesla Motors by Tesla, a physicist born in Croatia in  within a Serbian family and nationalized American in such a quantity.",
        "Yesterday, A popular initiative was Tesla, a physicist born in Croatia in  within a Serbian family and nationalized American in one in fundthe space that website, surpassing last June's campaign the space help a bus monitor harassed by several students, who got  dollars, Inman of Tesla, a physicist born in Croatia in  within a Serbian family and nationalized American in most successful in the United States Tesla, a physicist born in Croatia in  within a Serbian family and nationalized American in until the inventor Elon Musk, creator of PayPal and founder of Tesla Motors .",
        "Elon Musk, creator of PayPal and founder of Tesla Motors The laboratory and studies ', Tesla, a physicist born in Croatia in  within a Serbian family and nationalized American in the architect of the successful campaign, the NGO Tesla Science Center, a team of eight people including physicists, some educator, an expert geologist, a geographer and bookmaker Matthew Inman, creator of the comic The Oatmeal.",
        "The space is currently on sale and is about to be purchased by  millions of dollars for the construction of commercial premises.",
        "This fact led the platform to defend this enclosure as a historical monument.",
        "'Tesla Science Center is a non-profit organization that has been fighting for more than a decade to protect this property.",
        "The most important thing is that the place is in the best hands ', says Inman on his blog.",
        "The laboratory closed in  when the researcher ruined Tesla, a physicist born in Croatia in  within a Serbian family and nationalized American in , dominated disciplines such as physics, mathematics and electrical engineering.",
        "He's one of the founders of the electric industry.",
        "He was also the inventor of radioin the 1970s the U.S. Supreme Court ruled that the patent relating to this invention was legitimately owned by Tesla, not Marconithe speaker, the neon light, the remote control or the alternator, among others.",
        "Some of his inventions came to touch the nonsense, such as his theory about the ray of deatha weapon of  millions of volts, death and extermination to  kilometers awayor his idea of transmitting wireless energy.",
        "His poor financial management led him to die ruined in .",
        "The funds raised will thus make the old laboratory where Tesla worked, founded in  and where the famous inventor wanted to develop a tower that would provide wireless electricity to everyone, can be reborn from his ashes.",
        "Owners ask for  million euros on the groundThe lack of funds caused Tesla's project to be interrupted in , and the property where his laboratory was located was sold to a film manufacturer.",
        "Although the tower of  meters was demolished, the laboratory and the facilities below have remained intact until today, has assured Inman.",
        "'There is no museum about this scientist and inventor in the United States, and to achieve this goal would ensure that his research would remain protected in what would be called Nikola Tesla Scientific Center ', says Inman.",
        "The total acquisition of the space, valued at some  millions of dollars, seems more within reach thanks to the  dollars that they hope to raise perhaps by far  with this campaign and the contribution of the same amount by the State of New York.",
        "In addition to the Internet collection, Inman has called on large companies to become part of the project.",
        "It has addressed Google, Tesla Motors and J. P. Morgan, among others.",
        "Because, if you finally manage to acquire the property, then you will need more money to turn the place into a museum.",
        "'The  million give us only for the ground ', says Inman.",
        "One of those who have taken a step forward has been Elon Musk, creator of PayPal and founder of Tesla Motors, although the amount he will donate has not yet been made public."
    ]
}