{
    "id": "104_Society_93",
    "claim": "The beggars can be fined in Valladolid with  eurosThe new ordinance against begging approved by the City of Valladolid has reopened the citizen debate that is proposed if to fine with  euros to those who ask for alms is the best solution to end the more than  homeless people in our country and who live in the streets, according to the latest data from Caritas. Valladolid has been the last to join the cities that fine beggars by adhering to a norm of civicism and civic coexistence. Barcelona was the pioneer. Since  pursues organized begging understood as insistent, intrusive, aggressive or organized. The fine rule with financial penalties of between  euros to those who hinder the movement, the case of those who are installed at traffic lights, and of up to  euros to those who employ minors to practice begging like the women who ask in the street with children - many of them coming from countries of eastern Europe. Regarding the most common begging, that of people in social exclusion for all kinds of causes, the Barcelona ordinance aims to tackle the phenomenon with inclusion policies and not to fine those who have nothing. A law of common sense for AlicanteThe City of Alicante approved in , the ordinance of begging and prostitution in public spaces with sanctions ranging from  to  euros. The council of Citizen Security, defended the municipal ordinance because it was common sense, and had the consensus of the associations of neighbors. The rule is based on preventive and assistance criteria, so local police officers only punish repeat offenders. In this way the consistory eliminated the most controversial point that consisted in the possibility that the Agents would seize the money of the beggars. The objective of this regulation is similar to that of Barcelona. It aims to eliminate begging in the streets of Alicante by influencing child begging and begging that is coercive. In this sense, the municipal agreement includes practices such as the cleaning of vehicle windscreens and the offering of products to their occupants. Oviedo, light sanctionsThe ordinances of civic coexistence of the city of Oviedo regulate almost everything that cannot be done in the street: begging, painting, riding a skateboard or a bicycle, making a boat, offering or demanding sexual services, urinating or spitting. The city allows the activity of musicians and street artists but prohibits begging with a regime of light sanctions, which mainly includes verbal requirements and suggestions to go to the Social Services. Cartagena, a hard ruleThe city of Cartagena has an ordinance that expressly prohibits begging in the streets. The regulations prohibit ordering on the street, selling paper handkerchiefs or other unlicensed products and offering services, such as cleaning of car windows, in exchange for money. The local police especially pursue begging with minors, since the penalties in this case are higher. Officers may bring these cases to the attention of the National Police or the Guard Court, which shall take appropriate measures. In some cases, parents may lose custody of minors. I'm sorry.",
    "source": "www.abc.es",
    "date": "07/03/2012",
    "veracity": 1,
    "claims": [
        "The rule can be fined in Valladolid with  eurosThe new ordinance against begging approved by Valladolid has reopened the citizen debate that is proposed if to fine with  euros to those who ask for alms is the best solution to end the more than  homeless people in our country The rule live in the streets, according to The rule latest data from Caritas.",
        "Valladolid has been the last to join the cities that fine beggars by adhering to a norm of civicism and civic coexistence.",
        "Barcelona was the pioneer.",
        "Since  pursues organized vehicle windscreens as insistent, intrusive, vehicle windscreens or organized.",
        "The fine rule with financial penalties of between  euros Oviedo the movement, the case of those who are installed at traffic lights, and of up to  euros to those who employ minors to practice begging like the women who ask in the street with children - Oviedo the women who ask in the street with children coming from countries of eastern Europe.",
        "Regarding the most common begging, that of people in social exclusion for all kinds of causes , the Barcelona ordinance aims to tackle the most common begging, that of people in social exclusion for all kinds of causes with Cartagena policies Cartagena who have nothing.",
        "A law of common sense for AlicanteThe approved in , the ordinance of begging and prostitution in public spaces with sanctions ranging from  to  euros .",
        "The council of Citizen Security, defended the ordinance of begging and prostitution in public spaces with sanctions ranging from  to  euros because the ordinance of begging and prostitution in public spaces with sanctions ranging from  to  euros was common sense, and had the consensus of the associations of neighbors.",
        "The rule is based on preventive and assistance criteria, so local police officers only punish repeat offenders.",
        "In this way the consistory eliminated the most controversial point that consisted in the possibility that the Agents would seize the money of the beggars.",
        "The objective of this regulation is similar to that of Barcelona.",
        "It aims to eliminate begging in the streets of Alicante by influencing child begging and begging that is coercive.",
        "In this sense, the municipal agreement includes practices such as the cleaning of vehicle windscreens and the offering of products to their occupants.",
        "Oviedo, light sanctionsThe ordinances of civic coexistence of the city of Oviedo regulate almost everything that cannot be done in the street: begging, painting, riding a skateboard or a bicycle, making a boat, offering or demanding sexual services, urinating or spitting.",
        "The city allows the activity of musicians and street artists but prohibits begging with a regime of light sanctions, which mainly includes verbal requirements and suggestions to go to the Social Services.",
        "Cartagena, a hard ruleThe city of Cartagena has an ordinance that expressly prohibits begging in the streets.",
        "The regulations prohibit ordering on the street, selling paper handkerchiefs or other unlicensed products and offering services, such as cleaning of car windows, in exchange for money.",
        "The local police especially pursue begging with minors, since the penalties in this case are higher.",
        "Officers may bring these cases to the attention of the National Police or the Guard Court, which shall take appropriate measures.",
        "In some cases, parents may lose custody of minors."
    ]
}