{
    "id": "104_Science_133",
    "claim": "It is not the first time she is accused, it is more over the last decades, Astronomers, scientists who have worked for the National Aeronautics and Space Administration (NASA). Astronauts like (Edgar Mitchell), (Buzz Aldrin) who in several interviews with various media recognized that they saw UFOs during their voyages through space to the Moon. The last case that went viral in the press around the world, was the scientist Barry DiGregorio who accuses the Space Agency of hiding life on Mars. It is impressive, what many conspiracies communities have defended, it turns out that it is true, now they are joining the world of scientists who would say it!. U.S. National Space Agency are constantly accused of concealing information about extraterrestrial life. However, nothing is said to all the inhabitants of the land, as this would sow panic among the population. According to this supposed hypothesis if we knew that we were not alone, the world as we know it would cease to exist in a kind of world anarchy that is the theory. But the existence of Asteroid, this 100% confirmed that they exist, even preschool children know it so NASA can't fool us, for this reason it was criticized by astronomers, who suspected that the agency dedicated to data forgery not to mention other cosmic mysteries *URL*. One of these critics is (Nathan Myhrvold) that I work for (Microsoft) according to the researcher and his colleagues, NASA is experiencing significant problems with methodology and is having miscalculations of near-Earth asteroids in the database used by thousands of scientists around the world. I'm sorry.",
    "source": "www.reymisterios.com",
    "date": "20/06/2018",
    "veracity": 0,
    "claims": [
        "It is not the first time she is accused, it is more over the last decades, Astronomers, scientists who have worked for the National Aeronautics and Space Administration (NASA) .",
        "Astronauts like (Edgar Mitchell), (Buzz Aldrin) who in several interviews with various media recognized that they saw UFOs during voyages through space to the Moon.",
        "The last case that went viral in the press around the world, was the scientist Barry DiGregorio who accuses the National Aeronautics and Space Administration (NASA) of hiding life on Mars.",
        "It is impressive, what many conspiracies communities have defended, it turns out that it is true, now communities are joining the world of scientists who would say it!.",
        "the National Aeronautics and Space Administration (NASA) are constantly accused of concealing information about extraterrestrial life.",
        "However, nothing is said to all the inhabitants of the land, as said would sow panic among the population.",
        "According to this supposed hypothesis if we knew that we were not alone, the world as we know it would cease to exist in a kind of world anarchy that is the theory.",
        "But the existence of Asteroid , this 100% confirmed that Asteroid exist , even preschool children know exist so the National Aeronautics and Space Administration (NASA) can't fool us, for this reason the National Aeronautics and Space Administration (NASA) was criticized by astronomers, who suspected that the National Aeronautics and Space Administration (NASA) dedicated to data forgery not to mention other cosmic mysteries *URL*.",
        "One of these critics is (Nathan Myhrvold) that I work for (Microsoft) according to the researcher and his colleagues, NASA is experiencing significant problems with methodology and is having miscalculations of near-Earth asteroids in the database used by thousands of scientists around the world."
    ]
}