{
    "id": "105_Society_95",
    "claim": "What began as it seems like a joke has ended with two Galician altar boys spending the night in the dungeon after being caught putting marijuana in the botafumeiro of the Cathedral of Santiago de Compostela. Since it is not a Jacobean year, since the  of July does not fall on Sunday, the botafumeiro is used in the Cathedral of Santiago de Compostela on the day  of January to celebrate the Epiphany of the Lord. Several of the attendees stated that on this occasion the holy enclosure was filled with a strange smell'it did not smell like other times, it was a familiar smell but I could not relate it to anything, but in my son's room it once smells like this'. At the end of the Mass, two of the altar boys were arrested by the police after it was confirmed that the strange smell corresponded to marijuana 'was a joke that occurred to us during the New Year's Eve cotillion, we bought half a kilo of weed and put it inside the botafumeiro, surely people have left the Cathedral happier than ever'. They have finally been released without charge but will not be able to resume their duties as altar boys. I'm sorry.",
    "source": "haynoticia.es",
    "date": "05/12/2018",
    "veracity": 0,
    "claims": [
        "What began as it seems like a joke has ended with two Galician altar boys spending the night in the dungeon after being caught putting marijuana in the botafumeiro of the Cathedral of Santiago de Compostela.",
        "Since it is not a Jacobean year, since the  of July does not fall on Sunday, the botafumeiro is used in the Cathedral of Santiago de Compostela on the day  of January to celebrate the Epiphany of the Lord.",
        "Several of the attendees stated that on this occasion the holy enclosure was filled with a strange smell'it did not smell like other times, it was a familiar smell but I could not relate it to anything, but in my son's room it once smells like this'.",
        "At the end of the Mass, two of the altar boys were arrested by the police after it was confirmed that the strange smell corresponded to marijuana 'was a joke that occurred to us during the New Year's Eve cotillion, we bought half a kilo of weed and put it inside the botafumeiro, surely people have left the Cathedral happier than ever'.",
        "They have finally been released without charge but will not be able to resume their duties as altar boys."
    ]
}