{
    "id": "106_Entertainment_656",
    "claim": "A perfect bone structure, the dark mane and protagonist in contrast against the impeccable ivory skin, the big lips giving a flirtatious touch of color and the expressive eyes always delineated to perfection; this description not only applies as a ring to the finger Angelina Jolie, but also to Neri Oxman. Who is this woman?A renowned teacher at MIT (Massachusetts Insitute of Technology) who in recent days has been linked to Brad Pitt. If the relationship that has been reported to be true began with a common interest in architecture, it seems that the actor has very clear his tastes. If when she finished with Jennifer Aniston made a turn of #NUMBER*° passing from the Californian-style blonde to a lush brunette with heart attack curves, this time things have changed. Particular attention has been drawn to the resemblance between Angelina and Neri, who in addition to having a very similar style are exactly the same age,  years. Although it was initially said that between Neri and Brad there was only one close friendship, initiated by Pitt's interest in architecture, discipline in which the Israeli is an eminence, in the last few hours the reports have changed. There are even those who claim that they are a whole couple and that they are completely in love. The truth is that images of the actor have emerged visiting the famous institute in which Neri teaches, and not only posed with a group of lucky students who found him on the premises, but also appears in a photograph with the architect and her entire research group. Although with her role as an academic she would not anticipate, Oxman is quite an expert in front of the cameras with several poses and surprisingly her resemblance to Angelina is a thing of recent years. The darkest mane and the most highlighted lips have made the similarities that previously did not exist evident. I'm sorry.",
    "source": "mx.hola.com",
    "date": "11/04/2018",
    "veracity": 1,
    "claims": [
        "A perfect bone structure, the dark mane and protagonist in contrast against the impeccable ivory skin, the big lips giving a flirtatious touch of color and the expressive eyes always delineated to perfection; this description not only applies as a ring to the finger Angelina Jolie , but also to Neri Oxman .",
        "Who is Neri Oxman renowned teacher at MIT (Massachusetts Insitute of Technology) who in recent days has been linked to Brad Pitt .",
        "If the relationship that has been reported to be true began with a common interest in architecture, it seems that Brad Pitt has very clear tastes.",
        "If when she finished with Jennifer Aniston made a turn of #NUMBER*° passing from the Californian-style blonde to a lush brunette with heart attack curves, this time things have changed.",
        "Particular attention has been drawn to the resemblance between Angelina Jolie and Neri Oxman .",
        "Although it was initially said that between Neri and Brad there was only one close friendship, initiated by Brad Pitt interest in architecture, discipline in which Neri Oxman is an eminence, in the last few hours the reports have changed.",
        "There are even those who claim that Neri and Brad are a whole couple and that Neri and Brad are completely in love.",
        "The truth is that images of Brad Pitt have emerged visiting MIT (Massachusetts Insitute of Technology) , and not only posed with a group of lucky students who found Brad Pitt on the premises, but also appears in a photograph with Neri Oxman and entire research group.",
        "Although with her role as an academic she would not anticipate, Oxman is quite an expert in front of the cameras with several poses and surprisingly her resemblance to Angelina is a thing of recent years.",
        "The darkest mane and the most highlighted lips have made the similarities that previously did not exist evident."
    ]
}