{
    "id": "106_Society_71",
    "claim": "Audi cars have been embroiled in shameful situations in Mexico City due to their drivers, who have immediately been exposed on social networks. That is why the German company has decided to take action on the matter, as this is causing them very bad publicity. The spokesman for the company in Mexico, Mr. Albert Wiennerkammerorchester, reported that from now on, the brand will be called, at least in Mexico, Ehrlich, which in German means honest. 'Das ist richtig, junker Mann. Among all the #LordAudi and #LadyAudi that already exist in Mexico, the name of our cars has been very discredited. As a company, we don't like that our name is related to powerless, irresponsible and unethical people, Gott helle uns!That's why our new name seeks to relate more to more positive aspects, and that way, all lords and ladies will have nothing to do with us anymore.\". As of tomorrow, no agency will sell any of these cars without first carrying out a psychological examination to the buyer, and the car will only be sold if it proves to have the ethical and moral level that the company seeks.'The German industry has a reputation to take care of, and we will not let details like this ruin it. Deutschland ist wunderschön!\". We hope not to see the #HerrEhrlich and #FrauEhrlich soon. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "02/08/2016",
    "veracity": 0,
    "claims": [
        "Audi cars have been embroiled in shameful situations in Mexico City due to drivers, who have immediately been exposed on social networks.",
        "That is why Audi has decided to take action on the matter , as the matter is causing Audi very bad publicity.",
        "The spokesman for Audi in Mexico , Mr. Albert Wiennerkammerorchester, reported that from now on, Audi will be called, at least in Mexico , Ehrlich, which in German means honest.",
        "'Das ist richtig, junker Mann.",
        "Among all the #LordAudi and #LadyAudi that already exist in Mexico , the name of our cars has been very discredited.",
        "As a company, Audi don't like that name is related to powerless, irresponsible and unethical people, Gott helle uns!That's why new name seeks to relate more to more positive aspects, and that way, all lords and ladies will have nothing to do with Audi anymore.",
        "As of tomorrow, no agency will sell any of our cars without first carrying out a psychological examination to the buyer, and the car will only be sold if the car proves to have the ethical and moral level that Audi seeks.",
        "'The German industry has a reputation to take care of , and Audi will not let details like this ruin a reputation to take care of ."
    ]
}