{
    "id": "107_Entertainment_665",
    "claim": "Television stations are not having their best financial time, as the vast range of content on the internet has made people prefer to watch streaming programming, as is the case with Netflix, Claro Video or El TV. And although Televisa is a company with international support, the truth is that it is also taking its providences before the eventuality of a real crisis. 'I do not know what I will write as an introduction to this interview, but I am sure that most are lies ', said in an exclusive interview Emilio Azcárraga Jean, president of the Televisa Group. 'What I can tell you is that we are undertaking new strategies that will allow us to maintain our leadership status in the Mexican media'. Azcárraga Jean revealed to us that one of the ideas is that the parties of America be transmitted in the PPV modality, since considering that the maximum television audience occurs in those parties, no matter the rival, would be an outlet to the financial problems. 'We are looking for how to regulate this proposal, because the owners of other teams do not want, because they say that with the income they have, America will be able to buy players from all over the world regardless of the price. But it's not our goal. If in and of itself, we have to let ourselves be won from time to time ', the entrepreneur said'. Among the teams that do not see this proposal with bad eyes, are the Cruz Azul, Guadalajara and Morelia, who would accept as long as and when they also correspond part of the income from the transmission in PPV. The HBO chain, which would co-produce the PPVs of football, is already registering names for some of the matches, including Guateque in the Azteca, America-Pumas: Reloaded, America vs. Chivas: This Time is Personal and America-Tigres: Cheese Cheese Revolutions. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "20/02/2016",
    "veracity": 0,
    "claims": [
        "Television stations are not having best financial time, as the vast range of content on the internet has made people prefer to watch streaming programming, as is the case with Netflix, Claro Video or El TV.",
        "And although Televisa is a company with international support, the truth is that Televisa is also taking providences before the eventuality of a real crisis.",
        "'I do not know what I will write as an introduction to this interview , but I am sure that most are lies ', said in this interview I .",
        "'What I can tell you is that Televisa are undertaking new strategies that will allow Televisa to maintain leadership status in the Mexican media'.",
        "I revealed to us that one of the ideas is that the parties of America be transmitted in the PPV modality, since considering that the maximum television audience occurs in the parties of America , no matter the rival, would be an outlet to the financial problems.",
        "'Televisa are looking for how to regulate this proposal, because the owners of other teams do not want, because the owners of other teams say that with the income the owners of other teams have, America will be able to buy players from all over the world regardless of the price.",
        "But it's not goal.",
        "If in and of itself, Televisa have to let Televisa be won from time to time ', I said'.",
        "Among the teams that do not see this proposal with bad eyes, are the Cruz Azul, Guadalajara and Morelia, who would accept as long as and when they also correspond part of the income from the transmission in PPV.",
        "The HBO chain, which would co-produce the PPVs of football, is already registering names for some of the matches, including Guateque in the Azteca, America-Pumas: Reloaded, America vs. Chivas: This Time is Personal and America-Tigres: Cheese Cheese Revolutions."
    ]
}