{
    "id": "108_Politics_557",
    "claim": "If a leftist candidate wins the election in Mexico, trust with investors can be a major challenge for his administration. The International Finance Institute (IFI), which brings together the world's most important financial institutions, recognizes that the expectations that a left-wing candidate in Mexico will win the July presidential election of  are high. The Washington-based institution D. C. admits that there are high expectations that a politician with a nationalist tendency will become president, in the midst of a weak economy, greater tension with the United States and the combination of political fragmentation (independent candidates will be able to run for the first time), in addition to a single round of voting, the entity detailed in its report :  big questions. Andres Manuel Lopez Obrador (AMLO) is the leader of the presidential polls. Last year, the Tabasqueño politician promised a national consultation to stop the energy reform promoted by the PRI government headed by Enrique Peña Nieto. He's been a candidate for executive power in  and . While the scope for radical policy change is quite limited, given Congress-restricted support and a strong institutional framework, building trust among investors could be a major challenge for the next administration, the IIF added in the paper. Also read: Investors do not believe Lopez Obrador: Barclays 'Mexico's presidential election in July has a higher risk ', said Martín Castellano, deputy chief economist for Latin America of the IIF. Despite the instability related to the renegotiation of the North American Free Trade Agreement (NAFTA), promoted by the Donald Trump government, the Mexican economy will have to continue to grow this year, although at a slower pace. Castellano also made a reflection on the economic moment that our country is experiencing. The need to contain inflation, which registered its highest level in  years, and avoid volatility in the exchange rate, where a dollar is sold in  pesos, would prevent the Bank of Mexico (Banxico) from making more monetary stimuli, breaking the hopes of a cut at its interest rate. The director warned that there will also be critical elections in the region, led by democratic processes in Brazil and Colombia, and potentially in Venezuela. Its estimate of economic growth in Latin America is of % during this year, amid widespread fragmentation dissatisfaction with traditional politicians, with strong public support from left-wing candidates who have increased doubts about the durability of pro-market reforms in the region, particularly in Brazil and Mexico, which will be problematically fueled by volatility in the markets. The IIF has more than  members such as Goldman Sachs, HSBC, Metlife, Visa, Deustche Bank, Citigroup, JP Morgan. Mexican banks Banorte and Interactions are also part of this institution. I'm sorry.",
    "source": "www.forbes.com.mx",
    "date": "24/01/2018",
    "veracity": 1,
    "claims": [
        "If a leftist candidate wins the election in Mexico , trust with investors can be a major challenge for administration.",
        "The International Finance Institute (IFI), which brings together the world's most important financial institutions , recognizes that the expectations that a left-wing candidate in Mexico will win the election in Mexico are high.",
        "The International Finance Institute (IFI), which brings together the world's most important financial institutions admits that there are high expectations that a politician with a nationalist tendency will become president, in the midst of a weak economy, greater tension with the United States and the combination of political fragmentation (independent candidates will be able to run for the first time), in addition to a single round of voting, The International Finance Institute (IFI), which brings together the world's most important financial institutions detailed in report :  big questions.",
        "a leftist candidate is the leader of the presidential polls.",
        "Last year, a leftist candidate promised a national consultation to stop the energy reform promoted by the PRI government headed by Enrique Peña Nieto.",
        "a leftist candidate 's been a candidate for executive power in  and .",
        "While the scope for radical policy change is quite limited, given Congress-restricted support and a strong institutional framework, building trust among investors could be a major challenge for the next administration, The International Finance Institute (IFI), which brings together the world's most important financial institutions added in the paper.",
        "Also read: Investors do not believe a leftist candidate : Barclays 'the election in Mexico has a higher risk ', said Martín Castellano, deputy chief economist for Latin America of The International Finance Institute (IFI), which brings together the world's most important financial institutions .",
        "Despite the instability related to the renegotiation of the North American Free Trade Agreement (NAFTA), promoted by the Donald Trump government, the Mexican economy will have to continue to grow this year, although at a slower pace.",
        "Castellano also made a reflection on the economic moment that our country is experiencing.",
        "The need to contain inflation, which registered its highest level in  years, and avoid volatility in the exchange rate, where a dollar is sold in  pesos, would prevent the Bank of Mexico (Banxico) from making more monetary stimuli, breaking the hopes of a cut at its interest rate.",
        "The director warned that there will also be critical elections in the region, led by democratic processes in Brazil and Colombia, and potentially in Venezuela.",
        "Its estimate of economic growth in Latin America is of % during this year, amid widespread fragmentation dissatisfaction with traditional politicians, with strong public support from left-wing candidates who have increased doubts about the durability of pro-market reforms in the region, particularly in Brazil and Mexico, which will be problematically fueled by volatility in the markets.",
        "The IIF has more than  members such as Goldman Sachs, HSBC, Metlife, Visa, Deustche Bank, Citigroup, JP Morgan.",
        "Mexican banks Banorte and Interactions are also part of this institution."
    ]
}