{
    "id": "108_Entertainment_640",
    "claim": "Son of the Holy One, one of the most talented wrestlers and taquileros in the history of Mexican wrestling, is also known for taking extreme care of his character. It has stopped events bearing the name Santo and also projects for profit. His demands are so many, that in recent years he has fought only sporadically, for most of his time he uses it by going through courts. These are some of the strangest demands made by the Son of the Holy, except that of the memes, which already had its own cover. EXPEDIENT #NUMBER*/SON OF THE HOLY VS. SANTOS LAGUNAThe Son of the Holy One sued the soccer team Santos Laguna in  for the misuse of the name. Although he lost his first instance because the team is named after him because 'santos 'is the popular gentile of the town of Santa Cruz, Tlaxcala (where the team was called Santos de la Trinidad), the sentence has been appealed, with the argument that said people plagiarized the name of the same fighter. EXPEDIENT #NUMBER*/SON OF THE HOLY VS. INTERNATIONAL OLIMPIC COMITEThe fighter launched this demand at the beginning of this century seeking that the Olympic Games should stop awarding the silver medal. 'There are many metals that can be chosen, such as tin and alpaca ', can be read in demand. The wrestler lost the litigation in  due to his own argument, for the alpaca is not a metal, but an alloy. EXPEDIENT #NUMBER*/SON OF THE HOLY VS. THE RIVER PLATEThe masked man made a tour of Argentina, and first planned to sue the country, but learned that it is no longer called Viceroyalty of Rio de la Plata. For this reason, and in order to take advantage of the trip, he sued the football team River Plate, which is named after Rio de la Plata, he also lost this litigation within a few months, as the judge ruled that 'plate 'means 'plate ', and not 'silver '. Argentines were ridiculed for not being able to translate, but they saved themselves from that demand that demanded  millions of dollars. EXPEDIENT #NUMBER*/SON OF THE HOLY VS. RODOLFO GUZMÁN HUERTAOne of the most controversial demands was made by the fighter against Rodolfo Guzmán for having used the character of Santo for decades without his consent. The demand required the payment of  millions of dollars plus operating expenses. After a week, the Son of the Holy One himself withdrew the lawsuit when he realized a small detail, to which he exclaimed:'Oh, shit! If that's my dad!\". I'm sorry.",
    "source": "www.eldizque.com",
    "date": "25/10/2017",
    "veracity": 0,
    "claims": [
        "Son of the Holy One, one of the most talented wrestlers and taquileros in the history of Mexican wrestling , is also known for taking extreme care of character.",
        "taking has stopped events bearing the name Santo and also projects for profit.",
        "demands are so many, that in recent years Son of the Holy One, one of the most talented wrestlers and taquileros in the history of Mexican wrestling has fought only sporadically, for most of time Son of the Holy One, one of the most talented wrestlers and taquileros in the history of Mexican wrestling uses it by going through courts.",
        "These are some of the strangest demands made by Son of the Holy One, one of the most talented wrestlers and taquileros in the history of Mexican wrestling , except that of the memes, which already had its own cover .",
        "EXPEDIENT #NUMBER*/SON OF THE HOLY VS.",
        "SANTOS LAGUNAThe Son of the Holy One, one of the most talented wrestlers and taquileros in the history of Mexican wrestling sued SANTOS LAGUNAThe in  for the misuse of the name.",
        "Although Son of the Holy One, one of the most talented wrestlers and taquileros in the history of Mexican wrestling lost first instance because SANTOS LAGUNAThe is named after Son of the Holy One, one of the most talented wrestlers and taquileros in the history of Mexican wrestling because 'santos 'is the popular gentile of the town of Santa Cruz, Tlaxcala (where SANTOS LAGUNAThe was called Santos de la Trinidad), the sentence has been appealed, with the argument that said people plagiarized the name of Son of the Holy One, one of the most talented wrestlers and taquileros in the history of Mexican wrestling .",
        "EXPEDIENT #NUMBER*/SON OF THE HOLY VS.",
        "INTERNATIONAL OLIMPIC Son of the Holy One, one of the most talented wrestlers and taquileros in the history of Mexican wrestling launched this demand at the beginning of this century seeking that the Olympic Games should stop awarding the silver medal.",
        "'There are many metals that can be chosen, such as tin and alpaca ', can be read in demand.",
        "Son of the Holy One, one of the most talented wrestlers and taquileros in the history of Mexican wrestling lost the litigation in  due to own argument, for the alpaca is not a metal, but an alloy.",
        "EXPEDIENT #NUMBER*/SON OF THE HOLY VS.",
        "THE RIVER PLATEThe masked man made a tour of Argentina, and first planned to sue the country, but learned that it is no longer called Viceroyalty of Rio de la Plata.",
        "For this reason, and in order to take advantage of the trip, he sued the football team River Plate, which is named after Rio de la Plata, he also lost this litigation within a few months, as the judge ruled that 'plate 'means 'plate ', and not 'silver '.",
        "Argentines were ridiculed for not being able to translate, but they saved themselves from that demand that demanded  millions of dollars.",
        "EXPEDIENT #NUMBER*/SON OF THE HOLY VS.",
        "RODOLFO GUZMÁN HUERTAOne of the most controversial demands was made by the fighter against Rodolfo Guzmán for having used the character of Santo for decades without his consent.",
        "The demand required the payment of  millions of dollars plus operating expenses.",
        "After a week, the Son of the Holy One himself withdrew the lawsuit when he realized a small detail, to which he exclaimed:'Oh, shit! If that's my dad!\"."
    ]
}