{
    "id": "109_Politics_539",
    "claim": "Foreign nationals may also exercise their right to vote. Here what you need to know for this electoral processFrom , whether a Mexican lives or is abroad, does not prevent him from exercising his right to participate in popular elections when an election day is presented. For this it is necessary to take into account certain aspects if during this electoral process you are outside the country. The first is that you must have a valid voting card. If it has already expired, you can proceed to the nearest consulate or embassy. You can also book an appointment through the mexitel site. sre. gob. mx. The deadline for such a procedure is until the  of March. To be able to register to vote and confirm your credentials it is necessary to fill in the format of Registration System for voting from abroad. If your card was issued within the Mexican Republic, you have to provide an address abroad for the National Electoral Institute (INE) to send you your electoral package. On the other hand, if you have a card issued from abroad it is necessary that at the time of your registration, you attach a photograph of your proof of domicile in the country in which you are located. Once you have activated and registered your ID to vote, the INE will send you your email package starting in May. Don't forget that your vote has to come back to the INE before  hours of  June , taking into account the days it takes to arrive in Mexico depending on the country in which you are located. I'm sorry.",
    "source": "www.eluniversal.com.mx",
    "date": "06/03/2018",
    "veracity": 1,
    "claims": [
        "Foreign nationals may also exercise right to vote.",
        "Here what you need to know for this electoral processFrom , whether a Mexican lives or is abroad, does not prevent a Mexican from exercising right to participate in popular elections when an election day is presented.",
        "For exercising it is necessary to take into account certain aspects if during this electoral processFrom you are outside the country .",
        "The first is that you must have a valid voting card .",
        "If a valid voting card has already expired, you can proceed to the nearest consulate or embassy.",
        "You can also book an appointment through the mexitel site.",
        "sre.",
        "mx.",
        "The deadline for such a procedure is until the  of March.",
        "To be able to register to vote and confirm your credentials it is necessary to fill in the format of Registration System for voting from abroad.",
        "If your card was issued within the country , you have to provide an address abroad for the National Electoral Institute (INE) to send you your electoral package.",
        "On the other hand, if you have a card issued from abroad it is necessary that at the time of your registration, you attach a photograph of your proof of domicile in the country in which you are located.",
        "Once you have activated and registered your ID to vote, the National Electoral Institute (INE) will send you your email package starting in May.",
        "Don't forget that your vote has to come back to the INE before  hours of  June , taking into account the days it takes to arrive in Mexico depending on the country in which you are located."
    ]
}