{
    "id": "10_Politics_554",
    "claim": "The coalition Together We Will Do History, which competes for the Presidency of the Republic, presented the cultural project that will be developed by candidate Andres Manuel Lopez Obrador (AMLO) in case of winning the election of the  July. Alejandra Frausto Guerrero, proposed by AMLO to occupy the Federal Culture Secretariat, headed the meeting held Tuesday at the University of the Cloister of Sor Juana, which was attended by members of the cultural community of Mexico City. Who was Director of Popular Cultures of this secretariat explained that the proposals were articulated after the meetings he has had with associations of architects, artisans, performing and visual artists, filmmakers, chefs, traditional cooks, graphic and industrial designers, writers, musicians, gallerists and editors. Inclusion and equityAs Frausto said in an interview with La Jornada (//), the cultural policy of the AMLO government will have the mission of'putting the wheel down and seeking peace ', based on'the multiple coincidences, common dreams, innovative ideas and inescapable needs'. Frausto was accompanied by writer Laura Esquivel, journalist Jesús Ramírez Cuevas, Alfonso Romo, responsible for strategy and liaison with businessmen, governments and civil society of the coalition; Luisa María Mayor, proposed as Secretary of Labor; Hector Vasconcelos, who would be head of Foreign Relations; and María Luisa Albores González, who would go from Social Development. All explained that the Ministry of Culture in the government of AMLO will be 'inclusive and equitable ', always in close coordination with departments and entities of the federal public administration, states, municipalities and the mayors of Mexico City, with the participation of the social and private sectors. The challenge is, Frausto explained, to guarantee equal access to culture for all people, giving priority to historically excluded groups. It will seek to involve the artistic community of each region in the areas and programs of the cultural sector, he added, in particular through the following lines of work: cultural missions and circuits to promote cultural exchange between regions; schools-workshops that, under the supervision of the National Institute of Anthropology and History, will train specialists to help in the reconstruction of the heritage damaged by the earthquakes of September last year; encouragement to local cultural traditions and practices: indigenous languages, music, traditional dances, rituals, festive acts or artisan techniques to recognize and preserve knowledge and uses related to nature and the universe, such as cooking and traditional medicine. It will fight, it has continued, for a culture for peace and coexistence by promoting a policy'focused on children, to stimulate the imagination and detonate the artistic creation. Emotion will be enhanced from the enjoyment of artistic expressions. ''Art training and collective creation projects will be developed with children and young people under the scheme of community collectives of creation and community musical groups; in terms of cultural infrastructure, much of which is wasted or in disuse, it will be endowed with life and meaning with cultural programming, enhancing local talent and giving it a social use. '. In the cultural project of Juntos We will make history the recovery of the public space is nodal. In this regard, Frausto explained that'parks and squares will be retaken mainly in conflict zones to promote coexistence through outdoor film screenings, oral narratives, music, dance, reading promotion actions and performing interventions'. Alejandra Frausto said that there is an urgent need to build new models and strategies of investment, patronage and fiscal stimuli; ''we will work hand in hand with the secretariats of Finance and Public Credit and Economy to design them'. The full program was printed on the booklet The power of culture, distributed to those present, including the host of the meeting, Carmen Beatriz Lopez-Portillo Romano, rector of the University of the Cloister of Sister Juana, journalist and writer Elena Poniatowska, composer Gabriela Rodríguez and painter Carlos Pellicer Lopez. The meeting culminated with the song Yo te AMLO, composed by Fernando Rivera and Alfonso Andre, performed by Regina Orozco before an enthusiastic audience that crowded the Divine Narcissus auditorium of that studio house. I'm sorry.",
    "source": "www.jornada.com.mx",
    "date": "21/06/2018",
    "veracity": 1,
    "claims": [
        "The coalition Together the Ministry of Culture in the government of AMLO of the Republic, presented the cultural project that will be developed by candidate Andres Manuel Lopez Obrador (AMLO) in case of winning the election of the  July.",
        "Alejandra Frausto Guerrero, proposed by AMLO to occupy the Federal Culture Secretariat, headed Frausto meeting held Tuesday at the University of the Cloister of Sor Juana, which was attended by members of the cultural community of Mexico City.",
        "Who was Director of Popular Cultures of the Federal Culture Secretariat explained that the proposals were articulated after the meetings Alejandra Frausto Guerrero, proposed by AMLO to occupy the Federal Culture Secretariat, has had with associations of architects, artisans, performing and visual artists, filmmakers, chefs, traditional cooks, graphic and industrial designers, writers, musicians, gallerists and editors.",
        "Inclusion and equityAs Alejandra Frausto Guerrero, proposed by AMLO to occupy the Federal Culture Secretariat, said in an interview with La Jornada (//), the cultural policy of the candidate Andres Manuel Lopez Obrador (AMLO) government will have the mission of'putting the wheel down and seeking peace ', based on'the multiple coincidences, common dreams, innovative ideas and inescapable needs'.",
        "Alejandra Frausto Guerrero, proposed by AMLO to occupy the Federal Culture Secretariat, was accompanied by writer Laura Esquivel, journalist Jesús Ramírez Cuevas, Alfonso Romo, responsible for strategy and liaison with businessmen, governments and civil society of the coalition; Luisa María Mayor, proposed as Secretary of Labor; Hector Vasconcelos, who would be head of Foreign Relations; and María Luisa Albores González, who would go from Social Development.",
        "All explained that the Ministry of Culture in the government of AMLO will be 'inclusive and equitable ', always in close coordination with departments and entities of the federal cultural infrastructure, much of which is wasted or in disuse of Mexico City, with the participation of the social and private sectors.",
        "The local talent is, Frausto local talent , to guarantee equal access to culture for all people, giving priority to historically excluded groups.",
        "It will seek to involve the artistic community of each region in the areas and programs of the cultural sector, he added, in particular through the following lines of work: cultural missions and circuits to promote cultural exchange between regions; schools-workshops that, under the supervision of the National Institute of Anthropology and History, will train specialists to help in the reconstruction of the heritage damaged by the earthquakes of September last year; encouragement to local cultural traditions and practices: indigenous languages, music, traditional dances, rituals, festive acts or artisan techniques to recognize and preserve knowledge and uses related to nature and the universe, such as cooking and traditional medicine.",
        "It will fight, it has continued, for a culture for peace and coexistence by promoting a policy'focused on children, to stimulate the imagination and detonate the artistic creation.",
        "Emotion will be enhanced from the enjoyment of artistic expressions.",
        "''Art training and collective creation projects will be developed with children and young people under the scheme of community collectives of creation and community musical groups; in terms of cultural infrastructure, much of which is wasted or in disuse, it will be endowed with life and meaning with cultural programming, enhancing local talent and giving it a social use.",
        "In the cultural project of Juntos We will make history the recovery of the public space is nodal.",
        "In this regard, Frausto explained that'parks and squares will be retaken mainly in conflict zones to promote coexistence through outdoor film screenings, oral narratives, music, dance, reading promotion actions and performing interventions'.",
        "Alejandra Frausto said that there is an urgent need to build new models and strategies of investment, patronage and fiscal stimuli; ''we will work hand in hand with the secretariats of Finance and Public Credit and Economy to design them'.",
        "The full program was printed on the booklet The power of culture, distributed to those present, including the host of the meeting, Carmen Beatriz Lopez-Portillo Romano, rector of the University of the Cloister of Sister Juana, journalist and writer Elena Poniatowska, composer Gabriela Rodríguez and painter Carlos Pellicer Lopez.",
        "The meeting culminated with the song Yo te AMLO, composed by Fernando Rivera and Alfonso Andre, performed by Regina Orozco before an enthusiastic audience that crowded the Divine Narcissus auditorium of that studio house."
    ]
}