{
    "id": "110_Education_1",
    "claim": "Spain. - The president of the Royal Spanish Academy (RAE), Darío Villanueva, reported in a press conference that from next month the term 'Lady 'will be included as a new word in the dictionary of the Spanish language. Ms. Darío noted that 'Lady 'would serve to define a 'problematic woman 'or a 'woman who causes problems ', and mentioned that this word will be one of the few that are also used in the English language but that in Spanish it has a different meaning: 'The words of the English language used in Spanish are counted but have a different meaning. With globalization people have begun to adopt Anglo-Saxon terms but use them with their real meaning, however in this case the expression Lady will not mean the same as in their original language ( 'lady 'in English) but will be used to define a woman who is problematic or usually cause problems and riots. People will be able to tell Lady to a woman to cause some scandal, be aggressive or cause some kind of trouble. The term should no longer be regarded as an exclusive word of the English language, since after being included in the dictionary of the Spanish language it would also become an official word of Spanish, but with a different meaning ', he confessed. Villanueva presented to the media the official definition that will appear in dictionaries, noting that it will be as follows:-LadyDel Anglosajon Ænglisc, part. de Difficilis 'problema', ferox 'aggressive'. - adj. f. Overly problematic woman. - adj. f. Woman who causes trouble or fuss. - adj. f. Woman who tends to cause conflicts, is aggressiveYou may be interested Cholas discover that Donitas Bimbo can also be eaten and not only serve to make up. - adj. f. A woman who is guided by her animal instincts, who doesn't mind creating conflictsThe president noted that it was one of the Mexican members of the HKSAR who proposed to include the word, and after months of analysis it was finely accepted by the committee:'It is a term that originated in Mexico but will be used in all Spanish-speaking countries. The videos of the Lady's that have circulated served us to create a perfect definition, which will serve to summarize and define a problematic female ', said Finally, Darío revealed that the idea of including the term Lord in the dictionary, which would be the equivalent of Lady's male definition, is already being analyzed. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "10/06/2017",
    "veracity": 0,
    "claims": [
        "Spain.",
        "- The president of the Royal Spanish Academy (RAE), Darío Villanueva , reported in a press conference that from next month the term 'Lady ' will be included as a new word in the dictionary of the Spanish language .",
        "The president of the Royal Spanish Academy (RAE), Darío Villanueva noted that the term 'Lady ' would serve to define a 'problematic woman 'or a 'woman who causes problems ', and mentioned that the term 'Lady ' will be one of the few that are also used in the English language but that in the Spanish language the term 'Lady ' has a different meaning: 'The words of the English language used in the Spanish language are counted but have a different meaning.",
        "With globalization people have begun to adopt Anglo-Saxon terms but use Anglo-Saxon terms with real meaning, however in this case the expression Lady will not mean the same as in original language ( 'lady 'in the English language ) but will be used to define a woman who is problematic or usually cause problems and riots.",
        "People will be able to tell the term 'Lady ' to a woman to cause some scandal, be aggressive or cause some kind of trouble.",
        "the term 'Lady ' should no longer be regarded as an exclusive word of the English language , since after being included in the dictionary of the Spanish language the term 'Lady ' would also become an official word of the Spanish language , but with a different meaning ', The president of the Royal Spanish Academy (RAE), Darío Villanueva confessed.",
        "The president of the Royal Spanish Academy (RAE), Darío Villanueva presented to the media the official definition that will appear in dictionaries , noting that the official definition that will appear in dictionaries will be as follows:-LadyDel Anglosajon Ænglisc, part.",
        "de Difficilis 'problema', ferox 'aggressive'.",
        "- adj.",
        "f. Overly problematic woman.",
        "- adj.",
        "f. Woman who causes trouble or fuss.",
        "- adj.",
        "f. Woman who tends to cause conflicts, is aggressiveYou may be interested Cholas discover that Donitas Bimbo can also be eaten and not only serve to make up.",
        "- adj.",
        "f. A woman who is guided by her animal instincts, who doesn't mind creating conflictsThe president noted that it was one of the Mexican members of the HKSAR who proposed to include the word, and after months of analysis it was finely accepted by the committee:'It is a term that originated in Mexico but will be used in all Spanish-speaking countries.",
        "The videos of the Lady's that have circulated served us to create a perfect definition, which will serve to summarize and define a problematic female ', said Finally, Darío revealed that the idea of including the term Lord in the dictionary, which would be the equivalent of Lady's male definition, is already being analyzed."
    ]
}