{
    "id": "111_Science_128",
    "claim": "Juárez. -From the collaboration of the units that make up the Working Table on the Human and Labor Rights of Women in Ciudad Juárez, a virtual platform was created to know the available spaces and location of the nurseries of the Mexican Social Security Institute (IMSS), in order to facilitate access to this child care service for families in Juárez. The civil association Desarrollo Economico de Ciudad Juárez, in coordination with the IMSS, developed an online portal where the directory of nurseries is presented with the spaces available per room, so that mothers and fathers know which is the most accessible according to their route from home to work and vice versa. Economic Development Project Coordinator A. C, Claudia Ochoa, indicated that this page will be updated on the fifteen days of each month with the information that the IMSS provides. Ochoa added that the portal also allows online registration, by clicking on the map to know the address of the nursery. Currently, the IMSS records in the  child care rooms located in Ciudad Juárez, a thousand  available spaces, that is, the  percent of the total occupation. For this reason, it is sought that the families of Juaran that have this benefit, take advantage of these free spaces for the care of their children from the  days to four years of age, where even the first year of preschool is taught from the . Interested parties can access this information through the following link: *URL*-guarderias-imss/. I'm sorry.",
    "source": "www.laparadadigital.com",
    "date": "20/06/2023",
    "veracity": 1,
    "claims": [
        "Juárez .",
        "-From the collaboration of the units that make up the Working Table on the Human and Labor Rights of Women in Juárez , a virtual platform was created to know the available spaces and location of the nurseries of the Mexican Social Security Institute (IMSS) , in order to facilitate access to this child care service for families in Juárez .",
        "The civil association Desarrollo Economico de Ciudad Juárez, in coordination with the Mexican Social Security Institute (IMSS) , developed an online portal where the directory of nurseries is presented with the spaces available per room, so that mothers and fathers know which is the most accessible according to route from home to work and vice versa.",
        "Economic Development Project Coordinator A. C, Claudia Ochoa , indicated that a virtual platform will be updated on the fifteen days of each month with the information that the Mexican Social Security Institute (IMSS) provides.",
        "Economic Development Project Coordinator A. C, Claudia Ochoa added that a virtual platform also allows online registration, by clicking on the map to know the address of the nursery.",
        "Currently, the Mexican Social Security Institute (IMSS) records in the  child care rooms located in Juárez , a thousand  available spaces, that is, the  percent of the total occupation .",
        "For this reason, it is sought that the families of Juaran that have this benefit , take advantage of a thousand  available spaces, that is, the  percent of the total occupation for the care of children from the  days to four years of age, where even the first year of preschool is taught from the .",
        "Interested parties can access this information through the following link: *URL*-guarderias-imss/. I'm sorry."
    ]
}