{
    "id": "112_Science_131",
    "claim": "The FBI managed to access the iPhone used by one of the attackers of the terrorist act in San Bernardino, California, which occurred on December , reported the U.S. Department of Justice. So far it was not known how the FBI could access the cell phone used by Syed Farook without Apple's help. The U.S. government had tried to force the company to decrypt the phone, getting a refusal to help with the investigation, claiming that they must protect the data of their users. However, before the court hearing where it was about getting a warrant for it, the FBI announced that help was no longer needed. As expected, this ad has surprised Apple, as it has shown that there is a way to violate the security of its devices. 'It wasn't easy, gentlemen,'James Comey, Director of the FBI, said at a press conference. 'The first thing we did was to turn to our most qualified engineers, but these were overtaken by Apple technology, as they reached a point where there was a danger that the device would explode along with all the data there contained, so they decided not to continue their attempts'. The FBI, then, called for support from experts from the CIA and Massachusetts Technology; however, none of them had the capacity to violate the security of the apparatus.'When everything seemed lost,'continued Comey,'it was an agent infiltrated in Mexico who gave the solution to the problem. We sent him the iPhone and went to the Central Axis area in Mexico City, where for  pesos and in a matter of  minutes, not only the device had been decrypted, but the information had been emptied to a USB and used to blow it and clean it'. It is known that Apple is now looking for those responsible for this, to tell them how they did it to him. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "31/03/2016",
    "veracity": 0,
    "claims": [
        "The FBI managed to this ad the iPhone used by one of the attackers of the terrorist act in San Bernardino, California, which occurred on December , reported the U.S. Department of Justice.",
        "So far it was not known how The FBI could access the iPhone used by one of the attackers of the terrorist act in San Bernardino, California, which occurred on December without one of the attackers of the terrorist act in San Bernardino, California, which occurred on December help.",
        "The U.S. government had tried to force one of the attackers of the terrorist act in San Bernardino, California, which occurred on December to decrypt the iPhone used by one of the attackers of the terrorist act in San Bernardino, California, which occurred on December , getting a refusal to help with the investigation, claiming that one of the attackers of the terrorist act in San Bernardino, California, which occurred on December must protect the data of users.",
        "However, before the court hearing where it was about getting a warrant for the iPhone used by one of the attackers of the terrorist act in San Bernardino, California, which occurred on December , The FBI announced that help was no longer needed.",
        "As expected, Apple's has surprised one of the attackers of the terrorist act in San Bernardino, California, which occurred on December , as Apple's has shown that there is a way to violate the security of devices.",
        "'this ad wasn't easy, gentlemen,'James Comey, Director of The FBI , said at a press conference.",
        "'The first thing The FBI did was to turn to access , but access were overtaken by one of the attackers of the terrorist act in San Bernardino, California, which occurred on December technology, as access reached a point where there was a danger that the iPhone used by one of the attackers of the terrorist act in San Bernardino, California, which occurred on December would explode along with all the data there contained, so access decided not to continue attempts'.",
        "The FBI , then, called for support from our most qualified engineers ; however, none of our most qualified engineers had the capacity to violate the security of the apparatus.",
        "'When everything seemed lost,'continued Comey,'it was an agent infiltrated in Mexico who gave the solution to the problem.",
        "We sent him the iPhone and went to the Central Axis area in Mexico City, where for  pesos and in a matter of  minutes, not only the device had been decrypted, but the information had been emptied to a USB and used to blow it and clean it'.",
        "It is known that Apple is now looking for those responsible for this, to tell them how they did it to him."
    ]
}