{
    "id": "113_Society_62",
    "claim": "Also included were the pirekua and Los ParachicosThe UN agency will be looking after its preservationChile, beans and corn, elements that should not be missingMexican food was declared yesterday immaterial cultural heritage of humanity by the United Nations Educational, Scientific and Cultural Organization (UNESCO). The same happened with the Pirekua, traditional purepecha chant, and Los Parachicos, the traditional January festival in Chiapa de Corzo, Chiapas, the other two candidacies that the Mexican State presented this year for inscription on the representative list of intangible cultural heritage. In this way, with this trio of nominations approved this Tuesday during the meeting of the Intergovernmental Committee for the Safeguarding of the Intangible Cultural Heritage, which from last Monday until the November  takes place in Nairobi, Kenya, totals six the inscriptions obtained by our country in this field. The information was confirmed via telephone to La Jornada –from the Kenyan capital – by Lucía Iglesias, an official of the press office of UNESCO, who reported that the positive failure towards these three initiatives was received with joy by the national delegation that traveled ex professor to that African city. The inclusion of Mexican food as an intangible cultural heritage of humanity comes after a failed first attempt, which occurred last year. The Michoacana cuisine, model for the candidacyIn this , the arguments for the candidacy were presented under the title Traditional Mexican cuisine, community culture, ancestral and living. The Michoacán paradigm, which has been a source of confusion, left open the possibility that the initiative would only refer to Michoacán gastronomy, and not to that of the rest of the country. Even, Grupo Maseca (Gruma), in his capacity as permanent sponsor of this project and of the Conservatory of Mexican Gastronomic Culture, clarified this Tuesday that the candidacy is not of Michoacana food, but of Mexican cuisine. This was endorsed by Alfonso de Maria y Campos, Director General of the National Institute of Anthropology and History (INAH), which documented the three Mexican candidates. It is very important to make clear that the declaration covers traditional food from all over Mexico. It should not be confused with the example that was set as a paradigm, which is the food of Michoacán, the official said in an interview with this newspaper. 'In order for the cuisine of a country, of a culture, of a civilization, as is the case of the Mediterranean or the Mexican one, to be registered by UNESCO, it has to start from a regional cuisine; it cannot, in any case in the world, depart if it does not have a local base. If we had tried to postulate the richness of Mexican cuisine, with its multiplicity of expressions and variants, it would have been very long and complicated. We decided to present as a model the michoacana, because the file was initially prepared in that entity, by a group that had already had a previous failed experience. Another decisive element to opt for this kitchen as a paradigm, according to the INAH holder, was that it uses ingredients that are present in the rest of Mexican cuisines, particularly maize, chili and beans. According to the official, the file was integrated with the participation of representatives of the different types of meals that exist in Mexico, as well as with the work of anthropologists of the body in charge. The file is armed with anthropological and cultural categories, De Maria y Campos emphasized before the question of whether there are economic interests behind this declaration. It is not the interest to seek economic benefits. However, indirectly there will surely be that effect, when people go to seek and try to know what was declared (as the heritage of mankind). –What does Mexico commit to with this inscription?How will UNESCO monitor the safeguarding of this new heritage?–What is rewarded in the case of cooking is the authenticity and ability to evolve, to change, with its own base. In the case of immaterials, the same is not true of tangible cultural heritage, which should not be altered.'What's important is that the kitchen stays alive. UNESCO will be aware that it preserves not only the case of Michoacán, but the other regions of Mexico, that its elements (chile, maize and beans) are maintained. These elements are in all Mexican houses; in the peasant, Creole, mestizo cultures; they are very present products, and to remove them it is very difficult. On the inclusion of Los Parachicos, the religious festival that takes place from the NUMBER* to the NUMBER* of January in Chiapa de Corzo, the UN organization said that it will be able to contribute to the notoriety of intangible cultural heritage, while showing how a cultural tradition reinforces social cohesion and solidarity among the communities that maintain it.Music, dance, crafts, religious ceremonies and amusements are part of this festival in honor of the Lord of Esquipulas and two saints of Catholicism: San Antonio Abad and San Sebastián, being especially honored the latter. And from the Pyrekua, the traditional chant of purepechas included in the list, the body detailed that its inscription was approved by considering that it is deeply rooted in social life; it is transmitted from generation to generation and strengthens the sense of identity and continuity of the community. Their recognition may also contribute to the visibility of intangible cultural heritage, while promoting mutual understanding and respect for human creativity. The proposed safeguard measures focus essentially on representation and transmission, and benefit from the active support of the State and the Purepecha community, which participated in the preparation of the candidature and the proposed protection measures. Its leaders have given their free, prior and informed consent. I'm sorry.",
    "source": "www.jornada.com.mx",
    "date": "17/11/2010",
    "veracity": 1,
    "claims": [
        "UNESCO were the pirekua and the michoacana ParachicosThe UN agency Michoacán looking after its preservationChilethe initiative beans its elements (chile, maize and beans) be missingMexican its elements (chile, maize and beans) the country immaterial the michoacana heritage of humanity by ParachicosThe UN agency its elements (chile, maize and beans) the INAH holder the initiative the michoacana ParachicosThe UN agency its elements (chile, maize and beans) ParachicosThe UN agency .",
        "The same happened clarified Los Parachicos, the religious festival that takes place from the NUMBER* to the NUMBER* of January in Chiapa de Corzo UNESCO Alfonso de Maria y Campos, Director General of the National Institute of Anthropology and History (INAH), which documented the three Mexican candidates a cultural tradition .",
        "In this way, with this trio the declaration approved the INAH holder during the a cultural tradition the country the declaration Committee for the Safeguarding of the Intangible Los Parachicos, the religious festival that takes place from the NUMBER* to the NUMBER* of January in Chiapa de Corzo Heritage, which Michoacán Alfonso de Maria y Campos, Director General of the National Institute of Anthropology and History (INAH), which documented the three Mexican candidates the November  takes place in Nairobi, Kenya , San Sebastián the cuisine of a country, of a culture, of a civilization San Sebastián the cuisine of a country, of a culture, of a civilization the Pyrekua, the traditional chant of purepechas included in the list .",
        "the Pyrekua, the traditional chant of purepechas included in the list UNESCO declared by the Pyrekua, the traditional chant of purepechas included in the list Iglesias, an official of the press the cuisine of a country, of a culture, of a civilization the Pyrekua, the traditional chant of purepechas included in the list ParachicosThe UN agency , who reported that the positive cooking towards these three initiatives was received with joy by the national Mexican cuisine that traveled ex professor to Nairobi, Kenya .",
        "The inclusion of Mexican food as an intangible cultural heritage of humanity comes after a failed first attempt, which occurred last year.",
        "The proposed safeguard measures for the candidacyIn this , the arguments for the candidacyIn were presented under the title Traditional Mexican cuisine, community culture, ancestral and living.",
        "The Michoacán paradigm, which has The proposed safeguard measures open the possibility that the initiative would only refer to Michoacán gastronomy, and not to that of the rest of the country.",
        "Even, Grupo Maseca (Gruma), in his capacity as permanent sponsor of this project and of the Conservatory of Mexican Gastronomic Culture, clarified this Tuesday that the candidacy is not of Michoacana food, but of Mexican cuisine.",
        "This was endorsed by Alfonso de Maria y Campos, Director General of the National Institute of Anthropology and History (INAH), which documented the three Mexican candidates.",
        "It is very important to make clear that the declaration covers traditional food from all over Mexico.",
        "It should not be confused with the example that was set as a paradigm, which is the food of Michoacán, the official said in an interview with this newspaper.",
        "'In order for the cuisine of a country, of a culture, of a civilization, as is the case of the Mediterranean or the Mexican one, to be registered by UNESCO, it has to start from a regional cuisine; it cannot, in any case in the world, depart if it does not have a local base.",
        "If we had tried to postulate the richness of Mexican cuisine, with its multiplicity of expressions and variants, it would have been very long and complicated.",
        "We decided to present as a model the michoacana, because the file was initially prepared in that entity, by a group that had already had a previous failed experience.",
        "Another decisive element to opt for this kitchen as a paradigm, according to the INAH holder, was that it uses ingredients that are present in the rest of Mexican cuisines, particularly maize, chili and beans.",
        "According to the official, the file was integrated with the participation of representatives of the different types of meals that exist in Mexico, as well as with the work of anthropologists of the body in charge.",
        "The file is armed with anthropological and cultural categories, De Maria y Campos emphasized before the question of whether there are economic interests behind this declaration.",
        "It is not the interest to seek economic benefits.",
        "However, indirectly there will surely be that effect, when people go to seek and try to know what was declared (as the heritage of mankind).",
        "–What does Mexico commit to with this inscription?How will UNESCO monitor the safeguarding of this new heritage?–What is rewarded in the case of cooking is the authenticity and ability to evolve, to change, with its own base.",
        "In the case of immaterials, the same is not true of tangible cultural heritage, which should not be altered.",
        "'What's important is that the kitchen stays alive.",
        "UNESCO will be aware that it preserves not only the case of Michoacán, but the other regions of Mexico, that its elements (chile, maize and beans) are maintained.",
        "These elements are in all Mexican houses; in the peasant, Creole, mestizo cultures; they are very present products, and to remove them it is very difficult.",
        "On the inclusion of Los Parachicos, the religious festival that takes place from the NUMBER* to the NUMBER* of January in Chiapa de Corzo, the UN organization said that it will be able to contribute to the notoriety of intangible cultural heritage, while showing how a cultural tradition reinforces social cohesion and solidarity among the communities that maintain it.",
        "Music, dance, crafts, religious ceremonies and amusements are part of this festival in honor of the Lord of Esquipulas and two saints of Catholicism: San Antonio Abad and San Sebastián, being especially honored the latter.",
        "And from the Pyrekua, the traditional chant of purepechas included in the list, the body detailed that its inscription was approved by considering that it is deeply rooted in social life; it is transmitted from generation to generation and strengthens the sense of identity and continuity of the community.",
        "Their recognition may also contribute to the visibility of intangible cultural heritage, while promoting mutual understanding and respect for human creativity.",
        "The proposed safeguard measures focus essentially on representation and transmission, and benefit from the active support of the State and the Purepecha community, which participated in the preparation of the candidature and the proposed protection measures.",
        "Its leaders have given their free, prior and informed consent."
    ]
}