{
    "id": "114_Society_69",
    "claim": "A great success has resulted in McDonald's promotion for this Day of the Dead. The idea of his marketing department 'blew up the fence ', according to what several connoisseurs of the fast food culture say. This is the cherry blossom hamburger, which has been on sale since last October  and will remain for the rest of this week. Macario Rogers, Director of New Products at McDonald's Corporation, said in an interview with El that the idea was to get the attention of Mexican consumers:'We realized that they use that flower a lot during their Day of the Dead celebrations, so we assumed that it should be very tasty'. Rogers revealed that, at first, they didn't think something like that was edible, but that he found out that pumpkin flower is a delicacy in Mexico:'If they eat pumpkin flower, why wouldn't they eat cempasúchil flower?\". The hamburger is made with the traditional ingredients: Catsup, mustard, pickles and cheese. Instead of meat, it carries the emblematic flower. Everything goes into a freshly baked dead bread. 'We have already sold almost a million cempasuchil burgers, most of them at our branches in Montebello, North Haverbrook and Cocula ', presumed Rogers, who admitted that buyers do not repeat.'Maybe she's too good to eat more than one. I don't know, I haven't tried it.\". For Christmas, McDonald's is already preparing the manger hay burger.'It'll be another hit!'Rogers finished. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "02/11/2017",
    "veracity": 0,
    "claims": [
        "A great success has resulted in McDonald's promotion for this Day of the Dead.",
        "The idea of his marketing department 'blew up the fence ', according to what several connoisseurs of the fast food culture say.",
        "This is the cherry blossom hamburger, which has been on sale since last October  and will remain for the rest of this week .",
        "Macario Rogers, Director of New Products at McDonald's Corporation , said in an interview with El that The idea of his marketing department was to get the attention of Mexican consumers:'We realized that Mexican consumers:'We use that flower a lot during Day of the Dead celebrations, so McDonald's assumed that that flower should be very tasty'.",
        "Macario Rogers, Director of New Products at McDonald's Corporation revealed that, at first, they didn't think something like that flower was edible, but that Macario Rogers, Director of New Products at McDonald's Corporation found out that pumpkin flower is a delicacy in Mexico:'If Mexican consumers:'We eat pumpkin flower, why wouldn't Mexican consumers:'We eat cempasúchil flower?\".",
        "the cherry blossom hamburger, which has been on sale since last October  and will remain for the rest of this week is made with the traditional ingredients: Catsup, mustard, pickles and cheese.",
        "Instead of meat, the cherry blossom hamburger, which has been on sale since last October  and will remain for the rest of this week carries that flower .",
        "Everything goes into a freshly baked dead bread.",
        "'McDonald's have already sold almost a million cempasuchil burgers , most of almost a million cempasuchil burgers at branches in Montebello, North Haverbrook and Cocula ', presumed Macario Rogers, Director of New Products at McDonald's Corporation .",
        "For Christmas, McDonald's is already preparing the manger hay burger."
    ]
}