{
    "id": "115_Entertainment_630",
    "claim": "The actress used her social networks parta to narrate the dramatic moment she lived with her husband in Playa del CarmenCiudad de Mexico, Mexico Mexican singer and actress Lorena Herrera and her husband were saved from death thanks to a pizza, according to the same artist through her social networks. According to the same famous woman, they were near the place where the shooting took place at the BPM electronic music festival in Playa del Carmen, Quintana Roo, where five people were killed.'My husband and I went to Playa del Carmen and we were at a BPM party a block away from where the shooting took place. God is really great, because I was insisting to be at the closing of the festival, but we say better to eat a pizza on #NUMBER* Street, where the unfortunate incident took place. It was terrifying to hear the screams and shots of people running for their lives ', wrote the singer. Herrera recalled that they were beginning to eat pizza when I heard the first shots in the place and the cries of despair from people at the music festival that every year is visited by thousands of people from other countries.'I was taking the first bite to pizza, when everyone started screaming and running; I got scared as you had no idea and decided to get into the pizza shop in case something stronger happened. Minutes later we saw ambulances passing by, the cops and we decided to wait a few minutes at that place and then we went to the house ', he said. At the same time the artist that there were thousands of people in the place.'If you don't die by a bullet, you die by the crowd of people who crush you by panic. I really thank God that my husband felt bad, because if that hadn't happened, I would have been one of the people who saw death ', he lamented. I'm sorry.",
    "source": "www.elheraldo.hn",
    "date": "18/01/2017",
    "veracity": 1,
    "claims": [
        "The actress used social networks parta to narrate the dramatic moment The actress lived with her husband in Playa del CarmenCiudad de Mexico, Mexico Mexican singer and actress Lorena Herrera and her husband were saved from death thanks to a pizza, according to The actress through social networks.",
        "According to The actress , Mexican singer and actress Lorena Herrera and her husband were near the place where the shooting took place at the BPM electronic music festival in Playa del Carmen, Quintana Roo, where five people were killed .",
        "Mexican singer and actress Lorena Herrera and her husband went to Playa del Carmen, Quintana Roo and Mexican singer and actress Lorena Herrera and her husband were at a BPM party a block away from where the shooting took place.",
        "God is really great, because The actress was insisting to be at the closing of the BPM electronic music festival in Playa del Carmen, Quintana Roo , but Mexican singer and actress Lorena Herrera and her husband say better to eat a pizza on the place where the shooting took place at the BPM electronic music festival in Playa del Carmen, Quintana Roo, where five people were killed .",
        "It was terrifying to hear the screams and shots of people running for lives ', wrote The actress .",
        "The actress recalled that Mexican singer and actress Lorena Herrera and her husband were beginning to eat pizza when The actress heard the first shots in the place and the cries of despair from people at the BPM electronic music festival in Playa del Carmen, Quintana Roo .",
        "'I was taking the first bite to pizza, when everyone started screaming and running; The actress got scared as you had no idea and decided to get into the pizza shop in case something stronger happened.",
        "Minutes later we saw ambulances passing by, the cops and we decided to wait a few minutes at that place and then we went to the house ', he said.",
        "At the same time the artist that there were thousands of people in the place.",
        "'If you don't die by a bullet, you die by the crowd of people who crush you by panic.",
        "I really thank God that my husband felt bad, because if that hadn't happened, I would have been one of the people who saw death ', he lamented."
    ]
}