{
    "id": "117_Politics_538",
    "claim": "Jose Antonio Meade, Secretary of Finance, reported that the fuel tax decreased from  to  pesos per litre. The increase in the price of gasoline is the result of increases in energy internationally, said the head of the Ministry of Finance and Public Credit (SHCP), Jose Antonio Meade Kuribreña. The official pointed out that in view of this scenario, the federal government sought to level the situation so it reduced the gasoline tax from  to  pesos per litre, a measure that does not affect public finances. In addition, he commented, an effort was made to reduce spending, showing that are the  billion cuts and 1,000 in operating expenses, which includes vouchers and personal services of officials. In a television interview, the SHCP headline argued: 'It is not a decision the government makes. It is the environment that changes us and forces us to act with sensitivity and responsibility ', he said. He also said that the price of gasoline is determined from the cost of oil and energy internationally, as well as from refining margins; this, together with volatility, are the factors that will delimit the price of gasoline in the country in the coming months. Meade Kuribreña reiterated that there will be no going back to the increments, because 'we cannot go out to buy gasolines that today cost more and sell them here cheaper without accommodating the impact of that differentiation somewhere, which has only three alternatives: or more debt, more taxes or a reduction in spending that would necessarily affect spending, which is very sensitive'. He clarified that the increase is not related to energy reform, which allows anyone to refine, store, transport and sell gasoline, nor in the different tax reforms. What most affects the economy, he said, is uncertainty and that is what has dominated after the triumph of Donald Trump as president of the United States, so'we hope to see now with the administration, how we can narrow down the different scenarios and reduce the uncertainty'. Regarding increases in other products, he noted that the impacts of gasoline prices are moderate and will be diluted over time; 'we are not facing a generalized process of increases that will be permanent '. Finally, he considered that the future of the country depends on the government's ability to build and define Mexico's relationship with its main trading partner. 'It is an exercise where all of us who have something to say, entrepreneurs who invest in Mexico and the United States, and who depend on these value chains, will be a very broad dialogue ', he concluded. I'm sorry.",
    "source": "www.mvsnoticias.com",
    "date": "21/06/2023",
    "veracity": 1,
    "claims": [
        "Jose Antonio Meade, Secretary of Finance, reported that the fuel tax decreased from  to  pesos per litre.",
        "The increase in the price of gasoline is the result of increases in energy internationally, said the head of the Ministry of Finance and Public Credit (SHCP), Jose Antonio Meade Kuribreña .",
        "the head of the Ministry of Finance and Public Credit (SHCP), Jose Antonio Meade Kuribreña pointed out that in view of this scenario, the federal government sought to level the situation so the federal government reduced the fuel tax from  to  pesos per litre, a measure that does not affect public finances.",
        "In addition, the head of the Ministry of Finance and Public Credit (SHCP), Jose Antonio Meade Kuribreña commented, an effort was made to reduce spending, showing that are the  billion cuts and 1,000 in operating expenses, which includes vouchers and personal services of officials.",
        "In a television interview, the head of the Ministry of Finance and Public Credit (SHCP), Jose Antonio Meade Kuribreña argued: 'It is not a decision the federal government makes.",
        "It is the environment that changes us and forces us to act with sensitivity and responsibility ', the head of the Ministry of Finance and Public Credit (SHCP), Jose Antonio Meade Kuribreña said.",
        "the head of the Ministry of Finance and Public Credit (SHCP), Jose Antonio Meade Kuribreña also said that the price of gasoline is determined from the cost of oil and energy internationally, as well as from refining margins; this, together with volatility, are the factors that will delimit the price of gasoline in the country in the coming months.",
        "the head of the Ministry of Finance and Public Credit (SHCP), Jose Antonio Meade Kuribreña reiterated that there will be no going back to the increments, because 'we cannot go out to buy the Ministry of Finance and Public Credit (SHCP) and sell the Ministry of Finance and Public Credit (SHCP) here cheaper without accommodating the impact of that differentiation somewhere, which has only three alternatives: or more debt, more taxes or a reduction in spending that would necessarily affect spending, which is very sensitive'.",
        "He clarified that the increase is not related to energy reform, which allows anyone to refine, store, transport and sell gasoline, nor in the different tax reforms.",
        "What most affects the economy, he said, is uncertainty and that is what has dominated after the triumph of Donald Trump as president of the United States, so'we hope to see now with the administration, how we can narrow down the different scenarios and reduce the uncertainty'.",
        "Regarding increases in other products, he noted that the impacts of gasoline prices are moderate and will be diluted over time; 'we are not facing a generalized process of increases that will be permanent '.",
        "Finally, he considered that the future of the country depends on the government's ability to build and define Mexico's relationship with its main trading partner.",
        "'It is an exercise where all of us who have something to say, entrepreneurs who invest in Mexico and the United States, and who depend on these value chains, will be a very broad dialogue ', he concluded."
    ]
}