{
    "id": "118_Politics_525",
    "claim": "An information published yesterday in the French newspaper'La Verite 'assures that King Felipe VI might be planning to run for the next general elections in Spain to be held at the end of the year . According to the French publication the King, tired of the fact that the current parties do not know how to get Spain out of the crisis that has plagued him for almost a decade has decided that to row and be himself the one to take the country forward,. 'It is time to take the situation by the horns and finally put Spain in its rightful place. It is necessary to lay eggs 'Felipe declared to the newspaper'La Verite 'which ended by saying'I feel obliged to create a new party, of hope, without lefts or rights, transversal, that is able to unite all the Spaniards under the feeling of union and thus prevent this Spain, our Spain, from breaking'. His Majesty, Philip VI, besides being the head of the Spanish State and being Captain General of the Army has a career in law and two masters in international relations, besides speaking fluently  languages. More than enough preparation to govern Spain, even more preparation than most current Spanish politicians have. A survey conducted by the prestigious English magazine'Financial Dinners 'ensures that if a general election is held tomorrow in Spain the king would get a loose absolute majority with a % of the votes. I'm sorry.",
    "source": "haynoticia.es",
    "date": "11/10/2017",
    "veracity": 0,
    "claims": [
        "An information published yesterday in the French newspaper'La Verite ' assures that King Felipe VI might be planning to run for the next general elections in Spain to be held at the end of the year .",
        "According to the French newspaper'La Verite ' King Felipe VI , tired of the fact that the current parties do not know how to get Spain out of the crisis that has plagued King Felipe VI for almost a decade has decided that to row and be King Felipe VI the one to take Spain forward,.",
        "'It is time to take the situation by the horns and finally put Spain in rightful place.",
        "It is necessary to lay eggs 'King Felipe VI declared to the French newspaper'La Verite ' which ended by saying'I feel obliged to create a new party, of hope, without lefts or rights, transversal, that is able to unite all the Spaniards under the feeling of union and thus prevent Spain , from breaking'.",
        "King Felipe VI , besides being the head of the Spanish State and being Captain General of the Army has a career in law and two masters in international relations, besides speaking fluently  languages.",
        "More than enough preparation to govern Spain , even more preparation than most current Spanish politicians have.",
        "A survey conducted by the prestigious English magazine'Financial Dinners 'ensures that if a general election is held tomorrow in Spain King Felipe VI would get a loose absolute majority with a % of the votes."
    ]
}