{
    "id": "119_Science_126",
    "claim": "Microsoft joins Apple to protect users' privacy and will include content blockers in your Edge browser for iOS and Android. Looks like they're all going against Google, but the truth is that in the end it's their business. Since Apple announced plans to introduce anti-trailer systems into iOS's Safari browser and open the door to ad blockers within its app store things have changed in the mobile landscape. And it is close to getting tougher with the new measures it proposes with the arrival of iOS  and Mojave. However, so far Apple was alone in this fight against intrusive ads and user tracking, at least in which it refers to large companies. Yes, Android includes a good list of blockers in its stores, and many of them are able to remove system-level trackers (including third-party apps), but by default the issue remains in Google's hands and not all users use these tools. Logically, Google is not going to boost this industry. While he has collaborated with some adblockers companies for what are called'acceptable ads\", as is logically the bulk of Google's business model is advertising. Now things are going to get a little bit complicated for the company, and we say a little bit because Microsoft's next move is going to increase the firewood to this fight between responsible, invasive advertising and user tracking. And it is that Microsoft has confirmed that its Edge browser for iOS and Android will include a serial advertising blocker activated by default. While the browsing fee is complicated to shade Chrome on Android or Safari on iOS, if it reveals another great company, along with Mozilla, that adds to the blocking of content on the user side activated by default. Chrome for the desktop recently activated a blocked ads, controlled by Google but it's far from what big adblockers do. The question is whether in the short term this movement will be installed on every majority platform, forcing to change diametrically the advertising that users see on the network. I'm sorry.",
    "source": "hipertextual.com",
    "date": "25/06/2018",
    "veracity": 1,
    "claims": [
        "Microsoft joins Apple to protect users' privacy and will include content blockers in your Edge browser for iOS and Android .",
        "Looks like they 're all going against Google , but the truth is that in the end it's business.",
        "Since Apple announced plans to introduce anti-trailer systems into iOS Safari browser and open the door to ad blockers within app store things have changed in the mobile landscape.",
        "And Apple is close to getting tougher with the new measures Apple proposes with the arrival of iOS  and Mojave.",
        "However, so far Apple was alone in this fight against intrusive ads and user tracking , at least in which it refers to large companies.",
        "Yes, Android includes a good list of blockers in stores, and many of a good list of blockers are able to remove system-level trackers (including third-party apps), but by default the issue remains in Google hands and not all users use these tools.",
        "Logically, Google is not going to boost this industry.",
        "While Google has collaborated with some adblockers companies for what are called'acceptable ads\", as is logically the bulk of Google business model is advertising.",
        "Now things are going to get a little bit complicated for Google , and we say a little bit because Microsoft next move is going to increase the firewood to this fight against intrusive ads and user tracking .",
        "And it is that Microsoft has confirmed that its Edge browser for iOS and Android will include a serial advertising blocker activated by default.",
        "While the browsing fee is complicated to shade Chrome on Android or Safari on iOS, if it reveals another great company, along with Mozilla, that adds to the blocking of content on the user side activated by default.",
        "Chrome for the desktop recently activated a blocked ads, controlled by Google but it's far from what big adblockers do.",
        "The question is whether in the short term this movement will be installed on every majority platform, forcing to change diametrically the advertising that users see on the network."
    ]
}