{
    "id": "120_Science_129",
    "claim": "In order to further streamline the administration system of the Mexican Social Security Institute, the unit acquired two thousand Commodore  computers, which will be installed in the main clinics and hospitals throughout the country. These machines are intended to capture all medical records, which will be stored on  ** disks, so that data management is more practical. 'We were able to acquire all the equipment at a really bargain price ', said Jose Antonio González Anaya, Director General of IMS. 'With the expense we made when we acquired these 2,000 units, we could hardly have bought about twenty or thirty modern computers, and we didn't see the case'. According to González Anaya, the savings were unprecedented, since when buying each unit in  dollars, they only spent 1,000 dollars. 'If we had bought them when they went on sale, a little while ago, at #NUMBER*, we would have spent #NUMBER* millions of dollars, because their launch price was #NUMBER*$. Fortunately we decided to wait for each other ', externed. - And do they already include the floppy drive? - I don't know what that is, but let's say yes.  And who will operate them? In a policy show in line with the austerity proposed by the government of citizen President Enrique Peña Nieto, the Commodore  will be operated by the internist doctors of each hospital, and so we will not have to spend on salaries.. For this training, the IMSS will pay  millions of dollars to the Novel company (apparently Japanese) Nozoid Inojo Zakantú, to provide courses to internists who will handle computers. Capture of clinical records is expected to be ready before . Once completed, all procedures will be expedited and the Mexican Social Security Institute will provide a better service. 'Let's kill two birds with one stone ', said González Anaya. 'All the punched cards and paper files we have so far will be able to receive other uses, such as bandages, gauze and so on ', he concluded. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "06/08/2015",
    "veracity": 0,
    "claims": [
        "In order to further streamline the administration system of the Mexican Social Security Institute, the unit acquired two thousand Commodore  computers, which will be installed in the main clinics and hospitals throughout the country .",
        "two thousand Commodore  computers, which will be installed in the main clinics and hospitals throughout the country are intended to capture all medical records, which will be stored on  ** disks, so that data management is more practical.",
        "'the unit were able to acquire all the equipment at a really bargain price ', said Jose Antonio González Anaya, Director General of IMS .",
        "'With the expense the unit made when the unit acquired two thousand Commodore  computers, which will be installed in the main clinics and hospitals throughout the country , the unit could hardly have bought about twenty or thirty modern computers, and the unit didn't see the case'.",
        "According to Jose Antonio González Anaya, Director General of IMS , the savings were unprecedented, since when buying each unit in  dollars, the unit only spent 1,000 dollars.",
        "'If the unit had bought two thousand Commodore  computers, which will be installed in the main clinics and hospitals throughout the country when two thousand Commodore  computers, which will be installed in the main clinics and hospitals throughout the country went on sale, a little while ago, at #NUMBER*, the unit would have spent #NUMBER* millions of dollars, because launch price was #NUMBER*$. Fortunately the unit decided to wait for each other ', externed.",
        "- And do two thousand Commodore  computers, which will be installed in the main clinics and hospitals throughout the country already include the floppy drive ? - Jose Antonio González Anaya, Director General of IMS don't know what the floppy drive is, but let's say yes.",
        " And who will operate two thousand Commodore  computers, which will be installed in the main clinics and hospitals throughout the country ? In a policy show in line with the austerity proposed by the government of citizen President Enrique Peña Nieto, the Commodore  will be operated by the internist doctors of each hospital, and so we will not have to spend on salaries.. For this training, the IMSS will pay  millions of dollars to the Novel company (apparently Japanese) Nozoid Inojo Zakantú, to provide courses to internists who will handle computers.",
        "Capture of clinical records is expected to be ready before .",
        "Once completed, all procedures will be expedited and the Mexican Social Security Institute will provide a better service.",
        "'Let's kill two birds with one stone ', said González Anaya.",
        "'All the punched cards and paper files we have so far will be able to receive other uses, such as bandages, gauze and so on ', he concluded."
    ]
}