{
    "id": "121_Society_61",
    "claim": "One study revealed that  % of Millennial travelers spend more than four hours a day with their cell phone during their getawaysFacebook is the star social network to show photos of a trip. If you are one of those who photograph the hotels you visit and the monuments you discover to upload the images to social networks, you have also turned your getaways into a way to show off to others. This trend reaches a third of travelers, who admit that the first thing they do when they arrive at a hotel is to take a selfie or take a photo of the room to upload it to its different profiles. Connected travelers This is revealed by the new Mobile Travel Tracker studio developed by Hotels. com, which analyzes how the millennials - young people between  and  years approximately, closely linked to the technology- of their journeys on social networks with the aim of obtaining the recognition of their family and friends. Specifically,  % of this population segment admits spending more than four hours a day with their cell phone in hand during their travels in order to get more 'likes 'in their different social profiles. For their part,  % of travellers who have between  and  years spend more than four hours on their phone, exactly the same percentage as among those who are in the decade of  years. In contrast, only the  % of travellers aged between  and  years do so. The study also contributes that  % of the snapshots published by travellers show food dishes - accompanied by popular upg #foodporn-. By age, this tendency to photograph gastronomy is carried out by  % of millennials, followed by those with ages between  and  years ( %), between  and  years ( %), between  and  years ( %) and between  and  years ( %). Other information  % of travellers between  and  years, who according to the study 'are lovers of filters and selfie-stick addicts ', admits that he would prefer to upload a self-portrait rather than a photo with his loved ones during a holiday. Millennial women, compared to  % of men, admit that they enjoy the fashion of taking pictures of themselves a lot; and that  % of travelers between  and  years prefer to share an urban landscape on social networks, compared to  % who prefer to show their favorite clothing garment. As for the most used channels, the study shows that Facebook is the star social network ( %), followed by WhatsApp ( %) and Instagram ( %). I'm sorry.",
    "source": "www.eluniversal.com.mx",
    "date": "30/12/2017",
    "veracity": 1,
    "claims": [
        "One study revealed that  % of Millennial travelers spend more than four hours a day with cell phone during getawaysFacebook is the star social network to show photos of a trip.",
        "If you are one of those who photograph the hotels you visit and the monuments you discover to upload the images to social networks, you have also turned your getaways into a way to show off to others.",
        "turned reaches a third of travelers, who admit that the first thing they do when they arrive at a hotel is to take a selfie or take a photo of the room to upload a photo of the room to different profiles.",
        "Connected travelers This is revealed by the new Mobile Travel Tracker studio developed by Hotels.",
        "com, which analyzes how the millennials - young people between  and  years approximately, closely linked to the technology- of journeys on social networks with the aim of obtaining the recognition of family and friends.",
        "Specifically,  % of this population segment admits spending more than four hours a day with cell phone in hand during travels in order to get more 'likes 'in different social profiles.",
        "For part, their spend more than four hours on phone, exactly the same percentage as among those who are in the decade of  years.",
        "In contrast, only the  % of travellers aged between  and  years do so.",
        "The study also contributes that  % of the snapshots published by travellers show food dishes - accompanied by popular upg #foodporn-.",
        "By age, this tendency to photograph gastronomy is carried out by  % of millennials, followed by those with ages between  and  years ( %), between  and  years ( %), between  and  years ( %) and between  and  years ( %).",
        "Other information  % of travellers between  and  years, who according to the study 'are lovers of filters and selfie-stick addicts ', admits that he would prefer to upload a self-portrait rather than a photo with his loved ones during a holiday.",
        "Millennial women, compared to  % of men, admit that they enjoy the fashion of taking pictures of themselves a lot; and that  % of travelers between  and  years prefer to share an urban landscape on social networks, compared to  % who prefer to show their favorite clothing garment.",
        "As for the most used channels, the study shows that Facebook is the star social network ( %), followed by WhatsApp ( %) and Instagram ( %)."
    ]
}