{
    "id": "124_Entertainment_638",
    "claim": "Today, professional wrestler Alberto del Río announced that he left WWE for the second time, just when he was in the middle of a suspension caused by the abuse of certain substances necessary in his relationship with the also fighter, Paige. Del Rio, in a press conference, said that his reason is that he did not feel comfortable working full time, and that he plans to retire in a couple of years after fighting some sixty times more. However, in his tireless search for information truthfulness, El managed to extract the truth from the Potosino.'Yeah, seriously, what happens is that Televisa offered me a Sunday program. They want me to be the new Chabelo.\". “Why is another Chabelo, if Chabelo is eternal?” we ask. “ Yes, but since he wants to engage in other activities for a few decades, he told me to cover it, because the ratings of the channel  have gone down since his program was suspended. Del Rio confessed that he has been training with Chabelo for months in the basements of Chapultepec Castle in order to capture the best of the character.'I know what's up with the cataphixies, with the contests and with Troncoso Furniture. It's all a matter of giving me the green light, and we're starting, like,'. In addition to Paige being the only teacher in the program, another notable change is that Del Rio won't use the word'Now when some child loses the competitions, I'll tell him: You miss, perrooo..!\", he finished. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "09/09/2016",
    "veracity": 0,
    "claims": [
        "Today, professional wrestler Alberto del Río announced that professional wrestler Alberto del Río left WWE for the second time, just when professional wrestler Alberto del Río was in the middle of a suspension caused by the abuse of certain substances necessary in relationship with the also fighter, Paige.",
        "professional wrestler Alberto del Río , in a press conference, said that reason is that professional wrestler Alberto del Río did not feel comfortable working full time, and that professional wrestler Alberto del Río plans to retire in a couple of years after fighting some sixty times more.",
        "However, in tireless search for information truthfulness, professional wrestler Alberto del Río managed to extract the truth from professional wrestler Alberto del Río .",
        "'Yeah, seriously, what happens is that Televisa offered professional wrestler Alberto del Río a Sunday program .",
        "Televisa want professional wrestler Alberto del Río to be the new Chabelo.",
        "“Why is another Chabelo, if Chabelo is eternal?” we ask.",
        "“ Yes, but since Chabelo wants to engage in other activities for a few decades, Chabelo told professional wrestler Alberto del Río to cover it, because the ratings of Televisa  have gone down since a Sunday program was suspended.",
        "professional wrestler Alberto del Río confessed that professional wrestler Alberto del Río has been training with Chabelo for months in the basements of Chapultepec Castle in order to capture the best of Chabelo .",
        "'I know what's up with the cataphixies, with the contests and with Troncoso Furniture.",
        "It's all a matter of giving professional wrestler Alberto del Río the green light, and we're starting, like,'.",
        "In addition to Paige being the only teacher in the program, another notable change is that Del Rio won't use the word'Now when some child loses the competitions, I'll tell him: You miss, perrooo..!\", he finished."
    ]
}