{
    "id": "127_Science_125",
    "claim": "A researcher proposes a method of searching for signals of alien technology among the data collected by satellites seeking exoplanetsIn a universe with  millions of galaxies with a similar number of suns in each, it seems unlikely that Earth is the only world populated by intelligent beings. The cosmos is made of atoms that behave equally wherever the same chemical elements are found and made up. However, the difficulties in finding it are considerable. Distances to other galaxies, even to some of the nearest galaxies, such as Andromeda, to  light years away, make them virtually unattainable. We must therefore stick to a region close to our galaxy. It is also possible that some intelligent beings who have not yet developed the technology necessary to capture our radio signals or send them to us will escape us, as if someone had tried to communicate with the intelligent humans who already inhabited the Earth more than  years ago. In addition, other intelligences may not communicate using electromagnetic waves or simply be something as strange as the conscious oceanic covering the planet Solaris in Stanislaw Lem's novel. Assuming the difficulty of the task, Hector Socas, researcher at the Instituto Astrofísico de Canarias (IAC), has just published an article in which he proposes a method to look for signs of technological development in other solar systems. Hector Socas proposes to analyze information collected by satellites such as Kepler, in charge of a massive search for extrasolar planets, in search of objects in Clarke's belt. This region, thus baptized in homage to writer Arthur C. Clarke, who proposed the use of the geostationary orbit for telecommunications, is a circular orbit of  kilometers above the equator that now occupy satellites such as the Meteosat. In his work, published in The Astrohpysical Journal, he shows different simulations to determine what would be the footprint they would leave on the light of their star as they passed ahead of their planet. The text also explains how a belt of artificial satellites from natural rings could be distinguished from those around Saturn. 'This search is also free, because it would be about searching for other things in the same data provided by satellites looking for exoplanets ', says Socas. 'The work would be done in two phases, a first search phase and a confirmation phase. First you have missions like Kepler that look at thousands of stars. Once you have an interesting candidate, it would be a question of directing to that star very powerful telescopes such as the James Webb space [to be launched in ] or the Thirty Meter Telescope ', explains the IAC researcher. This new generation of telescopes will help solve a mystery about extrasolar planets. Of those that have been found so far, only one of them has rings, a supersaturne with monstrous rings that could actually be the raw material of a forming moon. 'This may be because the search for exoplanets is very focused on planets close to their star and not beyond the ice line that, as in the Solar System, is where the planets with rings are found ', points Socas. On these worlds, no moon has yet been found to orbit them. The difficulty of looking for what you want to find at the right time is reflected when you turn to the idea of Socas 'If you look at us from another planet in search of technology created by intelligent life, you would see nothing ', he says. 'At the current rate of occupancy of the geostationary orbit we would be detectable in the year  ', concludes. I'm sorry.",
    "source": "elpais.com",
    "date": "16/03/2018",
    "veracity": 1,
    "claims": [
        "A researcher proposes a method of searching for signals of alien technology among the data collected by satellites seeking exoplanetsIn a universe with  millions of galaxies with a similar number of suns in each, it seems unlikely that Earth his the only world populated by intelligent beings.",
        "his The cosmos is made of atoms that behave equally wherever the same chemical elements are found and made up.",
        "they , the they in finding The cosmos are considerable.",
        "Distances to other galaxies , even to some of the nearest galaxies, such as Andromeda, to  light years away, make other galaxies This search unattainable.",
        "We must This search stick to a region close to galaxy.",
        "It is also possible that some intelligent beings who have not yet developed This search necessary to capture our radio signals or send our radio signals to We will escape We , as if someone had tried to communicate with the intelligent humans who already an interesting candidate than  years ago.",
        "In addition, other intelligences may not communicate using electromagnetic waves or simply be something as strange as the conscious oceanic covering his in Stanislaw Lem's novel.",
        "Assuming the difficulty of the task, A researcher those that have been found so far A researcher , has those that have been found so far published an article in which A researcher proposes a method to look for signs of technological development in other solar systems.",
        "A researcher proposes to analyze information collected by satellites such as Kepler, in charge of a massive search for extrasolar planets, in search of objects in Clarke's belt.",
        "This region, thus baptized in homage to writer Arthur C. Clarke, who proposed the use of the geostationary orbit for telecommunications, is a circular orbit of  kilometers above the equator that now occupy satellites such as the Meteosat.",
        "In his work, published in The Astrohpysical Journal, he shows different simulations to determine what would be the footprint they would leave on the light of their star as they passed ahead of their planet.",
        "The text also explains how a belt of artificial satellites from natural rings could be distinguished from those around Saturn.",
        "'This search is also free, because it would be about searching for other things in the same data provided by satellites looking for exoplanets ', says Socas.",
        "'The work would be done in two phases, a first search phase and a confirmation phase.",
        "First you have missions like Kepler that look at thousands of stars.",
        "Once you have an interesting candidate, it would be a question of directing to that star very powerful telescopes such as the James Webb space [to be launched in ] or the Thirty Meter Telescope ', explains the IAC researcher.",
        "This new generation of telescopes will help solve a mystery about extrasolar planets.",
        "Of those that have been found so far, only one of them has rings, a supersaturne with monstrous rings that could actually be the raw material of a forming moon.",
        "'This may be because the search for exoplanets is very focused on planets close to their star and not beyond the ice line that, as in the Solar System, is where the planets with rings are found ', points Socas.",
        "On these worlds, no moon has yet been found to orbit them.",
        "The difficulty of looking for what you want to find at the right time is reflected when you turn to the idea of Socas 'If you look at us from another planet in search of technology created by intelligent life, you would see nothing ', he says.",
        "'At the current rate of occupancy of the geostationary orbit we would be detectable in the year  ', concludes."
    ]
}