{
    "id": "128_Science_127",
    "claim": "Mexico. - A strong surprise and emotion experience the owner of the social network HI5, Andrew Scott, realizing that overnight the popularity of his page increased a %, to the extent that as it was more than  years ago, it has again become the favorite social network of people in the world. Andrew mentions that with the arrival of Facebook they resigned themselves to the fact that their page would still be forgotten and when it was once the most popular social network in the world:'We were the first viral social network, however people did not like us to allow us to put gifs, songs, videos and endless things that only made the pages treated when someone was logged in. However we remained firm, not even MySpace managed to unblock us, it was until Facebook arrived that we saw our imminent death. It was obvious that we were no longer kings, so we only decided to focus on the country that still appreciated us, which is China and few others, and to take care of that market. It was definitely a very big surprise to realize that from one day to the next we had recovered the billions of visitors we had harshly, it was crazy, we didn't know what was going on ', commented the owner while he was wallowing in his new millions. According to one study, millions of people decided to leave Facebook after the Cambridge Analytica scandal, where their owner Mark Zuckerberg was accused of allowing the sale of private data, a situation that caused people to burst into anger and return to HI5 only for revenge: 'I accept that I did not read the small letters but from there to Zucaritas (sic) selling our data is very different. It's true that I reported until I go to the bathroom and have my profile free for my enemies to see my things and die of envy, but that doesn't mean they have the right to capture what I do to convince us to vote for someone. It's not fair for them to snoop around and see that we like it for forces to force us to vote for Meade, which is the one that comes out the most in my profile ', commented a woman who uploads photos of even the enchiladas she's eating. According to various media, although and everyone knows that hi5 is even less private than Facebook decided to move out of courage towards Facebook:'It was a surprise to open my HI5 account and see pictures of me when I was  years old, nor do I look so changed now that I have , which if it is a little changed is HI5, follow the same way of knowing who visited your profile and since I don't understand it I can't change the privacy to hide everything. I know people can find out more easily about my data in HI5 because they don't have that much security, but at least they don't pretend to protect my information. I've already read the terms of HI5 that are just  lines, and they only mention that they don't have a security system, at least they're sincere ', commented one user. According to several media outlets, the HI5 has even collapsed because among the videos, animations and gifs, plus the arrival of the millions of users who re-entered after years, the page takes between  and  minutes to load, however this does not matter to the users who are willing to do the sacrifice to see Mark sunk for violating their privacy. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "11/04/2018",
    "veracity": 0,
    "claims": [
        "Mexico.",
        "- A strong surprise and I experience the owner of the social network HI5, Andrew Scott my enemies the owner of the social network HI5, Andrew Scott I realizing that overnight the popularity of my enemies increased a %, to the extent that as his page was more than  years ago, his page has again become the my enemies social network of people in the world.",
        "the owner of the social network HI5, Andrew Scott mentions that with the arrival of Facebook they resigned they to the fact that his page would I network in the world:'We were the first viral social networkhi5 however people did not like they to allow they to put gifs, songs, videos and endless things that only made the pages hi5 when someone was logged I .",
        "However they remained firm, not even MySpace managed to unblock they , it was until Facebook arrived that hi5 saw imminent death.",
        "It was obvious that they were no longer kingsI so they only decided to focus on the country that still appreciated us, which is China and few others , and to take I of the country that still appreciated us, which is China and few others .",
        "It hi5 definitely a very big surprise to realize that from one day to the next they had recovered I billions of visitors they had hi5 , it was crazy, they didhi5 know what was going hi5 ', commented the owner of the social network HI5, Andrew Scott while the owner of the social network HI5, Andrew Scott was wallowing in new millions.",
        "According to one study, millions of people decided to leave Facebook after the Cambridge Analytica scandal, where owner Mark Zuckerberg was accused of allowing the sale of private data, a situation that caused people to burst into anger and return to the social network HI5 only for revenge: 'the owner of the social network HI5, Andrew Scott accept that the owner of the social network HI5, Andrew Scott did not read the small letters but from there to Zucaritas (sic) selling our data is very different.",
        "It's true that I reported until I go to the bathroom and have my profile free for my enemies to see my things and die of envy, but that doesn't mean they have the right to capture what I do to convince us to vote for someone.",
        "It's not fair for them to snoop around and see that we like it for forces to force us to vote for Meade, which is the one that comes out the most in my profile ', commented a woman who uploads photos of even the enchiladas she's eating.",
        "According to various media, although and everyone knows that hi5 is even less private than Facebook decided to move out of courage towards Facebook:'It was a surprise to open my HI5 account and see pictures of me when I was  years old, nor do I look so changed now that I have , which if it is a little changed is HI5, follow the same way of knowing who visited your profile and since I don't understand it I can't change the privacy to hide everything.",
        "I know people can find out more easily about my data in HI5 because they don't have that much security, but at least they don't pretend to protect my information.",
        "I've already read the terms of HI5 that are just  lines, and they only mention that they don't have a security system, at least they're sincere ', commented one user.",
        "According to several media outlets, the HI5 has even collapsed because among the videos, animations and gifs, plus the arrival of the millions of users who re-entered after years, the page takes between  and  minutes to load, however this does not matter to the users who are willing to do the sacrifice to see Mark sunk for violating their privacy."
    ]
}