{
    "id": "129_Society_60",
    "claim": "% of Mexican teenagers acknowledge having been the object of mockery, beatings or pushes several times a month, more than the average of OECD countries.School bullying appears in Mexican schools as one of the most visible obstacles to education. % of students from  years of age acknowledge having suffered several times a month some kind of abuse: mockery or unpleasant rumors, pushes or blows. And peer violence directly affects grades: those who suffer from it get worse grades, concludes a report prepared by the Organisation for Economic Cooperation and Development (OECD). Mexico is among the countries where bullying is most frequent. And their results in the PISA study haven't raised their heads for years. In the last PISA report, published in December of , the organization put on the table a well-known topic: the deficiencies in Mexican education. Teenagers in Mexico failed all exams: science, reading and mathematics. And its rulers had no choice but to compare bad grades with worse ones: Mexico, still rejected, scored better than Costa Rica, Colombia, Brazil and Peru in mathematics. Something that happens with each report. This is the last educational comfort. Bullying figures show 'fractured social relations and the development of a way of relating that is harmful ', explains Gabriela Ramos, OECD Director of Staff, on Tuesday's report on the well-being of students. This is not the first time that the organism has warned about this problem. In  he placed Mexico as the country with the highest level of bullying, according to the International Survey on Teaching and Learning. The document added some testimonies from teachers and principals pointed to the use of drugs and alcohol in schools, as well as vandalism and theft. Among the other points where Mexico stands out negatively, is the low sense of belonging to the school. % of students feel marginalized at school (when the OECD average is %) and % feel lonely (average %). However, the report presented this Tuesday stresses that if students had to take note of their lives, they would get almost an outstanding: . This is the highest level among OECD countries and the second among all PISA participating countries, after the Dominican Republic. In addition, there is a higher than average level of motivation: % of adolescents declared that they want to be the best, do what they do and % is motivated to get the highest grades. This motivation was also evident in the results of the last PISA report. Despite poor science scores, a large part of Mexican teenagers wanted to be scientists. At least one % of respondents referred to this, the highest proportion of students with this expectation among OECD countries. Taking into account that only one % of them achieved acceptable science performance and one % did not even get a minimum level, it was a response that surprised the report itself:'These positive attitudes are weakly associated with student performance in mathematics'. Mexican students get more nervous than those in other countries. Anxiety for study above average, a % of them recognize getting very tense when studying and % cares about poor grades. Being a doctor is the most popular professional aspiration among girls, while they prefer to be engineers. The level of school segregation in Mexico is higher than the OECD average: only one % of children from working-class families can afford a private school. The document also states that % of students from wealthy families expect to complete university, compared to % of the most disadvantaged students. Mexico invests  dollars in educating every student from six to  years, according to the agency's data. This level of expenditure represents % of the OECD average. The per capita GDP of Mexico is  dollars (data of ), % of the average of the agency. The report notes that what Mexico spends on education relative to the country's GDP is lower than in many other Latin American countries, such as Costa Rica, Brazil, Chile, Colombia, Dominican Republic and Peru. But higher than Uruguay. The country allocates % of GDP to the public education system, according to an OECD study from  which collects data from . It is one of the countries that devote most to this departure of all those that make up the body, ahead of Germany and Spain and very similar to that of France. But % is used to pay teachers' payrolls. I'm sorry.",
    "source": "elpais.com",
    "date": "19/04/2017",
    "veracity": 1,
    "claims": [
        "% of Mexican teenagers acknowledge the organism the object of mockery, beatings or pushes several times a month, more than the average of OECD countries.",
        "School bullying the report itself:'These schools as one of the most visible obstacles to education.",
        "% of Mexican teenagers Mexican students having suffered several times a month some kind of abuse: mockery or unpleasant rumorsMexican students pushes or blows.",
        "And peer violence directly affects grades: those who suffer from peer violence get worse grades, concludes a report prepared by the OECD for girls Cooperation and Development (OECD).",
        "Mexico is among Mexico where bullying the OECD average .",
        "And results students the PISA students haven't almost an outstanding: .",
        "the report itself:'These PISA report, OECD countries of , OECD put on the table a well-known topic: the deficiencies in Mexican education.",
        "Teenagers a higher than average level of motivation % of adolescents .",
        "And rulers OECD but to compare bad grades with worse ones: Mexico the OECD average a higher than average level of motivation than Mexico Rica, Colombia, Brazil and Peru PISA mathematics.",
        "OECD the report itself:'These with each report.",
        "This is the last educational comfort.",
        "Mexico figures show 'fractured social relations wanted the development of a way of relating that is harmful ', explains OECD countries , OECD Director of Staff, on Tuesday's report on the well-being of students.",
        "This is not the first time that the organism has warned about this problem.",
        "In  he placed Mexico as the country with the highest level of bullying, according to the International Survey on Teaching and Learning.",
        "The document added some testimonies from teachers and principals pointed to the use of drugs and alcohol in schools, as well as vandalism and theft.",
        "Among the other points where Mexico stands out negatively, is the low sense of belonging to the school.",
        "% of students feel marginalized at school (when the OECD average is %) and % feel lonely (average %).",
        "However, the report presented this Tuesday stresses that if students had to take note of their lives, they would get almost an outstanding: .",
        "This is the highest level among OECD countries and the second among all PISA participating countries, after the Dominican Republic.",
        "In addition, there is a higher than average level of motivation: % of adolescents declared that they want to be the best, do what they do and % is motivated to get the highest grades.",
        "This motivation was also evident in the results of the last PISA report.",
        "Despite poor science scores, a large part of Mexican teenagers wanted to be scientists.",
        "At least one % of respondents referred to this, the highest proportion of students with this expectation among OECD countries.",
        "Taking into account that only one % of them achieved acceptable science performance and one % did not even get a minimum level, it was a response that surprised the report itself:'These positive attitudes are weakly associated with student performance in mathematics'.",
        "Mexican students get more nervous than those in other countries.",
        "Anxiety for study above average, a % of them recognize getting very tense when studying and % cares about poor grades.",
        "Being a doctor is the most popular professional aspiration among girls, while they prefer to be engineers.",
        "The level of school segregation in Mexico is higher than the OECD average: only one % of children from working-class families can afford a private school.",
        "The document also states that % of students from wealthy families expect to complete university, compared to % of the most disadvantaged students.",
        "Mexico invests  dollars in educating every student from six to  years, according to the agency's data.",
        "This level of expenditure represents % of the OECD average.",
        "The per capita GDP of Mexico is  dollars (data of ), % of the average of the agency.",
        "The report notes that what Mexico spends on education relative to the country's GDP is lower than in many other Latin American countries, such as Costa Rica, Brazil, Chile, Colombia, Dominican Republic and Peru.",
        "But higher than Uruguay.",
        "The country allocates % of GDP to the public education system, according to an OECD study from  which collects data from .",
        "It is one of the countries that devote most to this departure of all those that make up the body, ahead of Germany and Spain and very similar to that of France.",
        "But % is used to pay teachers' payrolls."
    ]
}