{
    "id": "131_Entertainment_623",
    "claim": "Jennifer Aniston, Courteney Cox and Lisa Kudrow relive their characters with Jimmy KimmelThe next  of September marks the anniversary of the beginning of Friends, one of the comedies that marked time within the television panorama. Having ruled out the return of the series, not even in the form of a film, as rumored for a long time, the sitcom's birthday has been the perfect excuse for part of its cast to meet and recover its old characters. Such a circumstance has occurred in the program Jimmy Kimmel Live!. In an interview with Jennifer Anniston, the presenter proposes that the actress read with him some lines of script written by himself years ago from the characters of the series. To do this, the program had recreated the iconic kitchen of the apartment in which Monica and Rachel lived in the fiction of the American NBC network. While Anniston and Kimmel (in the role of Ross) read their lines of text, and to the surprise of the spectators, Courteney Cox (Monica en Friends) and Lisa Kudrow (Phoebe) made their appearance on stage at a celebrated reunion. It only lasted a few seconds, but long enough for the reunion to have gone around the world. In addition, and also on the occasion of the anniversary of the premiere of the series, the legendary Central Perk, the coffee frequented by the six New York friends, will be recreated in Manhattan. Although the coffee shop that appears in fiction does not exist in New York, for a month Warner Bros will open the doors of a replica, which can be visited between the next  of September and the  of October. The cafeteria will be located at  on Lafayette Street in New York. In it, visitors will be able to taste a coffee while taking photos on the famous sofa where they sat Ross, Joey, Chandler, Monica, Rachel and Phoebe and listen to music related to the series, such as Phoebe's mythical Smelly cat creation. In addition, James Michael Tyler, who played Gunther in fiction, will also sometimes be behind the coffee bar. I'm sorry.",
    "source": "elpais.com",
    "date": "28/08/2014",
    "veracity": 1,
    "claims": [
        "Jennifer Aniston, Courteney Cox and Lisa Kudrow relive their characters with Jimmy KimmelThe next  of September marks the anniversary of the beginning of Friends, one of the comedies that marked time within the television panorama .",
        "Having ruled out the return of Friends, one of the comedies that marked time within the television panorama , not even in the form of a film, as rumored for a long time, the anniversary of the beginning of Friends, one of the comedies that marked time within the television panorama has been the perfect excuse for part of cast to meet and recover their characters .",
        "Such a circumstance has occurred in the program Jimmy Kimmel Live! .",
        "In an interview with Jennifer Aniston , Jimmy KimmelThe proposes that Jennifer Aniston read with Jimmy KimmelThe some lines of script written by himself years ago from the characters of the series .",
        "To do read , the program Jimmy Kimmel Live! had recreated the iconic kitchen of the apartment in which Monica and Rachel lived in the fiction of the American NBC network.",
        "While Anniston and Kimmel (in the role of Ross) read some lines of script written by himself years ago from the characters of the series , and to the surprise of the spectators, Jennifer Aniston, Courteney Cox and Lisa Kudrow made Courteney Cox on stage at their appearance .",
        "Courteney Cox only lasted a few seconds, but long enough for their appearance to have gone around the world.",
        "In addition, and also on the occasion of the anniversary of the beginning of Friends, one of the comedies that marked time within the television panorama , the legendary Central Perk, the coffee frequented by the six New York friends, will be recreated in Manhattan.",
        "Although the coffee shop that appears in fiction does not exist in New York, for a month Warner Bros will open the doors of a replica, which can be visited between the next  of September and the  of October.",
        "The cafeteria will be located at  on Lafayette Street in New York.",
        "In it, visitors will be able to taste a coffee while taking photos on the famous sofa where they sat Ross, Joey, Chandler, Monica, Rachel and Phoebe and listen to music related to the series, such as Phoebe's mythical Smelly cat creation.",
        "In addition, James Michael Tyler, who played Gunther in fiction, will also sometimes be behind the coffee bar."
    ]
}