{
    "id": "132_Entertainment_635",
    "claim": "United States. - Strong courage and bewilderment experienced by the U.S. presidential couple Donald and Melania Trump, after they will be denied entry to the Oscar ceremony for not having an invitation to enter the Dolby Theatre, the venue where the event takes place. According to the president of the Hollywood Academy, Cheryl Boone, the presidential couple arrived'in surprise 'and hoped to be able to enter the theater without invitation, however he made the decision not to allow them to enter to avoid a political conflict: 'We were the first surprised when they arrived at the ceremony without invitation. I was inside the theater supervising that everything was fine and suddenly my assistant communicated to tell me that Donald and Melania were marching on the red carpet; I was completely frozen because they had no invitation to attend. My assistant told me that Trump was pushing her to tell her what seat they would give her at the theater, and she had even bothered because they had asked her for her invitations and it was obvious that they didn't have. It was a very tense situation, the red carpet guards let them in because they were intimidated, but I wasn't going to let them into the Dolby Theatre if they hadn't been required. They may be the presidential couple, but if they had no invitation we could do nothing ', he said. I'm sorry. The president comments that they allowed Trump and Melania to pose on the red carpet, however at the entrance of the theater they were sharp and told that they could not enter:'I went personally to warn them that without invitation they could not enter. Trump didn't even take it as a joke, he knew it was true, and he was furious right away, he told me (in an intimidating way) that I was just going to give myself a chance to let it go, and what I did was ask him for his invitation again. He just got red with courage and Melania tried to calm him down, told me that tomorrow he would meet me and explain to me my situation as director of The Academy. Of course he tried to intimidate me and that I was afraid, I publish his threats because I will not let him continue to want to use his power to do whatever he wants ', he pointed out. According to several witnesses, Donald could cancel the event the  years he is in power, forcing The Academy to deliver the Oscar, but not at a ceremony if not at a simple press conference, as he is extremely upset that he did not let it happen. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "27/02/2017",
    "veracity": 0,
    "claims": [
        "United States.",
        "- Strong courage and bewilderment experienced by the U.S. presidential couple Donald and Melania Trump , after the U.S. presidential couple Donald and Melania Trump will be denied entry to the Oscar ceremony for not having an invitation to enter the Dolby Theatre, the venue where the event takes place .",
        "According to the president of the Hollywood Academy, Cheryl Boone , the U.S. presidential couple Donald and Melania Trump arrived'in surprise 'and hoped to be able to enter the Dolby Theatre, the venue where the event takes place without invitation, however the president of the Hollywood Academy, Cheryl Boone made the decision not to allow the U.S. presidential couple Donald and Melania Trump to enter to avoid a political conflict: 'my assistant were the first surprised when the U.S. presidential couple Donald and Melania Trump arrived at the Oscar ceremony without invitation.",
        "the president of the Hollywood Academy, Cheryl Boone was inside the Dolby Theatre, the venue where the event takes place supervising that everything was fine and suddenly Melania Trump communicated to tell the president of the Hollywood Academy, Cheryl Boone that the U.S. presidential couple Donald and Melania Trump were marching on the red carpet; the president of the Hollywood Academy, Cheryl Boone was completely frozen because the U.S. presidential couple Donald and Melania Trump had no invitation to attend.",
        "Melania Trump told the president of the Hollywood Academy, Cheryl Boone that Donald was pushing Melania Trump to tell Melania Trump what seat the U.S. presidential couple Donald and Melania Trump would give Melania Trump at the Dolby Theatre, the venue where the event takes place , and Melania Trump had even bothered because the U.S. presidential couple Donald and Melania Trump had asked Melania Trump for invitations and it was obvious that the U.S. presidential couple Donald and Melania Trump didn't have.",
        "It was a very tense situation, the red carpet guards let the U.S. presidential couple Donald and Melania Trump in because the U.S. presidential couple Donald and Melania Trump were intimidated, but the president of the Hollywood Academy, Cheryl Boone wasn't going to let the U.S. presidential couple Donald and Melania Trump into the Dolby Theatre, the venue where the event takes place if the U.S. presidential couple Donald and Melania Trump hadn't been required.",
        "the U.S. presidential couple Donald and Melania Trump may be the presidential couple, but if the U.S. presidential couple Donald and Melania Trump had no invitation my assistant could do nothing ', the president of the Hollywood Academy, Cheryl Boone said.",
        "The president comments that they allowed Trump and Melania to pose on the red carpet, however at the entrance of the theater they were sharp and told that they could not enter:'I went personally to warn them that without invitation they could not enter.",
        "Trump didn't even take it as a joke, he knew it was true, and he was furious right away, he told me (in an intimidating way) that I was just going to give myself a chance to let it go, and what I did was ask him for his invitation again.",
        "He just got red with courage and Melania tried to calm him down, told me that tomorrow he would meet me and explain to me my situation as director of The Academy.",
        "Of course he tried to intimidate me and that I was afraid, I publish his threats because I will not let him continue to want to use his power to do whatever he wants ', he pointed out.",
        "According to several witnesses, Donald could cancel the event the  years he is in power, forcing The Academy to deliver the Oscar, but not at a ceremony if not at a simple press conference, as he is extremely upset that he did not let it happen."
    ]
}