{
    "id": "134_Politics_522",
    "claim": "Mexico. -In a press conference the head of the Attorney General's Office of the Republic, Raúl Cervantes Andrade, revealed that they already have everything ready to immediately lock up Javier Duarte once he is extradited from Guatemala to our country, pointing out that because of the overload that exists in all the prisons of the country they will be in need of locking him in a hotel  stars, in what is vacated a cell in some prison and can move him there. Raúl mentioned that the hotel where the former governor veracruzano will carry out his arrest will be located on a beach, this at the request of Javier himself who confessed that he suffers from high pressure and only the climate of the sea keeps him healthy:'One of the biggest problems that our prisons have is the overcupo, unfortunately there is no place for all the criminals who commit a crime to enter, and that is why some of us do not lock them up. In Duarte's case it gets even more complicated since we can't put him in a cell with other prisoners because of his status as a former politician, and there's no room in other jails for him to have a cell for himself, but that doesn't mean we'll let him go. Javier will pay and be locked up until his sentence is passed, since his crimes are considered serious. For this reason, we made the decision to lock him in a hotel in which a cell is released in some prison to move him there. His lawyer demanded that we go to a city where there was sea as he suffers from high pressure and his body demands to be in a temperate and humid climate like that of the beaches. Like all day you'll be locked up it's essential that the hotel where we move you is right by the sea. Finally we made the procedures to transfer him to a hotel  stars as it is the only one that provided us with the facilities to implement the strong security device, so the government will rent  luxury suites, one where Duarte will be locked up and another where the elements that will take care of him will be. Javier will also be able to leave the beach of the hotel for being inside the same facilities of his arrest, however he will not be able to go beyond the beach area that is not of the place, and will only be able to sunn  hours a day, no more ', they recounted. Cervantes comments that Javier could be in the hotel for between one and two years, before being transferred to a prison: 'it is not only a matter of having a prisoner unsuit a cell, but there is a waiting list, and from here to there will be a place between one and two years ', he said. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "30/06/2017",
    "veracity": 0,
    "claims": [
        "Mexico .",
        "-In a press conference the head of the Attorney General's Office of the Republic, Raúl Cervantes Andrade him a hotel in which a cell is released in some prison the head of the Attorney General's Office of the Republic, Raúl Cervantes Andrade him the Attorney General's Office of the Republic already have everything ready to immediately lock up Javier Duarte once Javier Duarte is extradited him Guatemala to Mexico , pointing out that because of the overload that exists in all the him of Mexico the Attorney General's Office of the Republic will be in a hotel in which a cell is released in some prison a hotel  stars , in what is vacated a cell in some prison and can move him there.",
        "a hotel in which a cell is released in some prison that a hotel  stars will be located on a beach, this at the request of Javier Duarte who him that Javier Duarte suffers from high pressure and only the climate of the sea keeps Javier Duarte healthy:'One of the biggest problems that our prisons a hotel in which a cell is released in some prison the overcupo, unfortunately there is no him for all the criminals who commit a crime to enter, and is is why some of us a hotel in which a cell is released in some prison lock all the criminals who commit a crime up.",
        "In Javier Duarte case it gets even more complicated since we can't Cervantes in a cell with him prisoners because a hotel in which a cell is released in some prison status as a former politician, and there's no room in other jails for Javier Duarte to have a cell for Javier Duarte , but that doesn't mean the Attorney General's Office of the Republic 'll let Javier Duarte go.",
        "Javier Duarte will pay and be locked up until sentence is passed, since crimes are considered serious.",
        "For this reason, we made the decision to lock him in a hotel in which a cell is released in some prison to move him there.",
        "His lawyer demanded that we go to a city where there was sea as he suffers from high pressure and his body demands to be in a temperate and humid climate like that of the beaches.",
        "Like all day you'll be locked up it's essential that the hotel where we move you is right by the sea.",
        "Finally we made the procedures to transfer him to a hotel  stars as it is the only one that provided us with the facilities to implement the strong security device, so the government will rent  luxury suites, one where Duarte will be locked up and another where the elements that will take care of him will be.",
        "Javier will also be able to leave the beach of the hotel for being inside the same facilities of his arrest, however he will not be able to go beyond the beach area that is not of the place, and will only be able to sunn  hours a day, no more ', they recounted.",
        "Cervantes comments that Javier could be in the hotel for between one and two years, before being transferred to a prison: 'it is not only a matter of having a prisoner unsuit a cell, but there is a waiting list, and from here to there will be a place between one and two years ', he said."
    ]
}