{
    "id": "136_Science_124",
    "claim": "The well-known entrepreneur Mark Zuckerberg announced that while Facebook will remain free, a series of measures are planned to encourage user participation. In a press conference in front of a select group of reporters, he said that, starting next month, a minimum quota of posts will be established per month, and that in case it is not covered, the user will be charged the account handling.'We have noticed that many people open accounts and leave them abandoned, or publish only once or twice a month, and that goes against Facebook's goals. Therefore, all those who do not publish or share at least on  occasions per month will be charged the equivalent of  dollars in their local currency. As you may realize, it is an almost symbolic amount, for we do not seek to gain a profit, but only to encourage people to use their accounts. Zuckerberg assured that the collection would be made in various ways, according to each user, either directly from their payrolls, from their credit cards, or even from their bank savings.  But Mark  we ask you at this time of the conference  what do you intend to do if users refuse to give you that data?  It is the best part of everything, my friend. It's not necessary, because we already have all that. So it'll be a simple formality. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "28/04/2018",
    "veracity": 0,
    "claims": [
        "The well-known entrepreneur Mark Zuckerberg announced that while Facebook will remain free, a series of measures are planned to encourage user participation.",
        "In a press conference in front of a select group of reporters, The well-known entrepreneur Mark Zuckerberg said that, starting next month, a minimum quota of posts will be established per month, and that in case a minimum quota of posts is not covered, the user will be charged the account handling.",
        "'We have noticed that many people open accounts and leave accounts abandoned, or publish only once or twice a month, and that goes against Facebook goals.",
        "Therefore, all those who do not publish or share at least on  occasions per month will be charged the equivalent of  dollars in their local currency .",
        "As you may realize, the equivalent of  dollars in their local currency is an almost symbolic amount, for Facebook do not seek to gain a profit, but only to encourage people to use accounts.",
        "The well-known entrepreneur Mark Zuckerberg assured that the collection would be made in various ways, according to each user , either directly from payrolls, from credit cards, or even from bank savings.",
        " But The well-known entrepreneur Mark Zuckerberg  we ask The well-known entrepreneur Mark Zuckerberg at this time of the conference  what do The well-known entrepreneur Mark Zuckerberg intend to do if users refuse to give Facebook that data ?  that data is the best part of everything, The well-known entrepreneur Mark Zuckerberg .",
        "So it'll be a simple formality."
    ]
}