{
    "id": "138_Society_66",
    "claim": "From September on, Spanish women will have to take the practical double driving test in order to get a driver's license. The controversial measure will be implemented due, according to traffic officials, to a higher percentage of accidents triggered by the female sex 'it is very typical to say that women are clumsier behind the wheel and that is not the case, but if it is true that most accidents are caused directly or indirectly by women, and therefore we believe it necessary to require them to carry out the practical examination twice in order to try to reduce these figures '. On the other hand, they wanted to ensure that it is not sexual discrimination or anything like it, it is also proven that they are more prudent at the wheel than men, but, contrary to what might be thought, this prudence is also affected by the higher number of accidents caused by it. There is still time until September and it is expected that the implementation of the measure will not be simple. I'm sorry.",
    "source": "haynoticia.es",
    "date": "15/06/2017",
    "veracity": 0,
    "claims": [
        "From September on, Spanish women will have to take the practical double driving test in order to get a driver's license.",
        "The controversial measure will be implemented due, according to traffic officials, to a higher percentage of accidents triggered by the female sex 'it is very typical to say that women are clumsier behind the wheel and that is not the case, but if it is true that most accidents are caused directly or indirectly by women, and therefore we believe it necessary to require them to carry out the practical examination twice in order to try to reduce these figures '.",
        "On the other hand, they wanted to ensure that it is not sexual discrimination or anything like it, it is also proven that they are more prudent at the wheel than men, but, contrary to what might be thought, this prudence is also affected by the higher number of accidents caused by it.",
        "There is still time until September and it is expected that the implementation of the measure will not be simple."
    ]
}