{
    "id": "139_Entertainment_622",
    "claim": "Image copyright youtubeImage chapter From YouTube they indicated that they investigate what happened and work to block strangers' access to Vevo's channels. The YouTube video of the song 'Despacito ', which has harvested more than  millions of hits, was hacked in the last few hours. In addition to the video of Luis Fonsi and Daddy Yankee, other artists ran the same fate, including Shakira, Selena Gomez, Drake and Taylor Swift. The original clips of the songs of these artists had been published by the music video site Vevo on YouTube. The video of 'Despacito 'was removed by computer hackers and instead appeared an image of a group of people wielding weapons, with their faces covered with masks, which belongs to the Spanish television series 'La casa de papel'. In addition, the self-named Kuroi'sh & Prosox hackers wrote the message'Free Palestine\". Image Copyright YouTubeImage caption Self-titled hackers Kuroi'sh & Prosox also altered titles from several videos. Many video titles were altered to include hacker names and in only a few the promotional image had been replaced. Under investigation 'After seeing abnormal activities on some of Vevo's channels, we worked quickly with our partners to block access while investigating what happened ', a YouTube spokesperson told the BBC. Vevo, for his part, indicated that they are working to restore the videos affected. They also investigate what happened. The music content site had suffered an attack in September from  when many of its files were stolen and leaked on the internet. A Twitter account, which apparently belongs to hackers, posted the following message: 'It's just for fun. I use the YouTube video title format and write 'hacked''. 'Don't judge me, I love YouTube ', it was read in the message. I'm sorry.",
    "source": "www.bbc.com",
    "date": "10/04/2018",
    "veracity": 1,
    "claims": [
        "Image copyright youtubeImage chapter From YouTube they indicated that they investigate what happened and work to block strangers' access to the self-named Kuroi'sh & Prosox hackers .",
        "The YouTube video of the song 'Despacito ', which has harvested more than  millions of hits , was hacked in the last few hours.",
        "In addition to The YouTube video of the song 'Despacito ', which has harvested more than  millions of hits , other artists ran the same fate, including Shakira, Selena Gomez, Drake and Taylor Swift.",
        "The original clips of the songs of these artists had been published by they on YouTube .",
        "The YouTube video of the song 'Despacito ', which has harvested more than  millions of hits was removed by computer hackers and instead appeared an image of the song 'Despacito ' .",
        "In addition, a group of people wielding weapons, with their faces covered with masks, which belongs to the Spanish television series 'La casa de papel' wrote the message'Free Palestine\".",
        "Image Copyright YouTubeImage caption a group of people wielding weapons, with their faces covered with masks, which belongs to the Spanish television series 'La casa de papel' also altered titles from several videos.",
        "Many video titles were altered to include hacker names and in only a few the promotional image had been replaced.",
        "Under investigation 'After seeing abnormal activities on Vevo's channels , YouTube worked quickly with partners to block access while investigating what happened ', a YouTube spokesperson told the BBC.",
        "they , for part, indicated that they are working to restore Vevo's channels .",
        "The music content site had suffered an attack in September from  when many of its files were stolen and leaked on the internet.",
        "A Twitter account, which apparently belongs to hackers, posted the following message: 'It's just for fun.",
        "I use the YouTube video title format and write 'hacked''.",
        "'Don't judge me, I love YouTube ', it was read in the message."
    ]
}