{
    "id": "13_Security_181",
    "claim": "Through social networks, the president of the Municipal Committee of the Institutional Revolutionary Party (PRI) in the port of Veracruz, Raúl Díaz Diez, denounced an alleged attack on the facilities of that political institute. 'A few moments ago unknown subjects attacked the headquarters of our party. There are no injured! ', he posted on his Twitter account @rauldiazdiez. 'We categorically reject these acts that threaten free democratic participation! They will not intimidate us! ', was another message from the PRI municipal leader. Although he did not specify how the PRI offices were attacked, located on Netzahualcoyotl Avenue, between Carlos Cruz and Juan Soto, of the Centro de Veracruz colony, Díaz Diez disseminated two photographs showing a slightly calcined wall. During the course of this morning, the PRI leader is expected to issue a statement detailing the alleged attack. The company INDEMERC carried out a survey that was carried out in Veracruz and was published El Portal, newspaper of that state. The survey was taken between April  and May. With an error margin of less than +/- % for each estimate, these are the results of what the company manages as 'ModelIndermerc'. I. - Yunes Landa (PRI), leader; Yunes Linares (PAN-PRD), second; Cuitláhuac (Morena), third. o Con % Hector Yunes Landa, del PRI-Verde-NA-PC-AVE o Con o Miguel Ángel Yunes Linares, del PAN-PRD o Con % Cuitláhuac García Jimenez, de Morena o Con % Juan Bueno Torio, independiente o Con % Alba Leonila Mendez Herrera, del PT o Con % Armando Mendez de la Luz, de Movimiento Ciudadano o Víctor Alejandro Vázquez Cuevas, del PES II. - The PRI would carry a thousand votes of advantage to the PAN",
    "source": "www.argumentopolitico.com",
    "date": "01/03/2018",
    "veracity": 0,
    "claims": [
        "Through social networks, the president of the Municipal Committee of the Institutional Revolutionary Party (PRI) in the port of Veracruz , Raúl Díaz Diez, denounced an alleged attack on the facilities of that political institute .",
        "'A few moments ago unknown subjects an alleged attack on the facilities of that political institute the facilities of that political institute .",
        "There are no injured! ', he posted on Twitter account @rauldiazdiez.",
        "'the Institutional Revolutionary Party (PRI) categorically reject these acts that threaten free democratic participation ! these acts that threaten free democratic participation will not intimidate the Institutional Revolutionary Party (PRI) ! ', was another message from he .",
        "Although he did not specify how the facilities of that political institute were an alleged attack on the facilities of that political institute , located on Netzahualcoyotl Avenue, between Carlos Cruz and Juan Soto, of the Centro de Veracruz colony, he disseminated two photographs showing a slightly calcined wall.",
        "During the course of this morning, he is expected to issue a statement detailing an alleged attack on the facilities of that political institute .",
        "The company INDEMERC carried out a survey that was carried out in Veracruz and was published El Portal, newspaper of that state .",
        "a survey that was carried out in Veracruz and was published El Portal, newspaper of that state was taken between April  and May.",
        "With an error margin of less than +/- % for each estimate, these are the results of what The company INDEMERC manages as 'ModelIndermerc'.",
        "I. - Yunes Landa (the Institutional Revolutionary Party (PRI) ), leader; Yunes Linares (PAN-PRD), second; Cuitláhuac (Morena), third.",
        "o Con % Hector Yunes Landa, del PRI-Verde-NA-PC-AVE o Con o Miguel Ángel Yunes Linares, del PAN-PRD o Con % Cuitláhuac García Jimenez, de Morena o Con % Juan Bueno Torio, independiente o Con % Alba Leonila Mendez Herrera, del PT o Con % Armando Mendez de la Luz, de Movimiento Ciudadano o Víctor Alejandro Vázquez Cuevas, del PES II.",
        "- The PRI would carry a thousand votes of advantage to the PAN."
    ]
}