{
    "id": "143_Science_122",
    "claim": "The popular instant messaging app changes for the first time in four years its terms of use of the platform Few companies are able to invest (or spend)  millions of euros in an app for mobile devices. Few, to say the least, would see business in such a financial operation. Facebook did. In , when he decided to acquire WhatsApp. And because it had a clear goal from the beginning: to get the data of millions and millions of users, people with names and surnames, to boost their advertising strategy and get to know them even more. And it has before it a real gold mine: personal information of numerous people who, innocently, give away their digital life for free to the highest bidder. And everything, to improve the service, says the American company. To improve, an euphemism to guarantee the future as advertising business, that in last trimester have helped him to win the cold sum of  million euros. There's nothing there. Internet giants often, if not always, come to an ambiguous narrative and legal style for the presentation of the conditions of use of their services, many of them, platforms that are part of the daily life of many people. After four years of silence we are facing the first update of WhatsApp in this sense, caused precisely by this fusion with Facebook. The problem is that there is an important vice of base already in the beginning, which is how you consent to the transfer of your data, assures this newspaper Sergio Carrasco, lawyer specialized in technological law in Phase Consulting. The European narrative in data protection - this expert recalls - is trying to reinforce the idea of express consent for this type of case where the protocols for the use of these services are changed which, as is taken for granted, almost no one usually reads them exhaustively. WhatsApp's strategy (and therefore Facebook) has been to submit a form whose box is activated by default, something illegal according to the experts consulted, and which is also not in the first layer to give this authorization. It is in the small print, in the nuances, where the business is located. Consent has to be express and should not be marked by default, that is totally forbidden. The fact is that the user has no knowledge of the scope of the data that it is allowing. One of the terms shared are the ones that identify your device, so through the internet the system can know where your device is and create a better profile, as well as the contact calendar to create a huge network of contacts, explains this expert. The situation goes even further, since, from now on, Facebook will have in its possession a billion phone numbers coming from WhatsApp users and, in turn, others as the app has access to the contact agenda of the devices. Legally it is not so easy to obtain this data, that is why they hide the authorization, to grant them by default, insists. While it is true, accepting the terms of use is optional, since later, the user can go to Settings/Account of the application and revoke access, but this operation will only be available within the first thirty days of receiving the form. One of the first criticisms about this is the fear that Facebook, an increasingly large giant, will now have the phone number. Even if it's kind of petty and banal, many users are concerned about the fact that you can share it with your advertisers. But this is not a novelty. In the vast majority of cases, Facebook already has your mobile phone, for more than a year. The novelty is that now Facebook will have some data on how and with whom you use your Whatsapp. Therefore, the change will influence the first one more than the second, considers Bruno V치zquez-Dodero, director of AulaCM, School of Communication and Digital Marketing. In his opinion, the only new development in the use of this messaging application is that perhaps we can receive some private message about something of our interest. The company itself has set a confusing example of a possible delay in a flight and how it would be interesting for everyone to report to us via WhatsApp. And I'm saying this case is confusing because it's still about to see how Facebook will know that we had that flight. In any case, this was actually already happening in some cases when we gave the mobile phone to the flight company, he says. Facebook is interested in being less intrusive and more relevant and interesting to its users, he adds, while considering that with these novelties the company gets two things: on the one hand, to suggest better contacts to users according to their WhatsApp agenda and, on the other, to show more interesting ads to Facebook users. What will happen now then?I don't think it should affect much. A priori what's going to happen is that Facebook will recommend some friends and show you the posts of those you talk to more about Whatsapp. You always have the chance not to add those friends and hide the posts of someone you don't want to see on Facebook. For the time being, and in order to reassure the less benevolent users with this type of movement of the sector, the Spanish Data Protection Agency has indicated that it will closely monitor the new terms of use of this popular application. As usual when concerns arise regarding the impact on privacy and data protection of citizens, we are studying the changes introduced by the courier company in its terms of use and privacy policy, advance sources of the national regulator. I'm sorry.",
    "source": "www.abc.es",
    "date": "25/09/2017",
    "veracity": 1,
    "claims": [
        "The popular instant messaging app I The popular instant messaging app changes this data the first time they four years Facebook of use of the we Few companies are able to invest (or spend)  millions Sergio Carrasco, lawyer specialized in technological law in Phase Consulting .",
        "Sergio Carrasco, lawyer specialized in technological law in Phase Consulting I Facebook a revoke operation.",
        "revoke .",
        "Sergio Carrasco, lawyer specialized in technological law in Phase Consulting when Facebook decided to acquire The popular instant messaging app .",
        "And because Facebook had a clear goal from the beginning: the protocols for the use of these services Facebook the protocols for the use of these services they millions and millions of users, people with names and surnames , to users the phone number WhatsApp the protocols for the use of these services get to know WhatsApp's more.",
        "And Facebook has before Facebook Facebook Facebook : personal share of numerous people who, innocently, give away their digital life for free to the highest bidder share numerous people who, innocently, give away their digital life for free to the highest bidder they Facebook .",
        "And everythingsome friends the service, says Facebook .",
        "they , an WhatsApp to guarantee the future as advertising some friends that in last trimester have helped Facebook to win the cold sum Facebook euros.",
        "Bruno V치zquez-Dodero, director of AulaCM, School of Communication and Digital Marketing and Bruno V치zquez-Dodero, director of AulaCM, School of Communication and Digital Marketing the Spanish Data Protection Agency conditions the application many of Internet giants , platforms that are WhatsApp of many people.",
        "After four years they facing the first update of The popular instant messaging app in this the Spanish Data Protection Agency Sergio Carrasco, lawyer specialized in technological law in Phase Consulting precisely by this fusion with the courier company .",
        "the courier company Facebook the application vice of base already in the Spanish Data Protection Agency WhatsApp's consent to the transfer of your WhatsApp's , assures this newspaper Sergio Carrasco, lawyer specialized in technological law in Phase Consulting.",
        "The European narrative in data protection - this expert recalls - is trying to reinforce the idea of express consent for this type of case where the protocols for the use of these services are changed which, as is taken for granted, almost no one usually reads them exhaustively.",
        "WhatsApp's strategy (and therefore Facebook) has been to submit a form whose box is activated by default, something illegal according to the experts consulted, and which is also not in the first layer to give this authorization.",
        "It is in the small print, in the nuances, where the business is located.",
        "Consent has to be express and should not be marked by default, that is totally forbidden.",
        "The fact is that the user has no knowledge of the scope of the data that it is allowing.",
        "One of the terms shared are the ones that identify your device, so through the internet the system can know where your device is and create a better profile, as well as the contact calendar to create a huge network of contacts, explains this expert.",
        "The situation goes even further, since, from now on, Facebook will have in its possession a billion phone numbers coming from WhatsApp users and, in turn, others as the app has access to the contact agenda of the devices.",
        "Legally it is not so easy to obtain this data, that is why they hide the authorization, to grant them by default, insists.",
        "While it is true, accepting the terms of use is optional, since later, the user can go to Settings/Account of the application and revoke access, but this operation will only be available within the first thirty days of receiving the form.",
        "One of the first criticisms about this is the fear that Facebook, an increasingly large giant, will now have the phone number.",
        "Even if it's kind of petty and banal, many users are concerned about the fact that you can share it with your advertisers.",
        "But this is not a novelty.",
        "In the vast majority of cases, Facebook already has your mobile phone, for more than a year.",
        "The novelty is that now Facebook will have some data on how and with whom you use your Whatsapp.",
        "Therefore, the change will influence the first one more than the second, considers Bruno V치zquez-Dodero, director of AulaCM, School of Communication and Digital Marketing.",
        "In his opinion, the only new development in the use of this messaging application is that perhaps we can receive some private message about something of our interest.",
        "The company itself has set a confusing example of a possible delay in a flight and how it would be interesting for everyone to report to us via WhatsApp.",
        "And I'm saying this case is confusing because it's still about to see how Facebook will know that we had that flight.",
        "In any case, this was actually already happening in some cases when we gave the mobile phone to the flight company, he says.",
        "Facebook is interested in being less intrusive and more relevant and interesting to its users, he adds, while considering that with these novelties the company gets two things: on the one hand, to suggest better contacts to users according to their WhatsApp agenda and, on the other, to show more interesting ads to Facebook users.",
        "A priori what's going to happen is that Facebook will recommend some friends and show you the posts of those you talk to more about Whatsapp.",
        "You always have the chance not to add those friends and hide the posts of someone you don't want to see on Facebook.",
        "For the time being, and in order to reassure the less benevolent users with this type of movement of the sector, the Spanish Data Protection Agency has indicated that it will closely monitor the new terms of use of this popular application.",
        "As usual when concerns arise regarding the impact on privacy and data protection of citizens, we are studying the changes introduced by the courier company in its terms of use and privacy policy, advance sources of the national regulator."
    ]
}