{
    "id": "144_Science_120",
    "claim": "Playing reggaeton on iPhones and other Apple devices can seriously damage equipment, to such an extent that the damage could be completely irreparable, according to one of the technicians of this company. Nicholas Appleseed, who made the discovery, kindly granted us a telephone interview, where he told us about this phenomenon. 'It seems that with just playing a song, the device may have minor problems such as loss of speed, disconnections or faster battery wear. However, frequent use may cause the display to crash spontaneously, the circuits to burn, or even the device to explode'. According to the expert, a series of tests were carried out to eliminate any possibility of error, but he assured that'there is no doubt that it is this type of music .. by calling it in some way, which causes all the malfunctions'. According to the same research, other melodies such as band music, narcocorrido and the Durangian pass can produce similar effects, but not as extreme as those of reggaeton. Unlike other problems that have arisen, Apple is not working to solve this, but it urges users not to use this type of music, 'not only for the sake of your teams, but for your own sake ', the expert concluded. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "19/04/2016",
    "veracity": 0,
    "claims": [
        "Playing reggaeton on iPhones and other Apple devices can seriously damage equipment, to such an extent that the damage could be completely irreparable, according to one of the technicians of this company.",
        "Nicholas Appleseed, who made the discovery, kindly granted us a telephone interview, where he told us about this phenomenon.",
        "'It seems that with just playing a song, the device may have minor problems such as loss of speed, disconnections or faster battery wear.",
        "However, frequent use may cause the display to crash spontaneously, the circuits to burn, or even the device to explode'.",
        "According to the expert, a series of tests were carried out to eliminate any possibility of error, but he assured that'there is no doubt that it is this type of music .. by calling it in some way, which causes all the malfunctions'.",
        "According to the same research, other melodies such as band music, narcocorrido and the Durangian pass can produce similar effects, but not as extreme as those of reggaeton.",
        "Unlike other problems that have arisen, Apple is not working to solve this, but it urges users not to use this type of music, 'not only for the sake of your teams, but for your own sake ', the expert concluded."
    ]
}