{
    "id": "146_Society_65",
    "claim": "A PP spokesman has assured in his latest statement that from  a new grant will help with what they consider a serious problem in our country, improve the self-esteem and sexual life of all Spaniards who have a penis of smaller dimensions to the average of the country stipulated in  centimeters. From the Government they have wanted to clarify that 'we are in difficult times economically, it seems to us a good step to preserve the pride of the country by increasing the size of the members of our citizens'. The measure has been well received on social networks, although most comments have been made anonymously. Some users have shown their discontent 'to me measures only , it is not fair that I can not benefit from this help for half an inch, for the first time in my life I have wished to have it smaller 'and others have repaired that 'the more Spaniards operate more will increase the national average and therefore will have to update this measure, in the end we all end up with dicks of  cm'. I'm sorry.",
    "source": "haynoticia.es",
    "date": "31/10/2017",
    "veracity": 0,
    "claims": [
        "A PP spokesman has assured in his latest statement that from  a new grant will help with what they consider a serious problem in our country, improve the self-esteem and sexual life of all Spaniards who have a penis of smaller dimensions to the average of the country stipulated in  centimeters.",
        "From the Government they have wanted to clarify that 'we are in difficult times economically, it seems to us a good step to preserve the pride of the country by increasing the size of the members of our citizens'.",
        "The measure has been well received on social networks, although most comments have been made anonymously.",
        "Some users have shown their discontent 'to me measures only , it is not fair that I can not benefit from this help for half an inch, for the first time in my life I have wished to have it smaller 'and others have repaired that 'the more Spaniards operate more will increase the national average and therefore will have to update this measure, in the end we all end up with dicks of  cm'."
    ]
}