{
    "id": "147_Entertainment_620",
    "claim": "When the film The Law of Herod was filmed – directed by Luis Estrada in  – 'I did not think the situation in the country would worsen more than what was shown in the film ', but both the Institutional Revolutionary Party and National Action turned out to be a 'fiasco ', warned actor Damián Alcázar. The multi-galardonado Mexican artist offered a press conference in the state capital to promote the play El Profesor, which starred alongside the young Eleane Puell and Mariano Palacios. True to his style, in addition to talking about the Argentine staging that will be presented in Mexicali this Thursday , Alcázar took time to discuss political, social, sports and even the affection he feels for the region by declaring himself a citizen of Baja California. 'I feel a great responsibility because now I am also a Tijuan, I am a Bajacalifornian ', he said in reference to the recognition he received from the Tijuana municipal government. He expressed that from the filming of the film Bajo California: The Time Limit, directed by Carlos Bolado in , he was born a special appreciation for this entity. 'I have a real roots in the area of the mountain range, where I feel extraordinary and changing every  kilometers, so I plan to come again to travel all of Baja California; unfortunately those in the center (of the country) are far away, even in the head they are far away.. It would be very nice to meet her before the gringos end up buying all the beaches ', she added. On the other hand, he criticized the political class without making party distinction, as he asserted that the rulers have sunk the country and the structural reforms promoted by President Enrique Peña Nieto will end up 'burying 'Mexicans.'What the fuck did he invest in reforms for, look at just how the weight (money) is and how the Army is: killing civilians like stepping on daisies'. The politicians, he said, have no idea how to lift the country,'on the contrary, they seek to charge more taxes to go to France and England with a waste of first world knowing that we have to get out of our pocket for these bastards to have a good time'. The first actor also opined on the current problems of the Mexican football team when he said that it is 'bread and circus where the directors are the ones who do the business ', while the population in general, he added, celebrates the triumph of a cup that was won in a cheating way. He declared that all the problems that Mexican football has, especially the national team, are a reflection of the way the country finds itself. About his taste for the seventh art and theatrical scene, Damián Alcázar said that it is two different sensations that he perceives when he is in filming and on stage. 'I'm passionate about cinema, but in theatre I have a chance to be in front of the live audience and that nourishes a lot, because there's an energy that comes from the audience and comes to the stage, and that demands you be alive, convincing, fun, deep, intelligent, and all the things an actor can aspire to'. I'm sorry.",
    "source": "www.jornada.com.mx",
    "date": "30/07/2015",
    "veracity": 1,
    "claims": [
        "When the film The Law of Herod was filmed – directed by Luis Estrada in  – 'I did not think the situation in the country would worsen more than what was shown in the film The Law of Herod ', but both the he Revolutionary Party and the country turned out to be a 'fiasco ', warned President Enrique Peña Nieto .",
        "President Enrique Peña Nieto I offered a press conference in the state capital to promote the play El Profesor, which starred alongside the young Eleane Puell and Mariano Palacios.",
        "The politicians he in addition to talking about the the country that will The politicians in Mexicali this Thursday , I took time to discuss political, social, sports and we the affection I we for the region by declaring I a citizen he .",
        "'I feel a great responsibility because the Mexican football team , I am a Bajacalifornian ', I said in reference to the recognition I received from the Tijuana municipal government.",
        "I expressed he from the filming of the film Bajo California: The Time Limit, directed by Carlos Bolado in , I was born a special appreciation for the region .",
        "the Mexican football team roots in the area of the mountain the country , where the country extraordinary and changing every  kilometers, so I plan to he travel the region ; unfortunately he those in the center (of the country) are far away, even in the head those in the center (of the country) are far away.. It would be very nice to meet her before the gringos end up buying all the beaches ', she added.",
        "On the other hand, he criticized the political class without making party distinction, as he asserted that the rulers have sunk the country and the structural reforms promoted by President Enrique Peña Nieto will end up 'burying 'Mexicans.",
        "'What the fuck did he invest in reforms for, look at just how the weight (money) is and how the Army is: killing civilians like stepping on daisies'.",
        "The politicians, he said, have no idea how to lift the country,'on the contrary, they seek to charge more taxes to go to France and England with a waste of first world knowing that we have to get out of our pocket for these bastards to have a good time'.",
        "The first actor also opined on the current problems of the Mexican football team when he said that it is 'bread and circus where the directors are the ones who do the business ', while the population in general, he added, celebrates the triumph of a cup that was won in a cheating way.",
        "He declared that all the problems that Mexican football has, especially the national team, are a reflection of the way the country finds itself.",
        "About his taste for the seventh art and theatrical scene, Damián Alcázar said that it is two different sensations that he perceives when he is in filming and on stage.",
        "'I'm passionate about cinema, but in theatre I have a chance to be in front of the live audience and that nourishes a lot, because there's an energy that comes from the audience and comes to the stage, and that demands you be alive, convincing, fun, deep, intelligent, and all the things an actor can aspire to'."
    ]
}