{
    "id": "148_Entertainment_632",
    "claim": "Last week the ceremony of presentation of the Metro commemorative ticket was held for the  years of birth of the maximum idol of Mexican wrestling, and we refer to Santo, the Silver Masked. With the assistance of the head of government of Mexico City, Miguel Ángel Mancera, and other fighters who took advantage of it to know that if they are more than  years old they can enjoy the privileges of the pension card that has been granted for almost  years, the Son of the Holy One thanked this gesture on the part of the Metro Collective Transport System and said very happy for this. But when it all looked like honey on flakes, history turned unexpectedly, as we learned that the Son of the Holy One is suing the Government of Mexico City. In a small interview, he told us the following:'Those of the government are cheating opportunists. When they talked to me about that ticket, I told them that they had my selfless support for its dissemination, but they never talked about that there would be no economic gain whatsoever, which seems to me to be unfair and illegal.\". Colerico, the Son of the Holy One externed:'Just as I sued AAA, today I do it against the capital government! It's enough that everyone wants to profit from my father's image, since the only one authorized for that, it's me!\". Then the masked fighter withdrew, not without first telling us that he will send us the interview bill to the offices of El. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "30/06/2016",
    "veracity": 0,
    "claims": [
        "Last week the ceremony of presentation of following:'Those of the government was held for the  years of birth of the maximum idol of Mexican wrestling , and we refer to the Metro commemorative ticket .",
        "With the assistance of the head of government of Mexico City , Miguel Ángel Mancera, and other fighters who took advantage of it to know that if they are more than  years old they can enjoy the privileges of the pension card that has been granted for almost  years, the maximum idol of Mexican wrestling thanked this gesture on the part of the Metro Collective Transport System and said very happy for this gesture on the part of the Metro Collective Transport System .",
        "But when it all looked like honey on flakes, history turned unexpectedly, as we learned that the maximum idol of Mexican wrestling is suing government of Mexico City .",
        "In a small interview, the maximum idol of Mexican wrestling told us the Mexico City are cheating opportunists.",
        "When Mexico City talked to the maximum idol of Mexican wrestling about following:'Those of the government , the maximum idol of Mexican wrestling told Mexico City that Mexico City had selfless support for dissemination, but Mexico City never talked about that there would be no economic gain whatsoever, which seems to the maximum idol of Mexican wrestling to be unfair and illegal.",
        "the maximum idol of Mexican wrestling externed:'Just as the maximum idol of Mexican wrestling sued AAA, today the maximum idol of Mexican wrestling do it against government of Mexico City ! It's enough that everyone wants to profit from the Metro commemorative ticket image, since the only one authorized for that, it's the maximum idol of Mexican wrestling !\".",
        "Then the masked fighter withdrew, not without first telling us that he will send us the interview bill to the offices of El."
    ]
}