{
    "id": "14_Health_214",
    "claim": "Lucas Patrick Machado, from  years old, met Celso* on a social network, in July of . Both lived in the city of Cáceres, state of Mato Grosso, and exchanged messages for a couple of weeks. At the end of the month they decided to have dinner together.'I always said that I was nice and cool, that I wanted to meet and that we could be together. That's why we decided to go out ', recalls Machado. The meeting ended in a motel, where they had sex with condoms. 'I had told him that I had no condoms and asked him to take, because he was without money ', says Luke. After the first relationship, Machado was surprised by Celso's attitude, who showed no interest in maintaining contact.'We left and he left me at home. We haven't talked to each other in the next few weeks. I felt used because I thought I might have something serious ', says the young man. Three months later, a phone call shook Machado. 'He (Celso) called me and suggested that I take an HIV test because he had 'leaved me a gift' on the night we shared ', Machado relates. Hours later, Machado received the test results.'The doctor confirmed that I was HIV-positive. I stood still. For me life was over.\". Despite believing he was the victim of intentional transmission of HIV, Lucas Machado chose not to report Celso.'I was #NUMBER* years old and I wasn't mature enough to think of a complaint. If it did happen today, perhaps I would, but I find it very difficult to handle cases like this, because it is very difficult to prove it ', he explains. Although these cases can be considered as isolated events within a population of  people living with HIV in Brazil, situations such as Lucas's expose the HIV-positive dilemma in the face of research difficulties and prejudice in these cases. Sanctions under debateThe transmission of venereal or serious diseases is a crime in Brazil. The Penal Code provides for a penalty of up to one year's imprisonment for those who expose the couple to venereal disease knowing that they are infected. If the transmission is intentional, the penalty goes up to four years in prison. In the case of HIV, a decision of  of the Supreme Court of Justice defines intentional transmission as a very serious bodily injury, a crime that may result in up to eight years of imprisonment. However, entities that support people with HIV and public policy observatories for the disease criticize legislative initiatives that criminalize people with HIV. The Joint United Nations Programme on HIV/AIDS (UNAIDS), for example, calls punitive measures 'unnecessary 'and a 'setback'. UNAIDS notes that there is no evidence that the criminalization of the practice brings benefits to public health. According to the entity, there is a risk of inducing serious errors in the judiciary and deliberate criminalization of people living with the virus. 'Once under threat of being considered a criminal, the person tends to flee health services, avoiding HIV testing, becoming potentially more likely to transmit the virus unintentionally ', states the programme. In fact, for UNAIDS, cases of deliberate spread are isolated due to antiretroviral treatments that reduce the potential for HIV-positive transmission by %. Preconception and uncertaintiesVictims of probable intentional transmissions report that there is prejudice at the time of the complaints.'I filed a complaint in a police station against a man who had relations with me against my will. They started investigating, but in the end they said there was no sexual violence against the man and there was no way to prove that I was intentionally infected. That's one of the things that hurt me the most, because the police didn't even want to help me ', says Luiz, a university student from  years of Rio de Janeiro. The young man relates that he met a man from  years old, who claimed to be a school principal, through an application of relationships in February this year. They talked for two days and marked a meeting at a motel.'He asked to have sex without a condom and told me he didn't have any illness, but I didn't want. Then he used force against me, to prevent me from escaping, and he had intercourse with me without a condom ', he said. The universityman points out that he blocked the aggressor on all his social networks after the sexual act.'I didn't know what to do, because I wasn't going to look for my family or anyone. I preferred to keep what happened to me and hope I didn't get the virus.\". Luiz points out that this was his first condom-free relationship. A month after that unfortunate encounter, she began to get sick frequently.'I had enough fever, took remedies and didn't get better. I recovered a little, but I felt a lot of headache. In March, stains began to appear on my body and I went to do a blood test ', he says. Two days later, he got the result and found out it was HIV positive.'My mother was the first to know and told me. It was horrible, for me the world was over, I didn't know what to do.\". The next day, the university had the first medical consultation and began treatment against the virus. Then he went to a police station to charge his abuser.'I decided to denounce him, but they didn't go deeper into the case. He was wanted by the police and said he didn't know he had HIV. He had to do the test and tested positive ', recalls Luiz. Finally the young man was left with the uncertainty about the intentionality in the transmission.'It's hard to figure out if it was intentional or not, I can't claim he knew, but I think so. Regardless, what he did was wrong, because he had sex with me without a condom, even without my consent ', he concludes. The Civil Police of Rio de Janeiro did not respond to BBC consultations on this report. For its part, the Ministry of Public Security of São Paulo, in a note, denied that there was police negligence in such situations. He stated that victims of possible intentional transmissions are targeted to record cases, and that there is individualized analysis of each fact for the 'criminalization of which crime the act is framed '. IroniesPublicist Lucas Raniel, from  years old, living in Ribeirão Preto, state of Sao Paulo, experienced what are the consequences of accusations about intentional transmission of HIV. He has lived with the virus for three years and became accused of deliberately spreading it.'Last year they created a WhatsApp group with a photo of me and they talked about AIDS going on. That rumor spread and when I discovered it I was shocked ', he relates. At that time, Raniel was in treatment against the virus and had undetectable viral load.'I went to the bars and felt like they were looking at me, a lot of people walked away and I isolated myself. He lived going from faculty to work and from work to home ', says Raniel. The publicist reveals that he reached the end of hanging himself in the window of his room for a whole night.'I was thinking of dying. It's sad to talk about it, but I don't think it's right to stop mentioning it because people think about it and it can't be that way. You can't kill yourself because of a disease, you have to beat it and you don't give yourself up. But evil and prejudice make you close down and give in to a depression you don't even realize 'explains Luke. Raniel discovered HIV positive in December of . He says he thinks he was infected three months earlier, after meeting with a guy he'd met through a mobile app.'I had come home drunk, after a party, and I met the boy. We had a little chat and we met that very night. I went to his house, we kept drinking and I ended up losing my senses. In the middle of the morning he took me to the room, but I have a very vague memory ', he relates. Raniel points out that the next day he remembered that he had a sexual relationship.'I remember little of that night, but I knew he had done it without a condom. I asked him right away and he said he could be calm, because he had nothing.\". Before discovering the virus, Lucas points out that he came looking for the man again.'I started to get sick and I got to look for it on WhatsApp. I told him about what was going on and I told him I hadn't had condom-free sex with anyone else. He became very nervous and blocked me from everything ', he said. Raniel is another young man who believes he has been the victim of intentional transmission of HIV, but chose not to report the case.'There's no way to prove it was intentional, plus, I think a mistake of mine caused it because I was drinking a lot. That's why I didn't report it. I don't have pain, I hope it's okay and don't do it again.\". TrendsThe three young people mentioned in this report comprise a range of population that has shown an increase in infection rates. Ministry of Health data show that the rate of men from  to  years with AIDS almost tripled from  to  (from  cases per  thousand inhabitants to ). There was also a large increase in the range from  to  years (from  cases to  thousand inhabitants to ). Experts suggest that reasons are linked to factors such as the emergence of applications that facilitate casual sexual encounters and the decline of sex education programs in schools. The orientation of the Ministry of Health is to use condoms in sexual relations always. In case of suspected exposure to HIV, the Single Health System offers Post-Exhibition Prophylaxis (PEP), which is an antiretroviral treatment for  days, aimed at preventing infection of the virus. The procedure should be started within a maximum of  hours after contact with HIV. It is estimated that in Brazil there are  a thousand people living with the virus and that they do not yet know it. Other  would already be aware, but do not use medicines. Of the  people living with HIV in Brazil, around  were already diagnosed and  started treatment. I'm sorry.",
    "source": "www.bbc.com",
    "date": "08/07/2017",
    "veracity": 1,
    "claims": [
        "I he they The Joint United Nations Programme on HIV/AIDS (UNAIDS) his abuser The Joint United Nations Programme on HIV/AIDS (UNAIDS) social network, in July intentional transmission of HIV .",
        "AIDS intentional transmission of HIV That rumor I I The Joint United Nations Programme on HIV/AIDS (UNAIDS) Grossome and exchanged messages for a I of I .",
        "me the end of the I Both AIDS to have intentional transmission of HIV he .",
        "me 's why Both decided to his the transmission had Lucas Patrick Machado, from  years old .",
        "these cases ended his abuser a motel, he the virus sex I me .",
        "'Lucas Patrick Machado, from  years old had me Celso* that Lucas Patrick Machado, from  years old his abuser his he me Celso* to take, I the virus he the virus the virus the virus .",
        "After the me relationshipThe Joint United Nations Programme on HIV/AIDS (UNAIDS) it his The Joint United Nations Programme on HIV/AIDS (UNAIDS) had no interest in its .",
        "it its I its at home.",
        "Brazil haveI to each other a disease few I .",
        "Lucas Patrick Machado, from  years old felt used because Lucas Patrick Machado, from  years old thought Lucas Patrick Machado, from  years old might have the couple serious ', says Lucas Patrick Machado, from  years old the case .",
        "Three months later, a phone call shook Lucas Patrick Machado, from  years old .",
        "'Celso* I Celso* me I that a man who had relations with me against my will I a man who had relations with me against my will me IroniesPublicist Lucas Raniel, from  years old, living in Ribeirão Preto, state of Sao Paulo the case I IroniesPublicist Lucas Raniel, from  years old, living in Ribeirão Preto, state of Sao Paulo I IroniesPublicist Lucas Raniel, from  years old, living in Ribeirão Preto, state of Sao Paulo .",
        "IroniesPublicist Lucas Raniel, from  years old, living in Ribeirão Preto, state of Sao Paulo a guy he'd met through a mobile app results.",
        "a man who had relations with me against my will doctor confirmed that Lucas Patrick Machado, from  years old was HIV-positive.",
        "For me life the virus .",
        "IroniesPublicist Lucas Raniel, from  years old, living in Ribeirão Preto, state of Sao Paulo believing HIV victim of They transmission HIV Lucas Machado me .",
        "me I me enough to think of a complaint.",
        "If it did happen today, perhaps I would, but I find it very difficult to handle cases like this, because it is very difficult to prove it ', he explains.",
        "Although these cases can be considered as isolated events within a population of  people living with HIV in Brazil, situations such as Lucas's expose the HIV-positive dilemma in the face of research difficulties and prejudice in these cases.",
        "Sanctions under debateThe transmission of venereal or serious diseases is a crime in Brazil.",
        "The Penal Code provides for a penalty of up to one year's imprisonment for those who expose the couple to venereal disease knowing that they are infected.",
        "If the transmission is intentional, the penalty goes up to four years in prison.",
        "In the case of HIV, a decision of  of the Supreme Court of Justice defines intentional transmission as a very serious bodily injury, a crime that may result in up to eight years of imprisonment.",
        "However, entities that support people with HIV and public policy observatories for the disease criticize legislative initiatives that criminalize people with HIV.",
        "The Joint United Nations Programme on HIV/AIDS (UNAIDS), for example, calls punitive measures 'unnecessary 'and a 'setback'.",
        "UNAIDS notes that there is no evidence that the criminalization of the practice brings benefits to public health.",
        "According to the entity, there is a risk of inducing serious errors in the judiciary and deliberate criminalization of people living with the virus.",
        "'Once under threat of being considered a criminal, the person tends to flee health services, avoiding HIV testing, becoming potentially more likely to transmit the virus unintentionally ', states the programme.",
        "In fact, for UNAIDS, cases of deliberate spread are isolated due to antiretroviral treatments that reduce the potential for HIV-positive transmission by %.",
        "Preconception and uncertaintiesVictims of probable intentional transmissions report that there is prejudice at the time of the complaints.",
        "'I filed a complaint in a police station against a man who had relations with me against my will.",
        "They started investigating, but in the end they said there was no sexual violence against the man and there was no way to prove that I was intentionally infected.",
        "That's one of the things that hurt me the most, because the police didn't even want to help me ', says Luiz, a university student from  years of Rio de Janeiro.",
        "The young man relates that he met a man from  years old, who claimed to be a school principal, through an application of relationships in February this year.",
        "They talked for two days and marked a meeting at a motel.",
        "'He asked to have sex without a condom and told me he didn't have any illness, but I didn't want.",
        "Then he used force against me, to prevent me from escaping, and he had intercourse with me without a condom ', he said.",
        "The universityman points out that he blocked the aggressor on all his social networks after the sexual act.",
        "'I didn't know what to do, because I wasn't going to look for my family or anyone.",
        "I preferred to keep what happened to me and hope I didn't get the virus.",
        "Luiz points out that this was his first condom-free relationship.",
        "A month after that unfortunate encounter, she began to get sick frequently.",
        "'I had enough fever, took remedies and didn't get better.",
        "I recovered a little, but I felt a lot of headache.",
        "In March, stains began to appear on my body and I went to do a blood test ', he says.",
        "Two days later, he got the result and found out it was HIV positive.",
        "'My mother was the first to know and told me.",
        "It was horrible, for me the world was over, I didn't know what to do.",
        "The next day, the university had the first medical consultation and began treatment against the virus.",
        "Then he went to a police station to charge his abuser.",
        "'I decided to denounce him, but they didn't go deeper into the case.",
        "He was wanted by the police and said he didn't know he had HIV.",
        "He had to do the test and tested positive ', recalls Luiz.",
        "Finally the young man was left with the uncertainty about the intentionality in the transmission.",
        "Regardless, what he did was wrong, because he had sex with me without a condom, even without my consent ', he concludes.",
        "The Civil Police of Rio de Janeiro did not respond to BBC consultations on this report.",
        "For its part, the Ministry of Public Security of São Paulo, in a note, denied that there was police negligence in such situations.",
        "He stated that victims of possible intentional transmissions are targeted to record cases, and that there is individualized analysis of each fact for the 'criminalization of which crime the act is framed '.",
        "IroniesPublicist Lucas Raniel, from  years old, living in Ribeirão Preto, state of Sao Paulo, experienced what are the consequences of accusations about intentional transmission of HIV.",
        "He has lived with the virus for three years and became accused of deliberately spreading it.",
        "'Last year they created a WhatsApp group with a photo of me and they talked about AIDS going on.",
        "That rumor spread and when I discovered it I was shocked ', he relates.",
        "At that time, Raniel was in treatment against the virus and had undetectable viral load.",
        "'I went to the bars and felt like they were looking at me, a lot of people walked away and I isolated myself.",
        "He lived going from faculty to work and from work to home ', says Raniel.",
        "The publicist reveals that he reached the end of hanging himself in the window of his room for a whole night.",
        "It's sad to talk about it, but I don't think it's right to stop mentioning it because people think about it and it can't be that way.",
        "You can't kill yourself because of a disease, you have to beat it and you don't give yourself up.",
        "But evil and prejudice make you close down and give in to a depression you don't even realize 'explains Luke.",
        "Raniel discovered HIV positive in December of .",
        "He says he thinks he was infected three months earlier, after meeting with a guy he'd met through a mobile app.",
        "'I had come home drunk, after a party, and I met the boy.",
        "We had a little chat and we met that very night.",
        "I went to his house, we kept drinking and I ended up losing my senses.",
        "In the middle of the morning he took me to the room, but I have a very vague memory ', he relates.",
        "Raniel points out that the next day he remembered that he had a sexual relationship.",
        "'I remember little of that night, but I knew he had done it without a condom.",
        "Before discovering the virus, Lucas points out that he came looking for the man again.",
        "'I started to get sick and I got to look for it on WhatsApp.",
        "I told him about what was going on and I told him I hadn't had condom-free sex with anyone else.",
        "Raniel is another young man who believes he has been the victim of intentional transmission of HIV, but chose not to report the case.",
        "'There's no way to prove it was intentional, plus, I think a mistake of mine caused it because I was drinking a lot.",
        "I don't have pain, I hope it's okay and don't do it again.",
        "TrendsThe three young people mentioned in this report comprise a range of population that has shown an increase in infection rates.",
        "Ministry of Health data show that the rate of men from  to  years with AIDS almost tripled from  to  (from  cases per  thousand inhabitants to ).",
        "There was also a large increase in the range from  to  years (from  cases to  thousand inhabitants to ).",
        "Experts suggest that reasons are linked to factors such as the emergence of applications that facilitate casual sexual encounters and the decline of sex education programs in schools.",
        "The orientation of the Ministry of Health is to use condoms in sexual relations always.",
        "In case of suspected exposure to HIV, the Single Health System offers Post-Exhibition Prophylaxis (PEP), which is an antiretroviral treatment for  days, aimed at preventing infection of the virus.",
        "The procedure should be started within a maximum of  hours after contact with HIV.",
        "It is estimated that in Brazil there are  a thousand people living with the virus and that they do not yet know it.",
        "Other  would already be aware, but do not use medicines.",
        "Of the  people living with HIV in Brazil, around  were already diagnosed and  started treatment."
    ]
}