{
    "id": "151_Science_121",
    "claim": "The app, in partnership with Canadian firm Nekso, is now available in digital stores, but will start working until the end of March. Mexico's taxi drivers partnered with the Nekso mobility app to recover the lost ground in the face of private car applications with drivers like Uber and Cabify, and for this they will also offer their service through a digital platform, with which they add to the trend that in the moment caused users to put them aside. Aware of the need to modernize to compete against this ecosystem, the National Movement of Taxi Drivers issued a public tender to find a company that would help them recover the lost clientele. The winner was Nekso, a Canadian company dedicated to providing technological solutions to the public sector. Through this alliance, the group will train and evaluate its affiliated taxi drivers, in addition to supporting them with new units to be a preferred option for users against those transnationals, who from their point of view operate outside the law. The National Taxi Movement was one of the main groups that opposed the entry of mobility apps. Nekso, which also operates in other Latin American countries, works in a similar way to Uber or Cabify apps. The user downloads the application, registers and registers some form of payment, selects a destination and a starting point; and unlike its competence, it will allow the client to select the driver (from six options) with whom he wishes to travel. The payment method will be through credit and debit cards, as well as with p2p technology, thus removing the user from the need to charge cash. Nekso intends to start its operations with  units, which already meet the requirements determined by the app and the taxi drivers association, and are part of the  affiliates with which this grouping counts. I'm sorry.",
    "source": "www.forbes.com.mx",
    "date": "20/02/2018",
    "veracity": 1,
    "claims": [
        "The app, in partnership with Canadian firm Nekso , is now available in digital stores, but will start working until the end of March.",
        "Mexico's taxi drivers partnered with The app, in partnership with Canadian firm Nekso to recover the lost ground in the face of private car applications with drivers like Uber and Cabify , and for partnered Mexico's taxi drivers will also offer service through a digital platform, with which Mexico's taxi drivers add to the trend that in the moment caused users to put them aside.",
        "Aware of the need to modernize to compete against this ecosystem, the National Movement of Taxi Drivers issued a public tender to find a company that would help the National Movement of Taxi Drivers recover the lost clientele.",
        "The winner was Canadian firm Nekso .",
        "Through partnered , the National Movement of Taxi Drivers will train and evaluate its affiliated taxi drivers , in addition to supporting its affiliated taxi drivers with new units to be a preferred option for users against those transnationals, who from point of view operate outside the law.",
        "the National Movement of Taxi Drivers was one of the main groups that opposed the entry of mobility apps.",
        "Canadian firm Nekso , works in a similar way to Uber or Cabify apps.",
        "The user downloads The app, in partnership with Canadian firm Nekso , registers and registers some form of payment, selects a destination and a starting point; and unlike competence, The app, in partnership with Canadian firm Nekso will allow the client to select the driver (from six options) with whom the client wishes to travel.",
        "The payment method will be through credit and debit cards, as well as with p2p technology, thus removing the user from the need to charge cash.",
        "Nekso intends to start its operations with  units, which already meet the requirements determined by the app and the taxi drivers association, and are part of the  affiliates with which this grouping counts."
    ]
}