{
    "id": "152_Science_118",
    "claim": "Among the notifications that Facebook users have received in the last few weeks, is one that indicates that if you continue to use the social network, you accept the update of the policies of this. The text that quotes: 'By using our services from ° January, you agree to updates of our terms, data policy and cookie policy and, in addition, you agree to see enhanced ads according to the applications and sites you use. Learn more about these updates and how to control the ads you see.\"With this, the biggest fear of users, is that their images will be used to sell Coca-Cola, or that the deep thoughts they post on their wall will be collected in a self-help book authored by Yordy Rosado. However no user is aware that within the new policies of Facebook, it is found that the user will give his soul to the owners of Facebook, and that these in turn will be given to his god, Cthulhu, in order to awaken him from his lethargy. With Facebook's announced change of privacy policies, many users try to protect their privacy by posting a message on their respective walls. But this action has no official validity, as it lacks recognition by any governmental institution. And will not free them from the primordial chaos of Cthulhu's awakening. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "21/07/2015",
    "veracity": 0,
    "claims": [
        "Among the notifications that Facebook users have received in the last few weeks, is one that indicates that if you continue to use Facebook , you accept the update of the policies of Facebook .",
        "The text that quotes: 'By using services from ° January, you agree to updates of our terms, data policy and cookie policy and, in addition, you agree to see enhanced ads according to the applications and sites you use.",
        "Learn more about updates of our terms, data policy and cookie policy and how to control the ads you see.",
        "\"With this, the biggest fear of users , is that images will be used to sell Coca-Cola, or that the deep thoughts users post on wall will be collected in a self-help book authored by Yordy Rosado.",
        "However no user is aware that within the new policies of Facebook , it is found that the user will give soul to the owners of Facebook , and that these in turn will be given to his god, Cthulhu , in order to awaken his god, Cthulhu from lethargy.",
        "With Facebook announced change of privacy policies, many users try to protect privacy by posting a message on respective walls.",
        "But posting has no official validity, as posting lacks recognition by any governmental institution.",
        "And will not free many users from the primordial chaos of his god, Cthulhu awakening."
    ]
}