{
    "id": "153_Society_52",
    "claim": "In January of , when President Enrique Peña Nieto was barely in his second month of rule, his family traveled to Key Biscayne, Miami, Florida, where First Lady Angelica Rivera has an apartment in the Ocean Tower One luxury building. Peña Nieto did not travel with his family, as he was visiting Chile, to participate in the Summit of the Community of Latin American and Caribbean States and the European Union, also known as the Celac-EU Summit. In Miami, the president's family was accompanied by escorts from the Presidential General Staff (EMP), who rented seven rooms at the luxury hotel The Ritz-Carlton, from the  to the  in January of that year. On that occasion, only for the flights to Miami and the lodging in Key Biscayne for the officers of the General Staff, the Presidency disbursed little more than 1,000 pesos. That wasn't the only visit to that tourist destination. Between  and , EMP trips to Florida have been repeated during  occasions, of which  have been to Key Biscayne, where Rivera has his department. The journeys of the EMP to Key Biscayne have cost taxpayers little more than million 1,000 pesos, according to the vouchers of flights and lodging that the Presidency gave to Aristegui News, through the Law of Transparency. For lodgings, the Presidency has disbursed million 1,000 pesos. For plane tickets, they've spent almost a thousand pesos. Although the EMP reported trips to Florida on May *, in addition to February, April and JuneNUMBER*, the expenditure vouchers for those dates were not provided via transparency. Travel has been justified under article , section I, of the Presidential General Staff Regulations which establishes the obligation of this body to ensure the safety of the President and his family. The last trip of the EMP to Key Biscayne that has been recorded, occurred on August  last year. Just that same day, the British newspaper The Guardian revealed that Rivera's department property was paid for by businessman Ricardo Pierdant, Peña Nieto's friend. The value of Rivera's department oscillates the  millions of dollars and occupies the  number of the Ocean Tower One building. The latest trips have been the most economical of the EMP as well. The security team is no longer staying at The Ritz-Carlton but has chosen the Silver Sands Beach Resort, a simple hotel with a much lower price. Miami is not the only tourist destination where the First Lady goes with escort. The General Staff also accompanied Angelica Rivera to Brazil, during the  Soccer World Cup, and Beverly Hills, in Los Angeles, California, in April of , where he went shopping and visited Disney Park. Just for these two trips, the Presidency eroding more than  a thousand pesos in public resources to care for the First Lady and her family. I'm sorry.",
    "source": "aristeguinoticias.com",
    "date": "01/01/2023",
    "veracity": 1,
    "claims": [
        "In January of , when President Enrique Peña Nieto was barely in the President month of rule, his family traveled to Key Biscayne, Miami, Florida, where First Lady Angelica Rivera has an apartment in the Ocean Tower One luxury building .",
        "President Enrique Peña Nieto did not travel with his family , as President Enrique Peña Nieto was visiting Chile, to participate in the Summit of the Community of Latin American and Caribbean States and the European Unionthe Presidency as the Presidency Celac-EU Summit.",
        "In Miami, Florida the President his family was accompanied by escorts from the Presidential General Staff (EMP) , who rented seven rooms at the luxury hotel The RitzRivera's in January of that year.",
        "On that occasion , only the Presidency to Miami, Florida and the Rivera's for the officers of the Presidential General Staff (EMP) , EMP disbursed little more than 1,000 pesos.",
        "that occasion wasn't the only visit to Key Biscayne, Miami, Florida, where First Lady Angelica Rivera has an apartment in the Ocean Tower One luxury building .",
        "Between  and , First Lady Angelica Rivera trips to Florida have been repeated during  occasions, of which  have been to Key Biscayne, Miami, Florida, where First Lady Angelica Rivera has an apartment in the Ocean Tower One luxury building .",
        "The journeys of First Lady Angelica Rivera to Key Biscayne, Miami, Florida, where First Lady Angelica Rivera has an apartment in the Ocean Tower One luxury building have cost taxpayers the EMP than million 1,000 the President to the vouchers the EMP lodging that EMP gave to Aristegui News, through the Law of Transparency.",
        "For lodgings, EMP has disbursed million 1,000 pesos.",
        "For plane tickets, they've spent almost a thousand pesos.",
        "Although the EMP reported trips to Florida on May *, in addition to February, April and JuneNUMBER*, the expenditure vouchers for those dates were not provided via transparency.",
        "Travel has been justified under article , section I, of the Presidential General Staff Regulations which establishes the obligation of this body to ensure the safety of the President and his family.",
        "The last trip of the EMP to Key Biscayne that has been recorded, occurred on August  last year.",
        "Just that same day, the British newspaper The Guardian revealed that Rivera's department property was paid for by businessman Ricardo Pierdant, Peña Nieto's friend.",
        "The value of Rivera's department oscillates the  millions of dollars and occupies the  number of the Ocean Tower One building.",
        "The latest trips have been the most economical of the EMP as well.",
        "The security team is no longer staying at The Ritz-Carlton but has chosen the Silver Sands Beach Resort, a simple hotel with a much lower price.",
        "Miami is not the only tourist destination where the First Lady goes with escort.",
        "The General Staff also accompanied Angelica Rivera to Brazil, during the  Soccer World Cup, and Beverly Hills, in Los Angeles, California, in April of , where he went shopping and visited Disney Park.",
        "Just for these two trips, the Presidency eroding more than  a thousand pesos in public resources to care for the First Lady and her family."
    ]
}