{
    "id": "154_Society_63",
    "claim": "The new tech gurus hack their brains to travel to infinity and beyond Something they didn't understand in the empire of new technology when they explained to them how to have breakfast to give up all day long. In Silicon Valley the days are long and the working days of  hours do not exist. Either you get on the wheel or you stay out. Work pressure and the pursuit of excellence get some to bet on the fast way and decide to wake up the wit with extra gasoline or, what is the same thing, a little bit of good morning stimulant drugs. The practice is known as 'microdose 'and aims to be a more productive worker by taking small amounts of psychedelic drugs, such as LSD acid, magic mushrooms or peyote mescaline. But flirting in front of the screen isn't what the techies want to get. More energy, more creativity and more concentration are the three aces with which all employees dream. And let legend tell you that Steve Jobs and Bill Gates joined the biohacking cart in order to create their technological empires enlarge the myth of this dangerous practice. In particular, LSD mimics the effects of serotonin, known for improving mood, which in turn activates the prefrontal cortex. Broadly put, it stimulates the learning and memory sectors. But these are not the only effects of taking these drugs at small doses, because they also offer better resistance to stress, anxiety, and ease of sleep. According to Dr. James Fadiman, microdose makes users more comfortable in social situations, more creative, less prone to migraines, the urge to smoke or take Adderall, a medicine used by those who suffer from attention deficit disorder and for those who want to work longer than the bill. Nevertheless, they are still drugs that change brain activity and Fadiman himself says that there are still no conclusive clinical studies to estimate the benefits and damages that can still be caused at small doses. Because according to Dr. Barry L. Jacobs, of the Department of Psychology of Princeton University, distinguishes two effects that recreational LSD can cause: psychodelia and euphoria or paranoia and psychosis. And playing with these two monsters at work can cost you your job and your health. I'm sorry.",
    "source": "www.playgroundmag.net",
    "date": "20/06/2023",
    "veracity": 0,
    "claims": [
        "The new tech gurus hack brains to travel to infinity and beyond Something The new tech gurus didn't understand in the empire of new technology when The new tech gurus explained to The new tech gurus how to have breakfast to give up all day long.",
        "In Silicon Valley the days are long and the working days of  hours do not exist.",
        "Either you get on the wheel or you stay out.",
        "Work pressure and the pursuit of excellence get some to bet on the fast way and decide to wake up the wit with extra gasoline or, what is the same thing, a little bit of good morning stimulant drugs.",
        "The practice is known as 'microdose 'and aims to be a more productive worker by taking small amounts of psychedelic drugs, such as LSD acid , magic mushrooms or peyote mescaline.",
        "But flirting in front of the screen isn't what the techies want to get.",
        "More energy, more creativity and more concentration are the three aces with which all employees dream.",
        "And let legend tell you that Steve Jobs and Bill Gates joined the biohacking cart in order to create technological empires enlarge the myth of The practice .",
        "In particular, LSD acid mimics the effects of serotonin, known for improving mood, which in turn activates the prefrontal cortex.",
        "Broadly put, LSD acid stimulates the learning and memory sectors.",
        "But these are not the only effects of taking these drugs at small doses, because these drugs also offer better resistance to stress, anxiety, and ease of sleep.",
        "According to Dr. James Fadiman, microdose makes users more comfortable in social situations, more creative, less prone to migraines, the urge to smoke or take Adderall, a medicine used by those who suffer from attention deficit disorder and for those who want to work longer than the bill.",
        "Nevertheless, they are still drugs that change brain activity and Fadiman himself says that there are still no conclusive clinical studies to estimate the benefits and damages that can still be caused at small doses.",
        "Because according to Dr. Barry L. Jacobs, of the Department of Psychology of Princeton University, distinguishes two effects that recreational LSD can cause: psychodelia and euphoria or paranoia and psychosis.",
        "And playing with these two monsters at work can cost you your job and your health."
    ]
}