{
    "id": "155_Entertainment_619",
    "claim": "Followers of the singer congratulated her after the publication of a'revealer'imageMiley Cyrus, the singer who went from singing Hannah Montana to a rebellious pop artist, turned yesterday  years and celebrated it, literally, in great. Her boyfriend, the autralian actor Liam Hemsworth consented to her with a colorful diamond necklace, a floral arrangement of roses in different hues and helium balloons with the letters of her name, gifts that the performer of'Wrecking Ball 'showed on her Instagram account for Thanksgiving. But what caught the attention most was an image of the artist wearing only a long, broad T-shirt in grey tone with her hands on a small lump in the upper abdomen that naturally raised suspicions of a possible pregnancy. The photograph obtained more than  millions of 'likes 'and comments of 'congratulations ', a situation that Cyrus was responsible for clarifying hours later. 'I'm not pregnant, I was just eating a bunch of turkey tofu (vegan turkey) ', he wrote about the same photo he posted on his social networks. In April of this year rumors had emerged that Miley Cyrus and Liam Hemsworth had been married, a fact that the celebrity couple went out to deny. I'm sorry.",
    "source": "www.eluniversal.com.mx",
    "date": "24/11/2017",
    "veracity": 1,
    "claims": [
        "Followers of the singer congratulated her after the publication of a'revealer'imageMiley Cyrus, the singer who went from singing Hannah Montana to a rebellious pop artist, turned yesterday  years and celebrated it, literally, in great.",
        "Her boyfriend, the autralian actor Liam Hemsworth consented to her with a colorful diamond necklace, a floral arrangement of roses in different hues and helium balloons with the letters of her name, gifts that the performer of'Wrecking Ball 'showed on her Instagram account for Thanksgiving.",
        "But what caught the attention most was an image of the artist wearing only a long, broad T-shirt in grey tone with her hands on a small lump in the upper abdomen that naturally raised suspicions of a possible pregnancy.",
        "The photograph obtained more than  millions of 'likes 'and comments of 'congratulations ', a situation that Cyrus was responsible for clarifying hours later.",
        "'I'm not pregnant, I was just eating a bunch of turkey tofu (vegan turkey) ', he wrote about the same photo he posted on his social networks.",
        "In April of this year rumors had emerged that Miley Cyrus and Liam Hemsworth had been married, a fact that the celebrity couple went out to deny."
    ]
}