{
    "id": "15_Education_14",
    "claim": "The Ministry of Education has finally announced in today's morning the new conditions for the new selectivity, now known as EBAU by its acronym Baccalaureate Assessment for University Access. One of the most innovative conditions that have attracted the most attention is that the test can be done from home, online and without attending the examiner center.'We believe that this is the best way to update ourselves to the new times. If today everything can be done online why not this test? 'explains the spokesman of the Ministry of Education 'we trust that students do not look at books or consult on Google during the test, would be wrong and would deceive themselves. But we don't think anyone would do anything like this..'The dates of the call for the EBAU will take place during the first half of June, depending on the Autonomous Community, and access must be requested to do the online test on the website of the Ministry of Education before the end of May. I'm sorry.",
    "source": "haynoticia.es",
    "date": "22/05/2017",
    "veracity": 0,
    "claims": [
        "The Ministry of Education has finally announced in today's morning the new conditions for the new selectivity, now known as EBAU by its acronym Baccalaureate Assessment for University Access.",
        "One of the most innovative conditions that have attracted the most attention is that the test can be done from home, online and without attending the examiner center.",
        "'We believe that this is the best way to update ourselves to the new times.",
        "If today everything can be done online why not this test? 'explains the spokesman of the Ministry of Education 'we trust that students do not look at books or consult on Google during the test, would be wrong and would deceive themselves.",
        "But we don't think anyone would do anything like this..'The dates of the call for the EBAU will take place during the first half of June, depending on the Autonomous Community, and access must be requested to do the online test on the website of the Ministry of Education before the end of May."
    ]
}