{
    "id": "15_Health_205",
    "claim": "A Valencian semen bank has denounced one of its regular donors for allegedly defrauding thousands of euros. The method used was to fill the bottles with condensed milk instead of semen. Fraudulent donations could amount to more than twenty. The bank manager explained that as the samples freeze for several months, until they were thawed they did not notice the deception.'What surprised us most was that he filled four jars in ten minutes, when normal is one, but he told us that he was a cattleman's son and therefore ejaculated like a percheron horse'. The defendant faces a crime of continued fraud for which the clinic claims full return of the money delivered, although the most serious is that condensed milk was introduced vaginally to a woman when the deception was not yet known. Fortunately, the director explains,'I sucked her milk myself quickly without further complication'. After the discredit that the clinic is suffering after the incident, the man is relieved by saying that, at least, they use condensed milk to snack for a month, although on one occasion they confused and seasoned the coffee with semen. I'm sorry.",
    "source": "haynoticia.es",
    "date": "07/03/2018",
    "veracity": 0,
    "claims": [
        "A Valencian semen bank has denounced one of its regular donors for allegedly defrauding thousands of euros.",
        "The method used was to fill the bottles with condensed milk instead of semen.",
        "Fraudulent donations could amount to more than twenty.",
        "The bank manager explained that as the samples freeze for several months, until they were thawed they did not notice the deception.",
        "'What surprised us most was that he filled four jars in ten minutes, when normal is one, but he told us that he was a cattleman's son and therefore ejaculated like a percheron horse'.",
        "The defendant faces a crime of continued fraud for which the clinic claims full return of the money delivered, although the most serious is that condensed milk was introduced vaginally to a woman when the deception was not yet known.",
        "Fortunately, the director explains,'I sucked her milk myself quickly without further complication'.",
        "After the discredit that the clinic is suffering after the incident, the man is relieved by saying that, at least, they use condensed milk to snack for a month, although on one occasion they confused and seasoned the coffee with semen."
    ]
}