{
    "id": "161_Society_51",
    "claim": "'It is a gift, never a right ', says the Bishop of Cordoba, Demetrio Fernández, stressed that the priesthood can only be exercised by men and 'never 'by women, bearing in mind, moreover, that it is 'a gift, never a right ', although 'some strive today to claim the female priesthood, the female priesthood, as if it were a right, as if it were a limit of power '. However, according to Demetrio Fernández in his weekly letter, collected by Europa Press, 'the Church is not the absolute owner of the gifts granted to her by her Master, and she has replied that she cannot do anything different from what her Master and Lord, Jesus Christ, has done ', that is, 'the ministerial priesthood is a gift, never a right. Therefore, it cannot enter the human rights market, nor should it be the subject of claims '. Therefore, 'and definitively, the Church has established that priestly ordination can only be granted to men ', so that 'this sentence can never be reformed, because Pope John Paul II pronounced it on the basis of the example of Jesus, the Word of God, the living tradition of the Church and her pontifical infallibility '. In any case, the bishop wanted to clarify that'Jesus Christ has not missed the woman, because he has equaled her in everything with the man. For example, in matters of marriage, when the woman had no right and could be repudiated at any time, Jesus places the woman at the same height as the man 'when he pointed out that 'not only does the woman commit adultery if she goes with another, but also the man commits adultery if he goes with another (cf Mt ), because God has made them equal in dignity, different to be complementary 'and, although 'this position of Jesus strongly surprised his disciples, Jesus left established this fundamental equality, which the Church must respect and promote over the centuries '. In fact, according to Demetrio Fernández, the role of women in the Church 'is of enormous importance, not only because all women are called as such to holiness, but because to them in a special way the care of human beings has been entrusted, from their conception to their death. In marriage or virginity, the heart of a woman is made for motherhood, to protect the human being, especially the weakest and most helpless. Nothing warmer for the human being than a mother's lap. Moreover, in the bishop's opinion,'the feminine 'genius' and the woman's heart is made to love, to welcome, to express God's tenderness with man 'and, in this sense,'Christian feminism has offered to humanity great women, fully feminine, in the image of Mary, the mother of Jesus, and given in full, in virginity or in marriage, to a broad and fruitful motherhood. Women must not cease to be women to be more, but precisely as women, fully women, they will find their fullness'. I'm sorry.",
    "source": "elpais.com",
    "date": "14/06/2013",
    "veracity": 1,
    "claims": [
        "'It is a gift, never a right ', says the Bishop of Cordoba, Demetrio Fernández the woman the Bishop of Cordoba, Demetrio Fernández , stressed that It can only the woman by men and 'never the man , bearing in mind, moreover, that It is the woman , never a right ', although 'some strive today to claim the man the female priesthood, the female priesthood , as if the female priesthood, the female priesthood were a right, as if the female priesthood, the female priesthood were a limit of power '.",
        "However, according to the Bishop of Cordoba, Demetrio Fernández in weekly letterJesus by Europa Press, 'the Church Jesus not the absolute owner of the gifts granted to her the Church , and her has replied that her cannot do anything different from what her Master , has the Church that is, 'It is a giftall women right.",
        "Therefore, It cannot enter the human rights market, nor should It be the subject human beings '.",
        "Therefore, 'and definitively, the Church human beings established that priestly ordination can only be granted to men ', so that 'this sentence can never be reformed, because Pope John Paul II pronounced this sentence on the basis of the example of her Master , the Word of God, the living tradition of the Church and pontifical infallibility '.",
        "In any case, the Bishop of Cordoba, Demetrio Fernández wanted to clarify her Master has not missed the woman , because her Master has equaled the woman in everything with the man.",
        "For example, in matters of marriage, when the woman had no Jesus and could be repudiated at any time, Jesus places the woman at the same height as the man 'when he pointed out that 'not only does the woman commit adultery if she goes with another, but also the man commits adultery if he goes with another (cf Mt ), because God has made them equal in dignity, different to be complementary 'and, although 'this position of Jesus strongly surprised his disciples, Jesus left established this fundamental equality, which the Church must respect and promote over the centuries '.",
        "In fact, according to Demetrio Fernández, the role of women in the Church 'is of enormous importance, not only because all women are called as such to holiness, but because to them in a special way the care of human beings has been entrusted, from their conception to their death.",
        "In marriage or virginity, the heart of a woman is made for motherhood, to protect the human being, especially the weakest and most helpless.",
        "Nothing warmer for the human being than a mother's lap.",
        "Moreover, in the bishop's opinion,'the feminine 'genius' and the woman's heart is made to love, to welcome, to express God's tenderness with man 'and, in this sense,'Christian feminism has offered to humanity great women, fully feminine, in the image of Mary, the mother of Jesus, and given in full, in virginity or in marriage, to a broad and fruitful motherhood.",
        "Women must not cease to be women to be more, but precisely as women, fully women, they will find their fullness'."
    ]
}