{
    "id": "16_Science_148",
    "claim": "The social network Hi5, founded in  and which was very popular more than a decade ago among young people, changed and now has a strategy very similar to that of Tinder, the popular application of meetings. Hi5 sells packages of  monthly dollars,  quarterly or  semiannual dollars. With this you can know the list of those who like you; those who look at your profile; access popular people and contact new users, as a way to seek to relate. According to Statista's data as of April , Facebook has a reach of  percent on social media, well above  percent on Hi5, the sum exceeds  percent because many people have more than one social media account. For Efren Páez, an analyst at Mediatelecom, the evolution of Hi5 is not surprising, because by not attending to the universe of social media users as an application, he sought a niche specialized to be more profitable. 'Many times users are the ones who dictate how to run a social network, even, it is possible that developers have seen a business opportunity in that way, as finding a niche opens up a market of networks in origin similar to Facebook, which they cannot cover ', he added. Hi5 was so popular that even in  Televisa invested in it around  millions of dollars. I'm sorry.",
    "source": "www.elfinanciero.com.mx",
    "date": "07/02/2018",
    "veracity": 1,
    "claims": [
        "The social network Hi5, founded in  and which was very popular more than a decade ago among young people , changed and now has a strategy very similar to that of Tinder, the popular application of meetings.",
        "The social network Hi5, founded in  and which was very popular more than a decade ago among young people sells packages of  monthly dollars,  quarterly or  semiannual dollars .",
        "With packages of  monthly dollars,  quarterly or  semiannual dollars you can know the list of those who like you; those who look at your profile; access popular people and contact new users, as a way to seek to relate.",
        "According to Statista's data as of April , Facebook has a reach of  percent on social media, well above  percent on The social network Hi5, founded in  and which was very popular more than a decade ago among young people , the sum exceeds  percent because many people have more than one social media account.",
        "For Efren Páez, an analyst at Mediatelecom , the evolution of The social network Hi5, founded in  and which was very popular more than a decade ago among young people is not surprising, because by not attending to the universe of social media users as an application, The social network Hi5, founded in  and which was very popular more than a decade ago among young people sought a niche specialized to be more profitable.",
        "'Many times users are the ones who dictate how to run a social network, even, it is possible that developers have seen a business opportunity in that way, as finding a niche opens up a market of networks in origin similar to Facebook , which developers cannot cover ', Efren Páez, an analyst at Mediatelecom added.",
        "The social network Hi5, founded in  and which was very popular more than a decade ago among young people was so popular that even in  Televisa invested in The social network Hi5, founded in  and which was very popular more than a decade ago among young people around  millions of dollars."
    ]
}