{
    "id": "16_Security_198",
    "claim": "Photographer Bernardino Hernández was injured, as well as reporters Francisco Robles, Carlos Alberto Carbajal, Jacob Morales, Roberto Ramírez Bravo, Hector Briseño and Sergio Robles. Reporters from Acapulco reported having been assaulted, cornered and beaten by elements of the state police, while covering the confrontation between community and state police in the community of La Concepcion last weekend, which left a death toll of . From the  of the morning of Sunday, digital agencies reported a confrontation during the patron party of La Concepcion, located in the area of Acapulco rural, where community police of the Regional Council of Community Authorities-Community Police (CRAC-PC) and armed men faced. In that fight, the balance was #NUMBER* dead. Around #NUMBER* and a half in the morning, there was another confrontation in that community where state police clashed with community police, leaving #NUMBER* dead more in that area. But during the attack, also, Acapulco reporters were beaten by elements of the state police, and their work was obstructed, so they went to the offices of the Public Prosecutor's Office to report the events. Reporter Sergio Robles of the Quadratin agency reported that, during the coverage of the clashes in La Concepcion, the journalists were attacked, and some were beaten, as was the case of Bernardino Hernández, a photojournalist of the Cuaroscuro and Proceso agencies. He explained that Bernardino Hernández, two state police officers, took him three meters from where the events were happening and behind a van, was beaten, in addition to having his cameras and digital memories removed. The communicator demanded that they return his partner's memoirs. For his part, Bernardino said that 'it is not the first time, and the comrades know it, the problem is that we have suffered aggressions by the state government, the state police and it is not worth'. Prosecutor Xavier Olea, who gave a lecture on the events in La Concepcion, simply asked for an apology and asked the attackers to go to the hospital and then file a complaint. The journalists attacked were Francisco Robles de Reforma, Carlos Alberto Carbajal and Jacob Morales of the newspaper El Sur, Roberto Ramírez Bravo of La Jornada Guerrero and La Plaza Diario, Hector Briseño de La Jornada, and Sergio Robles de Quadratin. On his Twitter, Jacob Morales reported that some of the reporters were assaulted, beaten, and gunned down. The armed attack in La Concepcion takes place a week after Marco Antonio Suástegui reported that they had tried to kill him, and that the CRAC Community Police arrested a former military officer, leader of an organized crime gang. Suástegui Muñoz was imprisoned in  to  for his defense in the area of ejidos and communal property of Cacahuatepec, where the Council of Ejidos and Communities Opposed to La Parota Dam (CECOP) is located. In  he was released during the interim term of former governor Rogelio Ortega; however, he is now again arrested and charged. The attack on journalists on Sunday, was given to  days that in Ometepec, Julian Chepe, reporter for Alternative, who was also beaten and psychologically tortured. I'm sorry.",
    "source": "aristeguinoticias.com",
    "date": "01/01/2023",
    "veracity": 1,
    "claims": [
        "He Bernardino Bernardino Hernández, two state police officers Francisco Robles, Carlos Alberto Carbajal, Jacob Morales, Roberto Ramírez Bravo, Hector Briseño and Sergio Robles .",
        "Reporters from Acapulco reported having He , cornered and Bernardino Hernández, two state police officers by elements of the state police Bernardino Hernández covering Bernardino Hernández the confrontation between community and state police in the community of La Concepcion last weekend, which left a death toll of is the confrontation between community and state police in the community of La Concepcion last weekend, which left a death toll of .",
        "From the  of the morning of Sunday, digital agencies reported a confrontation during the patron party of the community of La Concepcion La Concepcion in the area of Acapulco rural, where community police of the Regional Council of Community AuthoritiesThe journalists attacked -PC) and armed men faced.",
        "In that fight, the balance was #NUMBERJacob Morales .",
        "Jacob Morales #NUMBER* and a half in the morning, there was another confrontation in the community of La Concepcion where state police clashed with community police, leaving #NUMBERJacob Morales more in Jacob Morales .",
        "But during the attack, The journalists attacked Acapulco reporters were beaten by elements of the state police , and La Concepcion obstructed, so Acapulco reporters went Marco Antonio Suástegui Prosecutor's Office to report the Marco Antonio Suástegui .",
        "Sergio Robles reported that, during the coverage of the confrontation between community and state police in the community of La Concepcion last weekend, which left a death toll of Marco Antonio Suástegui journalists were attackedMarco Antonio Suástegui some were beaten, as was the case of Bernardino Hernández, a photojournalist of the Cuaroscuro and Proceso agencies.",
        "He explained that Bernardino Hernández, two state police officers, took him three meters from where the events were happening and behind a van, was beaten, in addition to having his cameras and digital memories removed.",
        "The communicator demanded that they return his partner's memoirs.",
        "For his part, Bernardino said that 'it is not the first time, and the comrades know it, the problem is that we have suffered aggressions by the state government, the state police and it is not worth'.",
        "Prosecutor Xavier Olea, who gave a lecture on the events in La Concepcion, simply asked for an apology and asked the attackers to go to the hospital and then file a complaint.",
        "The journalists attacked were Francisco Robles de Reforma, Carlos Alberto Carbajal and Jacob Morales of the newspaper El Sur, Roberto Ramírez Bravo of La Jornada Guerrero and La Plaza Diario, Hector Briseño de La Jornada, and Sergio Robles de Quadratin.",
        "On his Twitter, Jacob Morales reported that some of the reporters were assaulted, beaten, and gunned down.",
        "The armed attack in La Concepcion takes place a week after Marco Antonio Suástegui reported that they had tried to kill him, and that the CRAC Community Police arrested a former military officer, leader of an organized crime gang.",
        "Suástegui Muñoz was imprisoned in  to  for his defense in the area of ejidos and communal property of Cacahuatepec, where the Council of Ejidos and Communities Opposed to La Parota Dam (CECOP) is located.",
        "In  he was released during the interim term of former governor Rogelio Ortega; however, he is now again arrested and charged.",
        "The attack on journalists on Sunday, was given to  days that in Ometepec, Julian Chepe, reporter for Alternative, who was also beaten and psychologically tortured."
    ]
}