{
    "id": "17_Security_195",
    "claim": "A graphic comedian was slightly injured after being shot by three fans of Maluma. The cartoonist Julián Torreblanca, better known as Colorín, had published a caricature of the Colombian singer in a musical magazine a few days ago, partly animated by the fact that some tweeps had told him 'with Maluma there are no eggs ', thus challenging him to publish the drawing. After the publication, early in the morning, three hooded fans entered the home of the cartoonist, located in Soria, to the cry of 'Maluma is great! ', shooting at Colorín. According to the couple of the assaulted, before leaving the crime scene one of them said 'I'm going to be happy, I'm going to be happy, happy loh four ', a verse well known among the Malumethanes. The director of the newspaper that published the portrait of Maluma claims that this attack will not achieve its purpose, which is nothing other than the malumization of the West. 'We will not kneel before Latin music ', he said in a statement. 'We will continue to make use of freedom of expression until our daughters and sons can go out on the street and get their ass in pomp without fear that someone will perish with them ', he added. The violent Reguetonic State is an extremist branch of panchanguism that promotes the ideas that Maluma is its prophet. As such, he interprets as an offense any cartoon drawing of his idol. Instead, it has no problem with studio and shirtless images that publish several musical magazines, with which it is intended to capture new followers. I'm sorry.",
    "source": "www.elmundotoday.com",
    "date": "27/06/2018",
    "veracity": 0,
    "claims": [
        "A graphic comedian was slightly injured after being shot by three fans of Maluma .",
        "A graphic comedian , had published a caricature of the Colombian singer in a musical magazine a few days ago, partly animated by the fact that some tweeps had told A graphic comedian 'with Maluma there are no eggs ', thus challenging A graphic comedian to publish a caricature of the Colombian singer .",
        "After published , early in the morning, three fans of Maluma entered the home of A graphic comedian , located in Soria, to the cry of 'Maluma is great! ', shooting at A graphic comedian .",
        "According to the couple of the assaulted, before leaving the crime scene one of them said 'one of them 'm going to be happy, one of them 'm going to be happy, happy loh four ', a verse well known among the Malumethanes.",
        "The director of the newspaper that published the portrait of Maluma claims that shooting will not achieve purpose, which is nothing other than the malumization of the West.",
        "'We will not kneel before Latin music ', The director of the newspaper that published the portrait of Maluma said in a statement.",
        "'We will continue to make use of freedom of expression until our daughters and sons can go out on the street and get ass in pomp without fear that someone will perish with our daughters and sons ', The director of the newspaper that published the portrait of Maluma added.",
        "The violent Reguetonic State is an extremist branch of panchanguism that promotes the ideas that Maluma is prophet.",
        "As such, he interprets as an offense any cartoon drawing of his idol.",
        "Instead, it has no problem with studio and shirtless images that publish several musical magazines, with which it is intended to capture new followers."
    ]
}