{
    "id": "17_Science_151",
    "claim": "Yesterday, NASA images revealed that the sunspots had disappeared, leaving it blank. But for the fourth time this year, the face of the Sun appeared smooth. This means that, probably, the planet is about to enter another long phase of cold. In this way, the sun has been in its quietest period, for more than a century. Normally, the activity of sunspots ranges between  or  years, but it is decreasing faster than at any time in the last  thousand years. This only happened from the 15th century and its highest point was from  to . London's Thames River Freezed. There was widespread hunger due to bad harvests. This became known as the Maunder Minimum. This coincided with the coldest part of the'Little Ice Age'. It went from the 15th to the 17th centuries. Europe, North America and the rest of the world suffered very harsh winters. It is not yet known whether there is a connection between the low activity of sunspots and cold winters, but it is believed that solar variation is part of climate change and has more impact than global warming. In -, you will see this activity at its lowest point. What has happened and what will happen?According to Paul Dorian, meteorologist at Vencore Weather, The sun has already been completely blank this year and this was seen from June's . It was the first time it ever happened since #NUMBER*. But, this would only indicate that it goes for a new phase. And it would last months. Now, the solar wind decreases and the Sun's magnetic field weakens during the solar minima, making it easier for cosmic rays to reach the Earth. Also, for astronauts it would be very dangerous, as the increase in cosmic rays can easily break a DNA chain, reported the 'Elite Daily 'portal. There aren't so many spots in the sun. This will get to its lowest point in three years. This will be reflected in another mini Ice Age that will cause raw winters. I'm sorry.",
    "source": "www.publimetro.cl",
    "date": "05/10/2016",
    "veracity": 0,
    "claims": [
        "Yesterday, NASA images revealed that the sunspots had disappeared, leaving it blank.",
        "But for the fourth time this year , the face of it appeared smooth.",
        "appeared means that, probably, it is about to enter another long phase of cold.",
        "In this way, it has been in quietest period, for more than a century.",
        "Normally, the activity of sunspots ranges between  or  years, but the activity of sunspots is decreasing faster than at any time in the last  thousand years.",
        "decreasing only happened from the 15th century and highest point was from  to .",
        "London's Thames River Freezed.",
        "There was widespread hunger due to bad harvests.",
        "This became known as the Maunder Minimum.",
        "This coincided with the coldest part of the'Little Ice Age'.",
        "This went from the 15th to the 17th centuries.",
        "Europe, North America and the rest of the world suffered very harsh winters.",
        "It is not yet known whether there is a connection between the low activity of sunspots and cold winters, but it is believed that solar variation is part of climate change and has more impact than global warming.",
        "In -, you will see the activity of sunspots at lowest point.",
        "What has happened and what will happen?According to Paul Dorian, meteorologist at Vencore Weather, it has already been completely blank this year and been was seen from June's .",
        "It was the first time it ever happened since #NUMBER*.",
        "But, this would only indicate that it goes for a new phase.",
        "And it would last months.",
        "Now, the solar wind decreases and the Sun's magnetic field weakens during the solar minima, making it easier for cosmic rays to reach the Earth.",
        "Also, for astronauts it would be very dangerous, as the increase in cosmic rays can easily break a DNA chain, reported the 'Elite Daily 'portal.",
        "There aren't so many spots in the sun.",
        "This will get to its lowest point in three years.",
        "This will be reflected in another mini Ice Age that will cause raw winters."
    ]
}