{
    "id": "18_Health_230",
    "claim": "It is cheap and its effect is immediate and powerful, but also lethal. Fentanyl, an opioid to treat cancer-related pain, among other diseases, is one of the drugs that is currently of greatest concern to authorities in the United States, where the number of overdose deaths associated with the drug has skyrocketed. It's #NUMBER* times more powerful than heroin and even #NUMBER* more than morphine. 'Fentanyl-related overdoses are increasing alarmingly and pose a significant threat to public safety and health ', said the U.S. Drug Enforcement Agency a year ago. USA. (DEA), in an alert message. According to the latest DEA Drug Report, there have been  fentanyl-related deaths in the United States since the end of  at the end of , the latest available data. The trend, according to experts, has remained upwards. The DEA believes, however, that deaths are many more, as the drug is behind many of the heroin overdoses, the drug that continues to cause more deaths: more than  in . 'Epidemic 'Fentanyl is related to the 'heroin epidemic 'that the United States authorities say is suffering from. President Barack Obama announced Tuesday new funds to stop the wave of deaths caused by the use of heroin and opiate analgesics. 'I don't think the public really realizes the scope of the problem ', Obama said Tuesday at a summit against drug and heroin abuse. The number of deaths from heroin overdose increased in the U.S. USA. % between  and . Local data reflect the rising threat of fentanyl in the United States. The state of New Hampshire reported four fentanyl deaths in two months. In New Jersey there were #NUMBER* in just six months on #NUMBER*. In  months, deaths were reported in Pennsylvania. The number of deaths is linked to the number of drugs seized. In , authorities reported  seizures of fentanyl by  of . From January  to September , the latest data provided by the DEA, the number was increased to . Here are some questions to understand the phenomenon. What is fentanyl?It is a narcotic used as an analgesic and anaesthetic. The most powerful opioid available for medical use. Its power and immediate effects are behind the addiction it generates. Heroin, by comparison, provides a more durable but less immediate feeling, making it easier to treat by emergency medical services in case of overdose. That even means that many of those who died from overdose are found with the syringe in their arm. Fentanyl is injected, but also applied in patches and taken in tablets. The one that occurs in clandestine laboratories, unlike the pharmacist, is the one that is behind the most deaths, since it is mixed with heroin. It's even sold as a substitute because it's a very similar white powder and it's also similar to cocaine. But fentanyl is much more potent. Users, often without knowing what it is, consume it as heroin, so with the same amount it is much more lethal. In addition, mixing with cocaine and heroin further increases its effects, according to experts. On the street it receives other names, such as'China White'. Where does it come from?The DEA says that fentanyl comes mainly from Mexico, where the authorities have dismantled several laboratories. Although the threat is increasing, fentanyl is not a new drug. Already between  and , more than  deaths were attributed to the drug, many of them in cities such as Chicago, Detroit and Philadelphia. The substances related to these deaths were tracked and DEA reached a laboratory in Mexico. When it was dismantled, the substance almost disappeared from the market. According to U.S. authorities, the drug produced in Mexico crosses the southwestern border and reaches California and Arizona, from where it is redistributed to the main heroin markets, especially on the east coast. Cartels such as Sinaloa, according to what emerges from DEA research, add doses of fentanyl or derivatives to Mexican heroin, resulting in increased addiction and more likely overdose. Its use is part of the so-called 'epidemic 'of heroin and opiate use throughout the country. It's not just about fentanyl anymore, it's about its derivatives. The current outbreak is much wider geographically and involves a greater typology of people, according to the authorities. According to an intermediary quoted by The New York Times, ten grams of fentanyl cost USUSD and are sold to the final consumer for USUSD, allowing them to earn USUSD per week. 'It is cheaper and the effect is better ', one consumer told New York newspaper. 'It's the best I've ever taken ', another told Macleans magazine in Canada, where also the use of this drug and its consequences are on the rise. Another factor to take into account is addiction to legal opiates. According to the U.S. Centers for Disease Control (CDC), people die in the U.S. USA. every day for an overdose of painkillers prescribed by doctors. In , millions of opium-derived recipes were made in the country . How to stop it? 'Fentanyl will remain a threat as long as current clandestine production continues ', says the DEA in its report on drugs of . Experts believe that the lack of experience of clandestine laboratories that have joined the production of fentanyl is behind many deaths. These laboratories are the first to be interested in ensuring that their product does not lead to further deaths. For the DEA, the danger, they insist, is that consumers don't know that they're taking it. 'It will be consumed mostly unconsciously mixed with heroin and other drugs ', alerts the DEA. I'm sorry.",
    "source": "www.bbc.com",
    "date": "29/03/2016",
    "veracity": 1,
    "claims": [
        "The number of deaths from heroin overdose fentanyl The number of deaths from heroin overdose powerful, but the U.S. USA .",
        "It fentanyl It fentanyl It the U.S. USA drugs The New York Times of greatest concern fentanyl authorities in the United States the final consumer of overdose deaths associated with It has skyrocketed.",
        "It 's #from?The DEA more powerful fentanyl heroin The New York Times Mexico, where the authorities have dismantled several laboratories .",
        "Mexico, where the authorities have dismantled several laboratories alarmingly and pose a significant fentanyl fentanyl public fentanyl and health ', said the U.S. Drug Enforcement Agency more than  deaths the U.S. Drug Enforcement Agency a year ago.",
        "fentanyl .",
        "fentanyl the U.S. Drug Enforcement Agency , in an more than  deaths message.",
        "According to the latest fentanyl?It , there have been  fentanylthe U.S. USA. in the United States since a laboratory in Mexico of , the fentanyl?It available fentanyl .",
        "fentanyl , according to experts, the U.S. USA. upwards.",
        "the U.S. Drug Enforcement Agency fentanyl , howeverfentanyl more, as It is behind many of the heroin overdosesthe DEA the the DEA that continues to cause more deaths: more than  in .",
        "many of those who died from overdose clandestine laboratories that have joined the production of fentanyl say is suffering clandestine laboratories that have joined the production of fentanyl .",
        "clandestine laboratories that have joined the production of fentanyl fentanyl President Barack Obama announced The one that occurs in clandestine laboratories, unlike the pharmacist clandestine laboratories that have joined the production of fentanyl The one that occurs in clandestine laboratories, unlike the pharmacist the wave of deaths caused by the use of heroin and opiate analgesics the DEA the wave of deaths caused by the use of heroin and opiate analgesics .",
        "'the DEA n't think the public consumers realizes the scope of the wave of deaths caused by the use of heroin and opiate analgesics ', President Barack Obama said Tuesday The one that occurs in clandestine laboratories, unlike the pharmacist fentanyl against drug and heroin abuse.",
        "The number of deaths from heroin overdose increased in the U.S. USA.",
        "% between  and .",
        "Local data reflect the rising threat of fentanyl in the United States.",
        "The state of New Hampshire reported four fentanyl deaths in two months.",
        "In New Jersey there were #NUMBER* in just six months on #NUMBER*.",
        "In  months, deaths were reported in Pennsylvania.",
        "The number of deaths is linked to the number of drugs seized.",
        "In , authorities reported  seizures of fentanyl by  of .",
        "From January  to September , the latest data provided by the DEA, the number was increased to .",
        "Here are some questions to understand the phenomenon.",
        "What is fentanyl?It is a narcotic used as an analgesic and anaesthetic.",
        "The most powerful opioid available for medical use.",
        "Its power and immediate effects are behind the addiction it generates.",
        "Heroin, by comparison, provides a more durable but less immediate feeling, making it easier to treat by emergency medical services in case of overdose.",
        "That even means that many of those who died from overdose are found with the syringe in their arm.",
        "Fentanyl is injected, but also applied in patches and taken in tablets.",
        "The one that occurs in clandestine laboratories, unlike the pharmacist, is the one that is behind the most deaths, since it is mixed with heroin.",
        "It's even sold as a substitute because it's a very similar white powder and it's also similar to cocaine.",
        "But fentanyl is much more potent.",
        "Users, often without knowing what it is, consume it as heroin, so with the same amount it is much more lethal.",
        "In addition, mixing with cocaine and heroin further increases its effects, according to experts.",
        "On the street it receives other names, such as'China White'.",
        "Where does it come from?The DEA says that fentanyl comes mainly from Mexico, where the authorities have dismantled several laboratories.",
        "Although the threat is increasing, fentanyl is not a new drug.",
        "Already between  and , more than  deaths were attributed to the drug, many of them in cities such as Chicago, Detroit and Philadelphia.",
        "The substances related to these deaths were tracked and DEA reached a laboratory in Mexico.",
        "When it was dismantled, the substance almost disappeared from the market.",
        "According to U.S. authorities, the drug produced in Mexico crosses the southwestern border and reaches California and Arizona, from where it is redistributed to the main heroin markets, especially on the east coast.",
        "Cartels such as Sinaloa, according to what emerges from DEA research, add doses of fentanyl or derivatives to Mexican heroin, resulting in increased addiction and more likely overdose.",
        "Its use is part of the so-called 'epidemic 'of heroin and opiate use throughout the country.",
        "It's not just about fentanyl anymore, it's about its derivatives.",
        "The current outbreak is much wider geographically and involves a greater typology of people, according to the authorities.",
        "According to an intermediary quoted by The New York Times, ten grams of fentanyl cost USUSD and are sold to the final consumer for USUSD, allowing them to earn USUSD per week.",
        "'It is cheaper and the effect is better ', one consumer told New York newspaper.",
        "'It's the best I've ever taken ', another told Macleans magazine in Canada, where also the use of this drug and its consequences are on the rise.",
        "Another factor to take into account is addiction to legal opiates.",
        "According to the U.S. Centers for Disease Control (CDC), people die in the U.S. USA.",
        "every day for an overdose of painkillers prescribed by doctors.",
        "In , millions of opium-derived recipes were made in the country .",
        "How to stop it? 'Fentanyl will remain a threat as long as current clandestine production continues ', says the DEA in its report on drugs of .",
        "Experts believe that the lack of experience of clandestine laboratories that have joined the production of fentanyl is behind many deaths.",
        "These laboratories are the first to be interested in ensuring that their product does not lead to further deaths.",
        "For the DEA, the danger, they insist, is that consumers don't know that they're taking it.",
        "'It will be consumed mostly unconsciously mixed with heroin and other drugs ', alerts the DEA."
    ]
}