{
    "id": "18_Society_90",
    "claim": "The president of the department stores includes several points on the agenda that propose a strategic plan and the departure to the Stock ExchangeThe president of El Corte Ingles, Dimas Gimeno, will propose this Wednesday to the board of directors that is celebrated in Madrid the incorporation of independent advisers. To date, the group only has an independent adviser, Manuel Pizarro, who entered the company's top management body at the time of Isidoro Álvarez. In addition, it will propose a strategic plan in which it contemplates the departure to the Stock Exchange of the company. The meeting of the council arrives in a moment of internal tension in front of the family confrontation that is lived by the control of the department stores between Gimeno and its cousins, Marta and Cristina Álvarez Guil, advisors of the group. Sources close to these criticize Gimeno's attempt to introduce changes now, after three and a half years in which he was in the presidency 'without presenting projects'. The Council of The English Court (ECI) will discuss whether to add independents and the number of them. The request responds to the application of the rules on good corporate governance and is part of one of the items on the agenda that Gimeno incorporated in the initial call, which was only reduced to the formulation of the annual accounts for the year ended in February and on which, precisely, Gimeno meditates whether or not to approve them. In addition, Gimeno will present a future plan and a strategic plan, the completion of which is the Bolsa exit, and will request a report from the Audit Commission on the results of the investigation that EY is conducting on the company's security department following anonymous ones that reported alleged irregular practices that would involve several managers. In this regard, EY, which is also the audit firm of the department stores, has asked ECI for clarifications on the security accounts in order to reach a conclusion, so that this Wednesday's council will reveal little information. This council is ordinary and no debate is expected on the dismissal of Gimeno at the head of the group, a matter that has arisen since the group was stripped of its executive tasks last October. To this end, a next extraordinary council will be held which has been requested by the four executive councilors (the two delegated councilors, Jesús Nuño de la Rosa and Víctor del Pozo, and the old guard formed by Florencio Lasaga and Carlos Martínez Echevarría) and which is expected for June. Although not part of the petition, this group is joined by the sisters Marta and Cristina Álvarez Guil, daughters of Isidoro Álvarez and cousins of Gimeno. Sources close to them have criticized the fact that 'Dimas has not submitted any projects in three and a half years and that now that he sees himself standing and a half outside the presidency he proposes a broom council in which he puts a plan for the future, a strategic plan and the exit to the Stock Exchange'. I'm sorry.",
    "source": "elpais.com",
    "date": "29/05/2018",
    "veracity": 1,
    "claims": [
        "The president of the department stores this Wednesday's council The president of the department stores includes several points on the agenda that propose a strategic the annual accounts for the year ended in February and the departure to the Stock ExchangeThe The president of the department stores will independents this Wednesday to the annual accounts for the year ended in February directors that is celebrated in Madrid the incorporation of independent advisers.",
        "To date, the department stores only has an independent adviser, Manuel Bolsa the time of Isidoro Álvarez.",
        "In addition, the department stores will propose a strategic plan in which the department stores contemplates EY the departure to the Stock ExchangeThe .",
        "The EY the Stock ExchangeThe arrives in a moment of internal tension in front this Wednesday's council family confrontation Gimeno is lived by the control of the department stores Gimeno the department stores between Gimeno and cousins, Marta and Cristina Álvarez Guil, advisors of the department stores .",
        "Sources close to these criticize The president of the department stores attempt to introduce changes now, after three and a half years in which The president of the department stores was in the presidency 'without presenting projects'.",
        "the Stock ExchangeThe will discuss whether to add the council and the number of the council .",
        "independents responds to the application of the rules on good corporate governance and is part of one of the items on the agenda this Wednesday's council The president of the department stores incorporated in the initial call, which was this Wednesday's council reduced to the formulation of propose and this Wednesday's council , precisely, The president of the department stores meditates whether or not to approve propose .",
        "In addition, Gimeno will present a future plan and a strategic plan, the completion of which is the Bolsa exit, and will request a report from the Audit Commission on the results of the investigation that EY is conducting on the company's security department following anonymous ones that reported alleged irregular practices that would involve several managers.",
        "In this regard, EY, which is also the audit firm of the department stores, has asked ECI for clarifications on the security accounts in order to reach a conclusion, so that this Wednesday's council will reveal little information.",
        "This council is ordinary and no debate is expected on the dismissal of Gimeno at the head of the group, a matter that has arisen since the group was stripped of its executive tasks last October.",
        "To this end, a next extraordinary council will be held which has been requested by the four executive councilors (the two delegated councilors, Jesús Nuño de la Rosa and Víctor del Pozo, and the old guard formed by Florencio Lasaga and Carlos Martínez Echevarría) and which is expected for June.",
        "Although not part of the petition, this group is joined by the sisters Marta and Cristina Álvarez Guil, daughters of Isidoro Álvarez and cousins of Gimeno.",
        "Sources close to them have criticized the fact that 'Dimas has not submitted any projects in three and a half years and that now that he sees himself standing and a half outside the presidency he proposes a broom council in which he puts a plan for the future, a strategic plan and the exit to the Stock Exchange'."
    ]
}