{
    "id": "19_Health_228",
    "claim": "Scientists from the Universidad Nacional Autonoma de Mexico reported the results of their most recent research, with which they demonstrated that the ingestion of a bell, between an hour and a half hour before sexual intercourse, not only improves the performance of the male, but increases his resistance and the duration of erections. 'The particular combination of ingredients has a positive impact on the production of testosterone and adrenaline, which, combined, create a really remarkable effect on the male, regardless of age ', said Professor Morbonio Guiño Codazo, responsible for the study. In the experiments, the subjects managed to maintain relationships for more than six hours in a row, without showing any signs of exhaustion. And best of all, there were no side effects or adverse reactions. The results of the study caused the main bakeries of the country and surrounding neighborhoods to begin to increase the production of campechanas, but it is feared that in a matter of hours there will be a shortage of coveted bread. It should be noted that Professor Codazo's group has also achieved excellent results with chilindrinas in improving female sexual performance, but the tests in this section are still in preliminary phase. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "05/12/2016",
    "veracity": 0,
    "claims": [
        "Scientists from the Universidad Nacional Autonoma de Mexico reported the results of their most recent research, with which they demonstrated that the ingestion of a bell, between an hour and a half hour before sexual intercourse, not only improves the performance of the male, but increases his resistance and the duration of erections.",
        "'The particular combination of ingredients has a positive impact on the production of testosterone and adrenaline, which, combined, create a really remarkable effect on the male, regardless of age ', said Professor Morbonio Guiño Codazo, responsible for the study.",
        "In the experiments, the subjects managed to maintain relationships for more than six hours in a row, without showing any signs of exhaustion.",
        "And best of all, there were no side effects or adverse reactions.",
        "The results of the study caused the main bakeries of the country and surrounding neighborhoods to begin to increase the production of campechanas, but it is feared that in a matter of hours there will be a shortage of coveted bread.",
        "It should be noted that Professor Codazo's group has also achieved excellent results with chilindrinas in improving female sexual performance, but the tests in this section are still in preliminary phase."
    ]
}