{
    "id": "19_Society_85",
    "claim": "Hollywood. - After the filming of a remake of'The Lion King'will be confirmed but this time in live-action, in a style very similar to the recent tape of'The Book of the Jungle 'which shows digital animals but with a fairly realistic appearance, the project director, Jon Favreau, revealed to the media that the tape will have many surprises as there will be many modifications in history. Jon points out that one of the main changes will be that the Pumba boar (one of the animals that adopts Simba along with the Suricato Timon) will be transformed into a woman called 'Pumbana ', in order to show 'a conventional family ': 'In the original version there is no indication that Timon and Pumba have a relationship beyond friendship, but conservative groups pointed out that many children were confused and came to spite that homosexuality was normal. While they are not a couple, they are two men who raise a puppy alone, that is reason to believe that they live as a homoparental couple and there are groups who protested about it ', the director said. After the news was revealed, a film magazine investigated the case by discovering that it was the Mexican association Frente Nacional por la Familia, which struggles to return the holy inquisition to maintain good habits, who contacted the producer to demand that they convert Timon or Pumba into females so as not to confuse the infants:'Many people thought that the people who attended the Family March were people without doing anything, yet they were all wrong because their power is so great that they even have contact with important Hollywood businessmen, including a new Disney producer who gave the order that in the new version the Pumba boar would be a woman, and would have to be portrayed as a housewife who stays to clean up all day while Timon (the man in the house) comes out to bring him bread, as it should be in a normal family approved by God. It is already decided that Pumba will be a female, this will also allow a twist to the plot, and that in one part Timon dies and Pumbana becomes a fighting woman, however the authorities will take Simba away from him for not entering the normal family range (since a family without a dad is not a normal family), and that is when Simba returns to his home and becomes king of the jungle, and begins the second part of the story ', the reporter pointed out. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "09/02/2018",
    "veracity": 0,
    "claims": [
        "Hollywood.",
        "- After the filming of a remake of'The Lion King'will be confirmed but this time in live-action, in a style very similar to the recent tape of'The Book of the Jungle 'which shows digital animals but with a fairly realistic appearance, the project director, Jon Favreau , revealed to the media that the tape will have many surprises as there will be many modifications in history.",
        "the project director, Jon Favreau points out that one of the main changes will be that the Pumba boar (one of the animals that adopts Simba along with the Suricato Timon ) will be transformed into a woman called 'Pumbana ', in order to show 'a conventional family ': 'In the original version there is no indication that Timon and Pumba have a relationship beyond friendship, but conservative groups pointed out that many children were confused and came to spite that homosexuality was normal.",
        "While Timon and Pumba are not a couple, Timon and Pumba are two men who raise a puppy alone, that is reason to believe that Timon and Pumba live as a homoparental couple and there are groups who protested about live ', the project director, Jon Favreau said.",
        "After the news was revealed, a film magazine investigated the case by discovering that it was the Mexican association Frente Nacional por la Familia, which struggles to return the holy inquisition to maintain good habits, who contacted the producer to demand that the producer convert the Suricato Timon or Pumba into females so as not to confuse the infants:'Many people thought that the people who attended the Family March were people without doing anything, yet the people who attended the Family March were all wrong because power is so great that the people who attended the Family March even have contact with important Hollywood businessmen, including a new Disney producer who gave the order that in the new version the Pumba boar (one of the animals that adopts Simba along with the Suricato Timon would be a woman, and would have to be portrayed as a housewife who stays to clean up all day while Timon (the man in the house) comes out to bring the Pumba boar (one of the animals that adopts Simba along with the Suricato Timon bread, as it should be in a normal family approved by God.",
        "It is already decided that Pumba will be a female, this will also allow a twist to the plot, and that in one part Timon dies and Pumbana becomes a fighting woman, however the authorities will take Simba away from him for not entering the normal family range (since a family without a dad is not a normal family), and that is when Simba returns to his home and becomes king of the jungle, and begins the second part of the story ', the reporter pointed out."
    ]
}