{
    "id": "1_Education_15",
    "claim": "PIETRO BOSELLI, THE MOST SEXY MASTER IN THE WORLD, WILL GIVE CLASSES IN UNAMMexico. - Big surprise caused by President Enrique Peña Nieto, revealing that he has just closed an agreement with the famous professor of mathematics of the University College of London, Pietro Boselli (which went viral all over the world when he was considered'the sexiest teacher on the planet), so that he could take classes for a semester at the National Autonomous University of Mexico in the area of engineering. EPN mentioned that he decided to reveal that the famous professor would come to Mexico to teach for the purpose of 'making it a gift for the teacher's day ', mentioning that it is already a fact that he will teach at the engineering faculty of UNAM, so the number of women who have taken tickets to enter that career increased by %: 'We decided to hire Boselli to raise the academic level of UNAM, decades ago our university was in the top  of the best in the world, and now it is almost out of the top . We need the people of the world to put their eyes on UNAM so that it will regain the prestige of before. It was my advisor who recommended me to bring Boselli, but I was sharp and told him that we had to test him to prove he was a good teacher, and he deserved to get on the government payroll. Of course we're excited about the stir that caused his hiring, but finally my intention is to increase prestige so it's no use that he's so handsome if he's not good at teaching. In the end we realize he's actually much better prepared than the current teachers so we hired him right away. We found it rather expensive to convince him because he is also a model and we had to pay him double, as a teacher and as a model ', he said. EPN noted that 'many women asked him to teach in some degree such as Communication ', however Pietro is an expert in engineering matters: 'When there was a rumor that we would hire him the girls told us to send him to the bachelor's degree where they were studying, but the teacher is an engineering expert and he had no case to teach him in something that is not his area. In the end, the women decided that they would switch to engineering where they were taught. If they are going to make that decision just because they want to see the teacher closely think about it because Boselli will only be there for a semester, and also will only give classes  days a week, since the others will use them to fulfill their other model work ', said Nieto. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "19/05/2017",
    "veracity": 0,
    "claims": [
        "PIETRO BOSELLI, THE MOST SEXY MASTER IN THE WORLD , WILL GIVE CLASSES IN UNAMMexico .",
        "- Big surprise caused by President Enrique Peña Nieto , revealing that President Enrique Peña Nieto has just closed an agreement with the famous professor of mathematics of the University College of London, Pietro Boselli (which went viral all over THE WORLD when PIETRO BOSELLI, THE MOST SEXY MASTER IN THE WORLD was considered'the sexiest teacher on THE WORLD ), so that PIETRO BOSELLI, THE MOST SEXY MASTER IN THE WORLD could take classes for a semester at UNAMMexico in the area of engineering.",
        "President Enrique Peña Nieto mentioned that President Enrique Peña Nieto decided to reveal that PIETRO BOSELLI, THE MOST SEXY MASTER IN THE WORLD would come to Mexico to teach for the purpose of 'making it a gift for the teacher's day ', mentioning that it is already a fact that PIETRO BOSELLI, THE MOST SEXY MASTER IN THE WORLD will teach at the engineering faculty of UNAMMexico , so the number of women who have taken tickets to enter that career increased by %: 'We decided to hire PIETRO BOSELLI, THE MOST SEXY MASTER IN THE WORLD to raise the academic level of UNAMMexico , decades ago UNAMMexico was in the top  of the best in THE WORLD , and now UNAMMexico is almost out of the top .",
        "We need the people of the world to put eyes on UNAMMexico so that UNAMMexico will regain the prestige of before.",
        "It was my advisor who recommended my to bring PIETRO BOSELLI, THE MOST SEXY MASTER IN THE WORLD , but my was sharp and told my advisor that we had to test PIETRO BOSELLI, THE MOST SEXY MASTER IN THE WORLD to prove PIETRO BOSELLI, THE MOST SEXY MASTER IN THE WORLD was a good teacher, and PIETRO BOSELLI, THE MOST SEXY MASTER IN THE WORLD deserved to get on the government payroll.",
        "Of course we're excited about the stir that caused his hiring, but finally my intention is to increase prestige so it's no use that he's so handsome if he's not good at teaching.",
        "In the end we realize he's actually much better prepared than the current teachers so we hired him right away.",
        "We found it rather expensive to convince him because he is also a model and we had to pay him double, as a teacher and as a model ', he said.",
        "EPN noted that 'many women asked him to teach in some degree such as Communication ', however Pietro is an expert in engineering matters: 'When there was a rumor that we would hire him the girls told us to send him to the bachelor's degree where they were studying, but the teacher is an engineering expert and he had no case to teach him in something that is not his area.",
        "In the end, the women decided that they would switch to engineering where they were taught.",
        "If they are going to make that decision just because they want to see the teacher closely think about it because Boselli will only be there for a semester, and also will only give classes  days a week, since the others will use them to fulfill their other model work ', said Nieto."
    ]
}