{
    "id": "20_Entertainment_653",
    "claim": "A public person – in this case The Son of the Holy One – can go to a masked court hearing, provided that before and in private he identifies himself before the judge and the counterpart. The above was upheld by the first chamber of the Supreme Court of Justice of the Nation (SCJN) in giving reason to the former fighter in the lawsuit for moral damage against the Triple AAA company, which commercialized without his consent the DVD of the event Triplemanía XVII Estelar Lucha Libre AAA, in which the plaintiff participated the  of June of . The court affirmed that JEGR (initials of the name of El Hijo de El Santo) appeared masked to a judicial confrontation, which, to say, of the legal representative of the defendant company violated his right to due process, because he held a judicial confrontation with a hooded subject, whose official identity was unknown. The judge of the case gave reason to the son of the silver masked man, because he is the legitimate owner of the rights of the character El Hijo de El Santo, so he condemned the company to repair the damage. The decision was upheld by a court and yesterday by the first chamber. I'm sorry.",
    "source": "www.jornada.com.mx",
    "date": "21/04/2016",
    "veracity": 1,
    "claims": [
        "A public person – in this case The Son of the Holy One – can go to a masked court hearing, provided that before and in private he identifies himself before the judge and the counterpart.",
        "The above was upheld by the first chamber of the Supreme Court of Justice of the Nation (SCJN) in giving reason to the former fighter in the lawsuit for moral damage against the Triple AAA company, which commercialized without his consent the DVD of the event Triplemanía XVII Estelar Lucha Libre AAA, in which the plaintiff participated the  of June of .",
        "The court affirmed that JEGR (initials of the name of El Hijo de El Santo) appeared masked to a judicial confrontation, which, to say, of the legal representative of the defendant company violated his right to due process, because he held a judicial confrontation with a hooded subject, whose official identity was unknown.",
        "The judge of the case gave reason to the son of the silver masked man, because he is the legitimate owner of the rights of the character El Hijo de El Santo, so he condemned the company to repair the damage.",
        "The decision was upheld by a court and yesterday by the first chamber."
    ]
}