{
    "id": "20_Science_169",
    "claim": "There is an urgent need to review incentives for the promotion of zero-emission vehiclesIt is one of the most inspiring deaths in cinema. The farewell of the life of replicant Batty in the first Blade Runner. Rutger Hauer's tears are a counterpoint to his own ferocious existence.'I've seen things you wouldn't believe..\". In that film by  he imagined a dystopian  in which, however, cars were seen flying Can a car be an element of social inspiration and change?Now we see what is happening in Catalonia, or in the United Kingdom. And many other things we wouldn't believe if someone had told us years ago. It is worth taking air and thinking of others who, although with less informational urgency, can help us to create a better world. In these innovations that are difficult to grasp in a term as limited as 'digitization ', electric vehicles are particularly exciting. New productive, labor and social relationships in which, sometimes, the important thing is not the product or the service but the channel or the support. Satisfaction is no longer in what we enjoy but in how we do it. It's not about cars but what moves them. Let us be driven autonomously, safer and free of emissions. A company led changes in personal computers forty years ago and, after multiple vicissitudes, resurfaced to the forefront to offer much more than desktop equipment. Many problems in production, in patent protection, in market entry but.. finally, the triumph of an idea. Another company leads the technology for the electric vehicle, but offers dreams beyond it. Working to accelerate the global transition to sustainable energy, it shows real achievements and the promise of what may come 'lead 'to a sustainable and advanced reality. In a city like Paris there will be no diesel powered cars running on the Champs-Elysees beyond  or gasoline after . Spain is lagging behind in this area, which is a matter of great concern, with a relatively low enrolment rate and city pollution values exceeding those allowed at European level. There is an urgent need to review incentives for the promotion of zero-emission vehicles in our country, as well as to review car taxation to discourage the most polluting vehicles. More and more brands  albeit unevenly developed  are slowly joining the electric automotive industry. Innovation focuses on self-driving and traffic safety. The EU is, in fact, in the final stages of regulatory development in order to promote certain changes, for example, by increasing charging points, in the Community territory. These innovations lead to disruption in the labour market where there will be challenges and opportunities. These are companies that are factories of ideas, with a tremendous vertical integration. Where a fuse can be the subject of discussion or the problem that must be solved and where they put their concentration hundreds of minds at once. Where hope is shared. I'm sorry.",
    "source": "elpais.com",
    "date": "23/10/2017",
    "veracity": 1,
    "claims": [
        "There is an urgent need to review incentives for the promotion of zero-emission vehiclesIt is one of the most Another company in the technology for the electric vehicle .",
        "the technology for the electric vehicle vehiclesIt the technology for the electric vehicle vehiclesIt .",
        "Rutger Hauer's tears are a counterpoint to own ferocious existence.",
        "'I've seen things you wouldn't believe..\".",
        "In that film by  Rutger Hauer's imagined a dystopian  in which, however, cars were seen flying Can a car be an element of social inspiration and change?Now we see what is happening in Catalonia, or in the United Kingdom.",
        "And many other things we wouldn't believe if someone had told us years ago.",
        "It is worth taking air and thinking of others who, although with less informational urgency, can help us to create a better world.",
        "In these innovations Spain to grasp in a term as limited as 'digitization ', electric vehicles are particularly exciting.",
        "New productive, labor and social relationships in which, sometimes, the important thing is not the product or the service but the channel or the support.",
        "Satisfaction is no longer in what we enjoy but in how we do it.",
        "It's not about cars but what moves cars .",
        "Let us be driven autonomously, safer and free of emissions.",
        "A company led changes in personal computers forty years ago and, after multiple vicissitudes, resurfaced to the forefront to offer much more than desktop equipment.",
        "Many problems in production, in patent protection, in market entry but.. finally, the triumph of an idea.",
        "Another company leads the technology for the electric vehicle, but offers dreams beyond it.",
        "Working to accelerate the global transition to sustainable energy, it shows real achievements and the promise of what may come 'lead 'to a sustainable and advanced reality.",
        "In a city like Paris there will be no diesel powered cars running on the Champs-Elysees beyond  or gasoline after .",
        "Spain is lagging behind in this area, which is a matter of great concern, with a relatively low enrolment rate and city pollution values exceeding those allowed at European level.",
        "There is an urgent need to review incentives for the promotion of zero-emission vehicles in our country, as well as to review car taxation to discourage the most polluting vehicles.",
        "More and more brands  albeit unevenly developed  are slowly joining the electric automotive industry.",
        "Innovation focuses on self-driving and traffic safety.",
        "The EU is, in fact, in the final stages of regulatory development in order to promote certain changes, for example, by increasing charging points, in the Community territory.",
        "These innovations lead to disruption in the labour market where there will be challenges and opportunities.",
        "These are companies that are factories of ideas, with a tremendous vertical integration.",
        "Where a fuse can be the subject of discussion or the problem that must be solved and where they put their concentration hundreds of minds at once.",
        "Where hope is shared."
    ]
}