{
    "id": "22_Politics_553",
    "claim": "Several countries have sent rescue brigades, tons of supplies and equipment to locate more people in the rubble; Luis Videgaray expressed gratitude on behalf of the Mexican governmentSix days after the earthquake of magnitude , several nations have shown their help in sending rescue brigades, tons of supplies, and equipment to locate people in the rubble. Among the nations that have supported the disaster are: Argentina, Canada, Chile, China, Colombia, Costa Rica, Ecuador, El Salvador, Germany, Guatemala, Honduras, Israel, Japan, Panama, Peru, Russia, Spain, Switzerland, Turkey, United Arab Emirates, United States, Venezuela, European Union and United Nations. The head of the Ministry of Foreign Affairs, Luis Videgaray Caso, expressed his gratitude on behalf of the Mexican government with these countries for offering their unconditional help in the face of the catastrophe that succumbed to various entities of the Republic. From the first hours after the telluric movement, leaders, prime ministers, ambassadors and various personalities from different nations of the world expressed their pain and support for the moment that was going through the country. Some of the leaders highlighted their condolences through their social networks, such is the case of the President of the United States, Donald Trump who wrote on his Twitter account,'God bless the people of Mexico City. We're with you and we'll be there for you.\". Then the U.S. president called President Enrique Peña Nieto to offer the help and offer condolences for what happened. His Canadian counterpart, Justin Trudeau, wrote'Devasive News from Mexico City. My thoughts are with those affected by the earthquake-Canada will be ready to help our friends'. Today, six days after the event, aid continues to arrive, and rescue and construction specialists work hard side by side with their Mexican counterparts to continue supporting the search for people. Foreign Minister Luis Videgaray Caso confirmed on September  that El Salvador was the first country to send a crew of  elements who have experience in the rescue of people in the rubble. 'The response of the international community has been extraordinary, there are already teams that are coming to Mexico, the first team that arrived is a specialized gang from El Salvador ', declared that day to the American news network CNN in Spanish. After the help of that country, several more arrived, such as the case of Japan, which sent  rescuers experienced in collapsed structures, with technological equipment that helps the detection of life in the rubble. In addition, Israel collaborated with  people, including soldiers and trained officers and experts in collapsed buildings, as well as sending humanitarian aid. The United States did this with  lifeguards belonging to the Los Angeles County Fire Department Urban Search and Rescue Team, known as the USA-, more than  tons of equipment,  coaches and five canines, as well as tons of medical supplies and basic necessities. To the latter are added the collection centers that exist in different cities of the United States, which send the support states such as Puebla, Oaxaca, Chiapas, Morelos, and Mexico City, where in New York and New Jersey alone more than eight tons of aid have been collected. Spain sent  of its best men in the field, who arrived last September  along with four dogs trained in the search for people, while Honduras supports with  men and women belonging to the group Katrachos USAR, experts in human search and rescue. Panama was the first country to offer assistance to Mexico in the face of the terrible event, and did not hesitate to send to  elements and four dogs for support in the search for people, who joined the  Colombian rescuers who arrived on Aztec soil with two trained dogs. For its part, Ecuador supported with  experts, Venezuela with  rescuers and two canes of the Simon Bolívar International Brigade, as well as sending  tons of humanitarian aid, while Chile did so with  specialists and two more dogs. Similarly, Switzerland sent a group of structural engineers to support the detection of damage to buildings after the earthquake, who have so far visited hospitals in Morelos state. Germany, for its part, supports with experts from the German aid organization Search and Rescue International (ISAR), who bring with them a bioradar team of the most modern generation. The People's Republic of China gave the Mexican government a donation of $1 million as humanitarian aid for the victims of the earthquake, Costa Rica sent a team of specialists in structural damage assessment, while Peru sent five engineers expert in property assessment at risk, who support the work of recognizing damaged buildings. I'm sorry.",
    "source": "www.eluniversal.com.mx",
    "date": "25/09/2017",
    "veracity": 1,
    "claims": [
        "Several the U.S. president sent rescue brigades, tons of supplies and equipment to locate more people in the rubble ; Luis Videgaray His Canadian counterpart, Justin Trudeau the Mexican governmentSix Morelos the Mexican governmentSix days after the earthquake of magnitude , several nations the earthquake help in sending Spain brigadesSpain of supplies, and equipment the earthquake locate people in the rubble .",
        "rescue and construction specialists the earthquake of magnitude are: Argentinarescue and construction specialists , Chile, China, Colombia, Costa Rica, Ecuador, El Salvador, Germany, Guatemala, Honduras, Israel, Japan, Panama, PeruSeptember , SpainEl Salvador , Turkey, United Arab the terrible event United States , Venezuela, European Union and United Nations.",
        "Luis Videgaray , expressed gratitude on behalf of the Mexican governmentSix with several nations for offering unconditional help in El Salvador the catastrophe September succumbed to various entities of the Mexican governmentSix .",
        "From the first hours El Salvador the earthquake of magnitude , leaders, prime ministers, ambassadors and various personalities from different nations of the world expressed pain and support for the moment that the terrible event the Mexican governmentSix .",
        "Some of the leaders highlighted Germany social networksexperts from the German aid organization Search and Rescue International (ISAR), who bring with them a bioradar team of the most modern generation .",
        "Then the U.S. president called President Enrique Peña Nieto to offer the help and offer condolences for what happened.",
        "His Canadian counterpart, Justin Trudeau, wrote'Devasive News from Mexico City.",
        "My thoughts are with those affected by the earthquake-Canada will be ready to help our friends'.",
        "Today, six days after the event, aid continues to arrive, and rescue and construction specialists work hard side by side with their Mexican counterparts to continue supporting the search for people.",
        "Foreign Minister Luis Videgaray Caso confirmed on September  that El Salvador was the first country to send a crew of  elements who have experience in the rescue of people in the rubble.",
        "'The response of the international community has been extraordinary, there are already teams that are coming to Mexico, the first team that arrived is a specialized gang from El Salvador ', declared that day to the American news network CNN in Spanish.",
        "After the help of that country, several more arrived, such as the case of Japan, which sent  rescuers experienced in collapsed structures, with technological equipment that helps the detection of life in the rubble.",
        "In addition, Israel collaborated with  people, including soldiers and trained officers and experts in collapsed buildings, as well as sending humanitarian aid.",
        "The United States did this with  lifeguards belonging to the Los Angeles County Fire Department Urban Search and Rescue Team, known as the USA-, more than  tons of equipment,  coaches and five canines, as well as tons of medical supplies and basic necessities.",
        "To the latter are added the collection centers that exist in different cities of the United States, which send the support states such as Puebla, Oaxaca, Chiapas, Morelos, and Mexico City, where in New York and New Jersey alone more than eight tons of aid have been collected.",
        "Spain sent  of its best men in the field, who arrived last September  along with four dogs trained in the search for people, while Honduras supports with  men and women belonging to the group Katrachos USAR, experts in human search and rescue.",
        "Panama was the first country to offer assistance to Mexico in the face of the terrible event, and did not hesitate to send to  elements and four dogs for support in the search for people, who joined the  Colombian rescuers who arrived on Aztec soil with two trained dogs.",
        "For its part, Ecuador supported with  experts, Venezuela with  rescuers and two canes of the Simon Bolívar International Brigade, as well as sending  tons of humanitarian aid, while Chile did so with  specialists and two more dogs.",
        "Similarly, Switzerland sent a group of structural engineers to support the detection of damage to buildings after the earthquake, who have so far visited hospitals in Morelos state.",
        "Germany, for its part, supports with experts from the German aid organization Search and Rescue International (ISAR), who bring with them a bioradar team of the most modern generation.",
        "The People's Republic of China gave the Mexican government a donation of $1 million as humanitarian aid for the victims of the earthquake, Costa Rica sent a team of specialists in structural damage assessment, while Peru sent five engineers expert in property assessment at risk, who support the work of recognizing damaged buildings."
    ]
}