{
    "id": "23_Politics_550",
    "claim": "Mexico. -In a press conference the national leader of the PRI, Rene Juárez Cisneros, informed the media that 'by irreconcilable difference 'the former presidential candidate, Jose Antonio Meade, from today no longer militates in his political institution, pointing out that 'they reached good terms 'and wish him the best of the successes in his professional and personal plans. Rene evaded giving a concrete answer on the details of the departure of his expresidential, mentioned that 'the bad result he had in the elections  definitely affected his employment relationship ': 'I understand his position that he was disturbed because we call him attention by not giving the expected results; he argues that the triumph or failure of a campaign is the result of a team work, but he must also understand that at the end of the day it was the image and people were going to vote for him, not for the party. They were mistakes on both sides (although more from Meade), so we decided to finish everything for peace and wish him luck in his next projects that will not be further developed in the PRI ', he said. Although Cisneros specified that the work relationship ended amicably, a group of reporters revealed that in reality the departure of Jose Antonio 'was despotic and rude ': 'the PRl did not hurt so much to lose, but that a more hated candidate like Anaya beat them, and they had to pass the shame of being in third place. Of course Meade defended himself by arguing that Peña Nieto and the party's bad reputation led to failure, but finally Carlos Salinas de Gortari, the PRI's real boss, raged at the results and decided to fire him without giving him any finiquito. They invested a lot of money in their campaign, in fact it's the choice where the PRI has invested the most capital, but the squalid figure of Meade caused them to go completely unnoticed. They regard it as the biggest mistake and all the blame wants to be laid on him ', a researcher told. According to the journalist, Jose Antonio already met with Lopez Obrador to'forgive him his sins 'and integrate him into his new cabinet: 'AMLO is a lot of giving second chances because he trusts that people will reconsider their mistakes. Regardless of having been part of the PRI, he believes that Meade is a well-prepared politician, and although he has not given him the yes to join MORENA at least he is analyzing it, so Meade could be surprised to join the AMLO cabinet when he takes his protest next July  ', one journalist told. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "05/07/2018",
    "veracity": 0,
    "claims": [
        "Mexico.",
        "-In a press conference the national leader of the PRI, Rene Juárez Cisneros , informed the media that 'by irreconcilable difference 'the former presidential candidate, Jose Antonio Meade , from today no longer militates in the PRI , pointing out that 'they reached good terms 'and wish the former presidential candidate, Jose Antonio Meade the best of the successes in professional and personal plans.",
        "the national leader of the PRI, Rene Juárez Cisneros evaded giving a concrete answer on the details of the departure of his expresidential , mentioned that 'the bad result the former presidential candidate, Jose Antonio Meade had in the elections  definitely affected employment relationship ': 'the national leader of the PRI, Rene Juárez Cisneros understand position that the former presidential candidate, Jose Antonio Meade was disturbed because the PRI call the former presidential candidate, Jose Antonio Meade attention by not giving the expected results; the former presidential candidate, Jose Antonio Meade argues that the triumph or failure of a campaign is the result of a team work, but the former presidential candidate, Jose Antonio Meade must also understand that at the end of the day it was the image and people were going to vote for the former presidential candidate, Jose Antonio Meade , not for the PRI .",
        "They were mistakes on both sides (although more from the former presidential candidate, Jose Antonio Meade ), so we decided to finish everything for peace and wish the former presidential candidate, Jose Antonio Meade luck in next projects that will not be further developed in the PRI ', the national leader of the PRI, Rene Juárez Cisneros said.",
        "Although the national leader of the PRI, Rene Juárez Cisneros specified that the work relationship ended amicably, a group of reporters revealed that in reality the departure of his expresidential 'was despotic and rude ': 'the PRI did not hurt so much to lose, but that a more hated candidate like Anaya beat the PRI , and the PRI had to pass the shame of being in third place.",
        "Of course Meade defended himself by arguing that Peña Nieto and the party's bad reputation led to failure, but finally Carlos Salinas de Gortari, the PRI's real boss, raged at the results and decided to fire him without giving him any finiquito.",
        "They invested a lot of money in their campaign, in fact it's the choice where the PRI has invested the most capital, but the squalid figure of Meade caused them to go completely unnoticed.",
        "They regard it as the biggest mistake and all the blame wants to be laid on him ', a researcher told.",
        "According to the journalist, Jose Antonio already met with Lopez Obrador to'forgive him his sins 'and integrate him into his new cabinet: 'AMLO is a lot of giving second chances because he trusts that people will reconsider their mistakes.",
        "Regardless of having been part of the PRI, he believes that Meade is a well-prepared politician, and although he has not given him the yes to join MORENA at least he is analyzing it, so Meade could be surprised to join the AMLO cabinet when he takes his protest next July  ', one journalist told."
    ]
}