{
    "id": "24_Entertainment_671",
    "claim": "With his award for Best Dramatic Movie, 'Three Ads for a Crime 'won the most anticipated award at the Golden Globes gala, the awards given by the Hollywood Foreign Press Association to the best film and television works. 'Lady Bird 'received the Golden Globe for Best Comedy and Mexican Guillermo del Toro was elected best director for'The Shape of Water'. The miniseries Big Little Lies was the great winner in the television categories. The gala was held this Sunday at The Beverly Hilton Hotel in Los Angeles, California. List of winnersCineBest movie (drama): 'Three ads for a crime 'Best movie (comedy or musical): Lady BirdBest director: Guillermo del Toro, The Shape of Water or 'The shape of the water 'Best star actress (drama): Frances McDormand, 'Three ads for a crime 'Best star actor (drama): Gary Oldman, Darkest HourBest star actress (comedy or musical): Saoirse Ronan, Lady BirdBest star actor (comedy or musical): James Franco, The Disaster ArtistBest cast actress: Allison Janney, I, TonyaBest cast actor: Sam Rockwell, 'Three ads for a crime 'Best script: Martin McDonagh, 'Three ads for a crime 'Best non-English-speaking film: Aus Dem Nichts, In the FadeBest animated film: 'Coco 'Best original soundtrack: Alexandre Desplat, 'The shape of water 'Best original song:This is Me, The Greatest ShowmanTelevisionBest television series (drama):The Handmaids Tale, or TV'The Best maid\". MaiselBest Limited Edition TV Series:Big Little LiesBest Dramatic Serial Actress: Elisabeth Moss, The Handmaid's Tale or 'The Handmaid's Tale 'Best Dramatic Serial Actor: Sterling K. Brown, This is UsBest TV actress (musical or comedy): Rachel Brosnahan, The Marvelous Mrs. MaiselBest TV Actor (Musical or Comedy): Aziz Ansari, Master of NoneBest cast actress in a series: Laura Dern, Big Little LiesBest cast actor in a series: Alexander Skarsgård, Big Little LiesBest limited-edition serial actress: Nicole Kidman, Big Little LiesBest limited-edition television series actor: Ewan McGregor, by FargoWomen's RevindicationThey were, therefore, awards widely distributed in an edition starring women's vindication from the very beginning, in the usual parade of artists on the red carpet. This year, black was the predominant color as a gesture of solidarity with women who have suffered sexual harassment or abuse and also as a cry against violence and inequality. The master of ceremonies of this a edition of the awards was the comedian and television presenter Seth Meyers.'This looks like a room full of elite people but when you're on stage you need make-up, assistants, cameramen. I'm sorry. I'm sorry. people who work long hours, these people are not there thanks to their rich dad ', Seth Meyers said as part of his opening monologue. As I had warned, Meyers was not shy in addressing the issue of sexual scandals that has gained great relevance since numerous accusations against film producer Harvey Weinstein came to light last October. I'm sorry.",
    "source": "www.bbc.com",
    "date": "08/01/2018",
    "veracity": 1,
    "claims": [
        "MaiselBest for Best Dramatic MovieBig Little LiesBest Crime 'won the most anticipated award at the Golden Globes gala, the awards given by the Hollywood Foreign Press Association to the best film and television works .",
        "'Lady Bird ' received the Golden Globe MaiselBest Mexican Guillermo del Toro was elected best director for'The Shape of Water'.",
        "The miniseries Big Little Lies Big Little LiesBest in the television categories.",
        "the Golden Globes gala, the awards given by the Hollywood Foreign Press Association to the best film and television works was Big Little LiesBest at The Beverly Hilton Hotel in Los Angeles, California.",
        "Big Little LiesBest movie (drama): 'Three ads for a crime 'Best movie (comedy or musical): 'Lady Bird ' director: Mexican Guillermo del Toro , The Shape of Water or 'The shape of the water 'Best star actress (drama): Frances McDormand, 'Three ads for a crime 'Best star actor (drama): Gary Oldman, Darkest HourBest star actress (comedy or musical): Saoirse Ronan, 'Lady Bird ' star actor (comedy or musical): James Franco, The Disaster ArtistBest cast actress: Allison Janney, I, TonyaBest cast actor: Sam the comedian and television presenter Seth Meyers Martin McDonagh, 'Three ads for a crime 'Best non-English-speaking film: Aus Dem Nichts, In the FadeBest animated film: 'Coco 'Best original people who work long hours The Shape of Water 'Best original song:This the comedian and television presenter Seth Meyers Greatest ShowmanTelevisionBest television series (drama):The Handmaids Tale, or TV'The Best maid\".",
        "MaiselBest Limited Edition TV Series:Big Little LiesBest Dramatic Serial Actress: Elisabeth Moss, The Handmaid's Tale or 'The Handmaid's Tale 'Best Dramatic Serial Actor: Sterling K. Brown, This is UsBest TV actress (musical or comedy): Rachel Brosnahan, The Marvelous Mrs. MaiselBest TV Actor (Musical or Comedy): Aziz Ansari, Master of NoneBest cast actress in a series: Laura Dern, Big Little LiesBest cast actor in a series: Alexander Skarsgård, Big Little LiesBest limited-edition serial actress: Nicole Kidman, Big Little LiesBest limited-edition television series actor: Ewan McGregor, by FargoWomen's RevindicationThey were, therefore, awards widely distributed in an edition starring women's vindication from the very beginning, in the usual parade of artists on the red carpet.",
        "This year, black was the predominant color as a gesture of solidarity with women who have suffered sexual harassment or abuse and also as a cry against violence and inequality.",
        "The master of ceremonies of this a edition of the awards was the comedian and television presenter Seth Meyers.",
        "'This looks like a room full of elite people but when you're on stage you need make-up, assistants, cameramen.",
        "people who work long hours, these people are not there thanks to their rich dad ', Seth Meyers said as part of his opening monologue.",
        "As I had warned, Meyers was not shy in addressing the issue of sexual scandals that has gained great relevance since numerous accusations against film producer Harvey Weinstein came to light last October."
    ]
}