{
    "id": "25_Entertainment_675",
    "claim": "As a way to take on more national identity in the face of Donald Trump's government attack, Grupo Salinas announced that it will change the names of some of its companies. To begin with, TV Azteca will now be called TV Nahua, because, they argue, the name 'Azteca 'referred to the mythical city of Aztlán, which would be located in what today is the United States. 'We cannot let people identify us as neogringos ', declared Ricardo Salinas Pliego, president of Grupo Salinas. On the other hand, the bank Banco Azteca, will now be 'Banco Mexica'. The directors said that in no way will the customers' Guarditos be affected, and that this is a mere action of historical vindication.  Was this not due to pressure from some political sector?  Not at all, we have only accepted that our names must be changed to accept our origins. In addition, we will also be giving away plumes and ocarinas to all customers who register when our name change comes into effect. And to those who deposit in their account before the January , whether new or old customers, we will give them a key ring with this beautiful tlatoni. The Esperanza Azteca orchestra is now expected to be called Esperanza Tenochca, while Elektra stores will become Tepaneka stores. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "19/11/2017",
    "veracity": 0,
    "claims": [
        "As a way to take on more national identity in the face of Donald Trump's government attack, Grupo Salinas announced that Grupo Salinas will change the names of some of companies.",
        "To begin with, TV Azteca will now be called TV Nahua, because, Grupo Salinas argue, the name 'Azteca 'referred to the mythical city of Aztlán, which would be located in what today is the United States.",
        "'Grupo Salinas cannot let people identify Grupo Salinas as neogringos ', declared Ricardo Salinas Pliego, president of Grupo Salinas .",
        "On the other hand, the bank Banco Azteca, will now be 'Banco Mexica'.",
        "The directors said that in no way will the customers' Guarditos be affected, and that change is a mere action of historical vindication.",
        " Was change not due to pressure from some political sector?  Not at all, Grupo Salinas have only accepted that names must be changed to accept origins.",
        "In addition, Grupo Salinas will also be giving away plumes and ocarinas to all customers who register when changed comes into effect.",
        "And to those who deposit in their account before the January , whether new or old customers , Grupo Salinas will give those who deposit in their account before the January , whether new or old customers a key ring with this beautiful tlatoni.",
        "The Esperanza Azteca orchestra is now expected to be called Esperanza Tenochca, while Elektra stores will become Tepaneka stores."
    ]
}