{
    "id": "25_Health_212",
    "claim": "Perhaps you just learned that processed meat such as bacon, sausages and ham may be the cause of cancer and that red meat 'is likely to cause carcinogenic effects ', as reported by the World Health Organization. Or that cheese and sugar can be addictive. Or that even vegetarian hot-dogs might have some meat. So, considering this, what are the foods we can eat to keep us healthy?Doctors say it's easy: Eat more like a Greek. Yeah, your parents were right when they made you finish your vegetables. The Mediterranean diet, strong in vegetables, nuts and fruit, with limits on daily meat, is the habit you must develop. Studies have shown that this diet is the key to helping you live longer and puts you at low risk for cancer or cardiovascular disease. It even makes your brain younger and healthier. With fruits and vegetables you will feel better, you will potentially live longer, as well as help you maintain a healthy weight and a thinner waist, which is good for your overall health, as well as your self-esteem and mental state. Our heads know this is true even if our hearts (or our stomachs) prefer the taste of bacon. And maybe we'll see these eating habits in Americans trying to reduce the calories they eat, avoiding fast food and soft drinks. (Although developing nations are beginning to adopt our bad eating habits). But so far, few Americans are following a vegetable-based food plan. U.S. children consumed #NUMBER* calories per day in #NUMBER* compared to #NUMBER* calories that ingested daily in #NUMBER*. There is a similar pattern among adults, but that is not enough when you consider that the United States Department of Agriculture (USDA) recommends that vegetable supplements be consumed three to five times a day, and that fruit supplements be eaten two to four times a day. So, for the sake of your health, we present you with a nutritional plan based on the Mediterranean diet. It's very simple and offers you variety, so you don't get bored with what's on your plate. Make your meals have lots of vegetables, beans and cereals. You can eat fish and chicken twice a week. You don't have to do anything extreme to avoid carbohydrates. You can eat up to three desserts a day, especially if it is a variety of whole grains. If you drink, you can enjoy a glass of wine with your dinner. Red is supposed to be good for your heart's health. Kitchen with olive oil and not butter. And it limits the amount of saturated fat, as well as the meat you consume daily. If you can't leave the bacon or burgers, be sure a bite won't kill you. In fact, the National Association of Livestock and Butchers said that scientific evidence does not indicate that there is a casual relationship between red meat or processed meat with cancer. But the International Cancer Research Agency that made the report claims that based on the research it used for its study, an estimated  grams of processed meat increases the risk of colon cancer by %. Those  grams are about three slices of bacon. And of course, just because something raises the risk of getting cancer, doesn't mean you're going to get it. So at the end of the day, if you're going to eat meat, make it something occasional and not a habit. Eat more plants and you'll feel better, you'll have better health and you'll look great. I'm sorry.",
    "source": "cnnespanol.cnn.com",
    "date": "27/10/2015",
    "veracity": 1,
    "claims": [
        "Perhaps you just learned that processed meat such as bacon, sausages and ham may be the cause of cancer and that red meat 'is likely to cause carcinogenic effects ', as reported by the World Health Organization.",
        "Or that cheese and sugar can be addictive.",
        "Or that even vegetarian hot-dogs might have some meat.",
        "So, considering this, what are the foods we can eat to keep us healthy?Doctors say it's easy: Eat more like a Greek.",
        "Yeah, your parents were right when your parents made you finish your vegetables.",
        "The Mediterranean diet, strong in vegetables, nuts and fruit, with limits on daily meat , is the habit a nutritional plan based on the Mediterranean diet .",
        "a nutritional plan based on the Mediterranean diet The Mediterranean diet, strong in vegetables, nuts and fruit, with limits on daily meat is the key to helping you live longer and puts you at low risk for cancer or cardiovascular disease.",
        "The Mediterranean diet, strong in vegetables, nuts and fruit, with limits on daily meat even makes your brain younger and healthier.",
        "With fruits and vegetables you will feel better, you will potentially live longer, as well as help you maintain a healthy weight and a thinner waist, which is good for your overall health, as well as your self-esteem and mental state.",
        "Our heads know this is true even if our hearts (or our stomachs) prefer the taste of bacon.",
        "And maybe we'll see a nutritional plan based on the Mediterranean diet eating habits in Americans trying to reduce the calories they eat, avoiding fast food and soft drinks .",
        "(Although developing nations are beginning to adopt our bad eating habits).",
        "But so far, few Americans are following a vegetable-based food plan.",
        "U.S. children consumed #NUMBER* calories per day in #NUMBER* compared to #NUMBER* calories that ingested daily in #NUMBER*.",
        "There is a similar pattern among adults, but that is not enough when you consider that the United States Department of Agriculture (USDA) recommends that vegetable supplements be consumed three to five times a day, and that fruit supplements be eaten two to four times a day.",
        "So, for the sake of your health, we present you with a nutritional plan based on the Mediterranean diet.",
        "It's very simple and offers you variety, so you don't get bored with what's on your plate.",
        "Make your meals have lots of vegetables, beans and cereals.",
        "You can eat fish and chicken twice a week.",
        "You don't have to do anything extreme to avoid carbohydrates.",
        "You can eat up to three desserts a day, especially if it is a variety of whole grains.",
        "If you drink, you can enjoy a glass of wine with your dinner.",
        "Red is supposed to be good for your heart's health.",
        "Kitchen with olive oil and not butter.",
        "And it limits the amount of saturated fat, as well as the meat you consume daily.",
        "If you can't leave the bacon or burgers, be sure a bite won't kill you.",
        "In fact, the National Association of Livestock and Butchers said that scientific evidence does not indicate that there is a casual relationship between red meat or processed meat with cancer.",
        "But the International Cancer Research Agency that made the report claims that based on the research it used for its study, an estimated  grams of processed meat increases the risk of colon cancer by %.",
        "Those  grams are about three slices of bacon.",
        "And of course, just because something raises the risk of getting cancer, doesn't mean you're going to get it.",
        "So at the end of the day, if you're going to eat meat, make it something occasional and not a habit.",
        "Eat more plants and you'll feel better, you'll have better health and you'll look great."
    ]
}