{
    "id": "26_Health_204",
    "claim": "It is made from honey and semen proteins and nutrients. Cleopatra and the Japanese geishas were already using it. It should be used at night and when the moon is in increasing phase. It needs to be applied at night and with a clean face. A cream made from proteins and nutrients that contains semen has become the most revolutionary treatment in Colombia. Already in one of the oldest documents of Egyptian culture, known as the Papyrus of Ebers, one of the most extravagant but effective methods that Cleopatra used to preserve his youth and beauty was revealed. After researching for more than three years, Martín Carrillo, a Colombian surgeon specialized in aesthetic medicine, checked the benefits of this treatment and after perfecting the formula he decided to launch it to the market. It is a thick white cream made from honey and the proteins and nutrients that the semen contains. Carrillo read hundreds of books in which there was every luxury of details that Cleopatra had a slave dedicated exclusively to this task, for every night a little of this liquid that possesses extraordinary powers of rejuvenation had to be applied. A peculiar practice also carried out by Japanese geishas. Semen has astringent, rehabilitative and antioxidant properties 'Semen has astringent, rehabilitative and antioxidant properties ', says Carrillo, who a month after testing the cream on his own skin began to notice the results: the lines of expression on his face began to disappear, his skin was softer and hydrated and the fine wrinkles on his forehead were practically imperceptible. Faced with these strong tests, he contacted a well-known laboratory to develop this product, which has become the revelation of cosmetic treatments in Colombia. But for this cream to be effective in men and women older than  years, it needs to be applied at night, with a clean face, and when the moon is in increasing phase. 'During this period the body is more receptive and this favors the nutrition of any tissue, since the pores open ', explains Carrillo. People between  and  years should be given this treatment, which functions as a topical botox, every day for four lunar periods and those with more than  should do so for six lunar periods. The effect lasts two years. Carrillo ensures that to have a smooth and toned complexion during a party, you can apply the cream at any time of the day. The effect will last about  hours. In addition, it is a product that can be used to prevent and combat aging in different areas of the body such as buttocks, bust and neck. I'm sorry.",
    "source": "amp.20minutos.es",
    "date": "05/02/2009",
    "veracity": 0,
    "claims": [
        "It is made from honey and semen proteins and nutrients.",
        "Cleopatra and the Japanese geishas were already using It .",
        "It should be used at night and when the moon is in increasing phase.",
        "It needs to be applied at night and with a clean face.",
        "It has become the most revolutionary treatment in Colombia.",
        "Already in one of the oldest documents of Egyptian culture, known as the Papyrus of Ebers, one of the most extravagant but effective methods that Cleopatra used to preserve youth and beauty was revealed.",
        "After researching for more than three years, Martín Carrillo, a Colombian surgeon specialized in aesthetic medicine , checked the benefits of this treatment and after perfecting the formula Martín Carrillo, a Colombian surgeon specialized in aesthetic medicine decided to launch this treatment to the market.",
        "this treatment is a thick white cream made from honey and the proteins and nutrients that the semen contains.",
        "Martín Carrillo, a Colombian surgeon specialized in aesthetic medicine read hundreds of books in which there was every luxury of details that Cleopatra had a slave dedicated exclusively to this task, for every night a little of this treatment had to be applied.",
        "A peculiar practice also carried out by the Japanese geishas .",
        "Semen has astringent, rehabilitative and antioxidant properties 'Semen has astringent, rehabilitative and antioxidant properties ', says Carrillo, who a month after testing this treatment on own skin began to notice the results: the lines of expression on face began to disappear, skin was softer and hydrated and the fine wrinkles on forehead were practically imperceptible.",
        "Faced with these strong tests, he contacted a well-known laboratory to develop this product, which has become the revelation of cosmetic treatments in Colombia.",
        "But for this cream to be effective in men and women older than  years, it needs to be applied at night, with a clean face, and when the moon is in increasing phase.",
        "'During this period the body is more receptive and this favors the nutrition of any tissue, since the pores open ', explains Carrillo.",
        "People between  and  years should be given this treatment, which functions as a topical botox, every day for four lunar periods and those with more than  should do so for six lunar periods.",
        "The effect lasts two years.",
        "Carrillo ensures that to have a smooth and toned complexion during a party, you can apply the cream at any time of the day.",
        "The effect will last about  hours.",
        "In addition, it is a product that can be used to prevent and combat aging in different areas of the body such as buttocks, bust and neck."
    ]
}