{
    "id": "27_Politics_571",
    "claim": "FRANCE DOESN'T WANT TO ACCEPT IT TO AVOID A CALLED EFFECT THAT FULL THE COUNTRY OF FOREIGN MONTHS* NUMBER* YEARS AFTER FRANCE GIVES THE UNITED STATES WITH THE Statue OF FREEDOM, THE AMERICAN COUNTRY HAS DONE IT BACK BECAUSE IT DOESN'T WANT IT ANYMORE. Right now, the iconic monument is on its way to Europe in a steel cage. 'We cannot let monuments in without control, space is limited and there would also be a so-called effect, they would end up endorsing us to the Taj Mahal ', says President Emmanuel Macron, who does not commit himself to letting the piece into France when the vessel that transports it reaches its borders. For a long time, the Statue of Liberty was the first thing immigrants saw when they arrived in America, but now that no one enters the country, Americans don't need it. Therefore, like many others from outside, the statue has been expelled from the United States and is already on its way to its place of origin. The Republican government has announced that the hole that the monument has left on Liberty Island, in New York Bay, will be used to place cages with children of illegal immigrants. 'In a way, they also symbolize freedom ', argues Donald Trump. I'm sorry.",
    "source": "www.elmundotoday.com",
    "date": "20/06/2018",
    "veracity": 0,
    "claims": [
        "FRANCE DOESN'T WANT TO ACCEPT IT TO AVOID A CALLED EFFECT THAT FULL THE COUNTRY OF FOREIGN MONTHS* NUMBER* YEARS AFTER FRANCE GIVES THE UNITED STATES WITH THE Statue OF FREEDOM, THE AMERICAN COUNTRY HAS DONE IT BACK BECAUSE IT DOESN'T WANT IT ANYMORE.",
        "Right now, the iconic monument is on its way to Europe in a steel cage.",
        "'We cannot let monuments in without control, space is limited and there would also be a so-called effect, they would end up endorsing us to the Taj Mahal ', says President Emmanuel Macron, who does not commit himself to letting the piece into France when the vessel that transports it reaches its borders.",
        "For a long time, the Statue of Liberty was the first thing immigrants saw when they arrived in America, but now that no one enters the country, Americans don't need it.",
        "Therefore, like many others from outside, the statue has been expelled from the United States and is already on its way to its place of origin.",
        "The Republican government has announced that the hole that the monument has left on Liberty Island, in New York Bay, will be used to place cages with children of illegal immigrants.",
        "'In a way, they also symbolize freedom ', argues Donald Trump."
    ]
}