{
    "id": "27_Science_144",
    "claim": "If on the morning of this Friday you have noticed that WhatsApp messages were not coming to you, then you are one of those affected by the fall of this mobile messaging service. The WhatsApp mobile message app has stopped working around 9 a.m. Spanish peninsular time, a ruling that has spread across several countries in Europe, Asia and the Americas, especially in countries such as Spain, the United Kingdom or the Netherlands, where operating problems have been most acutely highlighted. The service has been recovering from the . Web searches on the failure of the messaging service have multiplied around the world, from Australia to Brazil to Europe. WhatsApp has over a billion active users and is one of the most popular mobile and web applications on the Internet. In Spain, a study by the technology company Adglo, specialized in the sector, % of Spanish Internet users from between the  and the  years have used the messaging platform. At the moment, there is no communication from the company about this failure or on its website if its social networks. According to an expert consulted by EFE, the head of the computer security website 'Hacking Ethics', Deepak Daswani, is more likely to be a technical failure than an attack on the service, as'there have been hardly any problems of 'hacktivist' attacks on this platform'. Numerous users have reported problems with the WhatsApp service since the early hours of this Friday. The problem specifically affects the sending of messages, which is visually being represented in chats via the clock icon that reports that messages are not being sent, and which is often associated with connection problems by the sender. By region, Europe and South-East Asia are the territories that have recorded the highest number of cases. According to data from the Outage Report portal, United Kingdom, Italy and India are the three countries most affected by this interruption of the WhatsApp service, while Spain ranks ninth in the list of the highest incidence of the problem, with more than a hundred cases reported through the aforementioned portal and with special effect in very populated cities such as Madrid, Barcelona, Valencia or Seville. This is the second big fall that affects a service that is part of Mark Zuckerberg's proprietary matrix in the last month. Last October , social networks Facebook and Instagram also experienced two operating problems that prevented access to their platforms. I'm sorry.",
    "source": "elpais.com",
    "date": "03/11/2017",
    "veracity": 1,
    "claims": [
        "If on the morning of this Friday you have noticed that WhatsApp messages were not coming to you, then you are one of those affected by the fall of this mobile messaging service .",
        "WhatsApp has stopped working around 9 a.m. Spanish peninsular time, a ruling that has spread across several countries in Europe , Asia and the Americas, especially in countries such as Spain , the United Kingdom or the Netherlands, where operating problems have been most acutely highlighted.",
        "WhatsApp has been recovering from the .",
        "Web searches on the fall of this mobile messaging service have multiplied around the world, from Australia to Brazil to Europe .",
        "WhatsApp has over a billion active users and is one of the most popular mobile and web applications on the Internet .",
        "In Spain , a study by the technology company Adglo, specialized in the sector, % of Spanish the Internet users from between the  and the  years have used WhatsApp .",
        "At the moment, there is no communication from WhatsApp about the fall of this mobile messaging service or on website if social networks.",
        "According to an expert consulted by EFE, the head of the computer security website 'Hacking Ethics', Deepak Daswani, is more likely to be a technical failure than an attack on WhatsApp , as'there have been hardly any problems of 'hacktivist' attacks on WhatsApp '.",
        "Numerous users have reported problems with the WhatsApp service since the early hours of this Friday.",
        "The problem specifically affects the sending of messages, which is visually being represented in chats via the clock icon that reports that messages are not being sent, and which is often associated with connection problems by the sender.",
        "By region, Europe and South-East Asia are the territories that have recorded the highest number of cases.",
        "According to data from the Outage Report portal, United Kingdom, Italy and India are the three countries most affected by this interruption of the WhatsApp service, while Spain ranks ninth in the list of the highest incidence of the problem, with more than a hundred cases reported through the aforementioned portal and with special effect in very populated cities such as Madrid, Barcelona, Valencia or Seville.",
        "This is the second big fall that affects a service that is part of Mark Zuckerberg's proprietary matrix in the last month.",
        "Last October , social networks Facebook and Instagram also experienced two operating problems that prevented access to their platforms."
    ]
}