{
    "id": "29_Education_12",
    "claim": "The controversial measure that the University has launched is given to try to improve the results of the students. Oxford University has launched a measure to seek improvement of grades in its students. Despite the fact that the measure began to be introduced a few months ago, specifically in June of the NUMBER, it has now been transcended thanks to the information provided by the British media The Telegraph. The measure has generated some controversy due to its unequal nature with the genders of its students, as the University has decided to give  more time to women to take an exam with respect to male students. This increase in the duration of examinations is motivated by the low performance of women in the examination scores compared to that of men. In previous years, high scores among men were twice as high as among women, and this change is intended to equalize these imbalances. The University indicates that this increase in duration with which women have  minutes over the usual  minutes is done with real reasons in which women 'manage stress worse 'and 'review their responses more'. However, and following the controversy generated in such a curious way that it is carried out in order to 'mitigate the gender gap that has appeared in recent years ', the University does not intend to reverse it. The reason is that the results of this measure have been satisfactory as the average score of female students has been improved. Many critical voices about the situationThe measure has caused great controversy as many experts have assured that there are no gender differences in mathematical skills. In addition, despite the fact that the University indicates that they do so to equalize genders, the perception is that it causes a great inequality that shows that women remain the 'weak sex'. The networks on their side have shown their disbelief about it and criticize the extent to which they feel that women are being undervalued compared to men. I'm sorry.",
    "source": "www.losreplicantes.com",
    "date": "23/01/2018",
    "veracity": 0,
    "claims": [
        "The controversial measure that the University has launched is given to try to improve the results of the students.",
        "the University has launched The controversial measure that the University has launched .",
        "Despite the fact that The controversial measure that the University has launched began to be introduced a few months ago, specifically in June of the NUMBER, The controversial measure that the University has launched has now been transcended thanks to the information provided by the British media The Telegraph.",
        "The controversial measure that the University has launched has generated some controversy due to unequal nature with the genders of its students , as the University has decided to give  more time to women to take an exam with respect to male students.",
        "This increase in the duration of examinations is motivated by the low performance of women in the examination scores compared to that of men.",
        "In previous years, high scores among men were twice as high as among women, and this change is intended to equalize these imbalances.",
        "the University indicates that This increase in the duration of examinations is done with real reasons in which women 'manage stress worse 'and 'review responses more'.",
        "However, and following the controversy generated in such a curious way that This increase in the duration of examinations is carried out in order to 'mitigate the gender gap that has appeared in recent years ', the University does not intend to reverse This increase in the duration of examinations .",
        "The reason is that the results of The controversial measure that the University has launched have been satisfactory as the average score of female students has been improved.",
        "Many critical voices about the situationThe measure has caused great controversy as many experts have assured that there are no gender differences in mathematical skills.",
        "In addition, despite the fact that the University indicates that they do so to equalize genders, the perception is that it causes a great inequality that shows that women remain the 'weak sex'.",
        "The networks on their side have shown their disbelief about it and criticize the extent to which they feel that women are being undervalued compared to men."
    ]
}