{
    "id": "30_Society_83",
    "claim": "Great controversy has been created with the news of the recent proposal that a Diocese has brought to light with reference among other issues to the collection of fees for baptisms, communions, confirmations and weddings, including in that list the entry price to hear mass. 'We are having problems because each Church charges different fees for each celebration and we have unified criteria for paying the same in Murcia and Vigo for carrying out the celebration of marriage, for example 'the Bishop said. Regarding the euro of entry to listen to Mass, he has reported that it is something symbolic and that it will not matter to any faithful to contribute their grain of sand, thus contributing with the cleaning and maintenance of the Temple, as well as for any rehabilitation that would have to be carried out.'Well if I used to stay outside smoking, now I don't tell you na, I'm going to pay today no, tomorrow 'are some of the comments that has sparked this news. I'm sorry.",
    "source": "haynoticia.es",
    "date": "08/06/2018",
    "veracity": 0,
    "claims": [
        "Great controversy has been created with the news of the recent proposal that a Diocese has brought to light with reference among other issues to the collection of fees for baptisms, communions, confirmations and weddings, including in that list the entry price to hear mass.",
        "'We are having problems because each Church charges different fees for each celebration and we have unified criteria for paying the same in Murcia and Vigo for carrying out the celebration of marriage, for example 'the Bishop said.",
        "Regarding the euro of entry to listen to Mass, he has reported that it is something symbolic and that it will not matter to any faithful to contribute their grain of sand, thus contributing with the cleaning and maintenance of the Temple, as well as for any rehabilitation that would have to be carried out.",
        "'Well if I used to stay outside smoking, now I don't tell you na, I'm going to pay today no, tomorrow 'are some of the comments that has sparked this news."
    ]
}