{
    "id": "30_Security_197",
    "claim": "In addition to the garments, the police seized boxes with more than  pairs of tennis that held the brand Adidas. MEXICO CITY. - The Office of the Attorney General of the Republic (PGR) in Mexico City initiated a research kit derived from the insurance of  T-shirts and  pairs of sport shoes with apparent brand ostensation. According to the report of elements of the Federal Ministerial Police, the finding, derived from a complaint, was made in facilities of a parcel and courier company, located in the colony Nueva Industrial Vallejo, delegation Venustiano Carranza. On site were located  cardboard boxes containing, each,  green sports shirts, as well as two other cardboard boxes, each, with  pairs of tennis, and one more with . The shirts and sports shoes have the Adidas brand, which according to the guides came from Nuevo Laredo, Tamaulipas, were found packed with transparent synthetic material. For these acts, the insured articles were placed at the disposal of the agent of the Public Prosecutor's Office of the Federation, attached to the Investigation and Litigation Unit with a detainee, who initiated the corresponding investigation kit for the probable commission of the offence of counterfeiting of marks, provided for and sanctioned in article , section II, of the Industrial Property Act. I'm sorry.",
    "source": "www.elfinanciero.com.mx",
    "date": "14/06/2018",
    "veracity": 1,
    "claims": [
        "In addition to the garments, the police seized boxes with more than  pairs of tennis that held the brand Adidas.",
        "MEXICO CITY.",
        "- The Office of the Attorney General of the Republic (PGR) in Mexico City initiated a research kit derived from the insurance of  T-shirts and  pairs of sport shoes with apparent brand ostensation.",
        "According to the report of elements of the Federal Ministerial Police, the finding, derived from a complaint, was made in facilities of a parcel and courier company, located in the colony Nueva Industrial Vallejo, delegation Venustiano Carranza.",
        "On site were located  cardboard boxes containing, each,  green sports shirts, as well as two other cardboard boxes, each, with  pairs of tennis, and one more with .",
        "The shirts and sports shoes have the Adidas brand, which according to the guides came from Nuevo Laredo, Tamaulipas, were found packed with transparent synthetic material.",
        "For these acts, the insured articles were placed at the disposal of the agent of the Public Prosecutor's Office of the Federation, attached to the Investigation and Litigation Unit with a detainee, who initiated the corresponding investigation kit for the probable commission of the offence of counterfeiting of marks, provided for and sanctioned in article , section II, of the Industrial Property Act."
    ]
}