{
    "id": "31_Security_193",
    "claim": "A government spokesman has reported through an official communique that he will legalize various minor offences during Innocent Day as long as it is proven that they have been committed by way of a joke. According to the data he has shown, the inocenced ones have decreased during the last  years'we worry that this funny custom will be lost and we want to encourage people to continue celebrating inocenced on this special day'. As they have assured, the jokes have been transferred to social networks missing out on the true essence of this day. In order to enhance the inocenced ones, the Government will allow some acts that are normally illegal '. We have been inspired a little bit by the saga of films in La Purga, where they allow any criminal act for a day to alleviate the tensions of the citizens, logically we will not go that far, only minor crimes can be carried out and always justified as an innocent '. I'm sorry.",
    "source": "haynoticia.es",
    "date": "20/12/2017",
    "veracity": 0,
    "claims": [
        "A government spokesman has reported through an official communique that he will legalize various minor offences during Innocent Day as long as it is proven that they have been committed by way of a joke.",
        "According to the data he has shown, the inocenced ones have decreased during the last  years'we worry that this funny custom will be lost and we want to encourage people to continue celebrating inocenced on this special day'.",
        "As they have assured, the jokes have been transferred to social networks missing out on the true essence of this day.",
        "In order to enhance the inocenced ones, the Government will allow some acts that are normally illegal '.",
        "We have been inspired a little bit by the saga of films in La Purga, where they allow any criminal act for a day to alleviate the tensions of the citizens, logically we will not go that far, only minor crimes can be carried out and always justified as an innocent '."
    ]
}