{
    "id": "33_Health_225",
    "claim": "California, United States. - A security officer ordered a chicken order and was handed over to her with an unpleasant surprise included. A scandal that damages KFC's reputation globally. Brand crisis: more than  a thousand Volkswagen cars put their drivers at riskThe guard ordered three pieces of chicken and left the place, biting the piece had an unpleasant feeling and spit it out to see that the piece was shaped like rodent. He immediately took pictures of his food and went viral in seconds on social media. According to the personnel of the fast food chain, although the figure of the piece is not sufficient evidence, they are willing to perform laboratory tests to correct the error. This situation is not the first time that has arisen in fast food restaurants, as brands such as McDonald's, Domino's Pizza, Pizza Hut and Burger King, among others, have been seriously affected. A cockroach inside a McDonald's burger. A knife inside a baguette from Subway. And just like these examples, there are a lot of oversights in the food industry, which has an impact on the brand's credibility and reputation. Don't worry that many times they don't have a solution. I'm sorry.",
    "source": "www.merca20.com",
    "date": "17/06/2015",
    "veracity": 0,
    "claims": [
        "California, United States.",
        "- A security officer ordered a chicken order and was handed over to her with an unpleasant surprise included.",
        "A scandal that damages KFC's reputation globally.",
        "Brand crisis: more than  a thousand Volkswagen cars put their drivers at riskThe guard ordered three pieces of chicken and left the place, biting the piece had an unpleasant feeling and spit it out to see that the piece was shaped like rodent.",
        "He immediately took pictures of his food and went viral in seconds on social media.",
        "According to the personnel of the fast food chain, although the figure of the piece is not sufficient evidence, they are willing to perform laboratory tests to correct the error.",
        "This situation is not the first time that has arisen in fast food restaurants, as brands such as McDonald's, Domino's Pizza, Pizza Hut and Burger King, among others, have been seriously affected.",
        "A cockroach inside a McDonald's burger.",
        "A knife inside a baguette from Subway.",
        "And just like these examples, there are a lot of oversights in the food industry, which has an impact on the brand's credibility and reputation.",
        "Don't worry that many times they don't have a solution."
    ]
}