{
    "id": "35_Science_163",
    "claim": "After only two years in orbit, the European Space Agency (ESA) GOCE satellite has collected enough data to create an unprecedentedly accurate map of Earth's gravity. Scientists now have access to the most accurate geoid model ever produced to improve our understanding of how the Earth works. The model serves to illustrate the differences of gravity at different points of the Planet. Thus, the areas of recreation in yellow are those where gravity is greater, while in blue the level is lower. The new geoid, reminiscent of a potato, was unveiled yesterday at the Fourth International Workshop for GOCE Users organized at the Technical University of Munich, Germany. The geoid is the surface of a global ocean in the absence of tides and currents, uniquely by gravity effect. It is a key benchmark for measuring ocean circulation, sea-level change and ice dynamics, all of which are processes affected by climate change. TOPOGRAPHS Professor Reiner Rummel, former head of the Institute of Astronomy and Physical Geodesy at the Technical University of Munich, explained:'GOCE will give us dynamic topography and patterns of ocean circulation with unprecedented quality and resolution. I am confident that these results will help to improve our understanding of the dynamics of the world's oceans. '. In addition, GOCE's gravity data are helping to develop a deeper understanding of the processes that cause earthquakes, such as the case that recently devastated Japan. Since this earthquake was caused by the movement of tectonic plates under the ocean, the movement cannot be observed directly from space. However, earthquakes create signatures on gravity data, which could be used to understand the processes leading to these natural disasters and ultimately help predict them. The GOCE satellite was launched in March of  and has been collecting gravity data for twelve months. I'm sorry.",
    "source": "www.opinion.com.bo",
    "date": "31/03/2011",
    "veracity": 0,
    "claims": [
        "After only two years in orbit, the European Space Agency (ESA) GOCE satellite has collected enough data to create an unprecedentedly accurate map of Earth's gravity.",
        "Scientists now have access to the most accurate geoid model ever produced to improve our understanding of how the Earth works .",
        "the most accurate geoid model ever produced to improve our understanding of how the Earth works serves to illustrate the differences of gravity at different points of Earth's .",
        "Thus, the areas of recreation in yellow are those where gravity is greater, while in blue the level is lower.",
        "The new geoid, reminiscent of a potato, was unveiled yesterday at the Fourth International Workshop for the European Space Agency (ESA) GOCE satellite Users organized at the Technical University of Munich, Germany .",
        "The geoid is the surface of a global ocean in the absence of tides and currents, uniquely by gravity effect.",
        "The geoid is a key benchmark for measuring ocean circulation, sea-level change and ice dynamics, all of which are processes affected by climate change.",
        "TOPOGRAPHS Professor Reiner Rummel, former head of the Institute of Astronomy and Physical Geodesy at the Technical University of Munich , explained:'GOCE will give us dynamic topography and patterns of ocean circulation with unprecedented quality and resolution.",
        "Professor Reiner Rummel, former head of the Institute of Astronomy and Physical Geodesy at the Technical University of Munich am confident that these results will help to improve our understanding of the dynamics of Earth's oceans.",
        "In addition, the European Space Agency (ESA) GOCE satellite gravity data are helping to develop a deeper understanding of the processes that cause earthquakes, such as the case that recently devastated Japan.",
        "Since this earthquake was caused by the movement of tectonic plates under the ocean, the movement cannot be observed directly from space.",
        "However, earthquakes create signatures on gravity data, which could be used to understand the processes leading to these natural disasters and ultimately help predict them.",
        "The GOCE satellite was launched in March of  and has been collecting gravity data for twelve months."
    ]
}