{
    "id": "36_Health_210",
    "claim": "The medicine will be sold under the trade name Addyi. It has been nicknamed the'Female Viagra'in press reports, even though it does not work as the successful male pill, which was released by Pfizer Inc in  and was the first approved treatment for erectile dysfunction. A controversial drug to treat low sexual desire in women got approval from the U.S. Food and Drug Administration (FDA) on Tuesday, but with warnings about potential dangerous side effects. The FDA had twice rejected the medicine, flibanserin, developed by the private company Sprout Pharmaceuticals. Its most recent decision comes after an advisory panel concluded in June that the medicine should be approved with strict measures in place to ensure that patients are fully aware of its risks. The medicine will be sold under the trade name Addyi. It has been nicknamed the'Female Viagra'in press reports, even though it does not work as the successful male pill, which was released by Pfizer Inc in  and was the first approved treatment for erectile dysfunction. I'm sorry.",
    "source": "www.forbes.com.mx",
    "date": "19/08/2015",
    "veracity": 1,
    "claims": [
        "The medicine will be sold under the trade name Addyi.",
        "It has been nicknamed the'Female Viagra'in press reports, even though it does not work as the successful male pill, which was released by Pfizer Inc in  and was the first approved treatment for erectile dysfunction.",
        "A controversial drug to treat low sexual desire in women got approval from the U.S. Food and Drug Administration (FDA) on Tuesday, but with warnings about potential dangerous side effects.",
        "The FDA had twice rejected the medicine, flibanserin, developed by the private company Sprout Pharmaceuticals.",
        "Its most recent decision comes after an advisory panel concluded in June that the medicine should be approved with strict measures in place to ensure that patients are fully aware of its risks.",
        "The medicine will be sold under the trade name Addyi.",
        "It has been nicknamed the'Female Viagra'in press reports, even though it does not work as the successful male pill, which was released by Pfizer Inc in  and was the first approved treatment for erectile dysfunction."
    ]
}