{
    "id": "36_Society_104",
    "claim": "The 'Lagarde list' reveals the existence of  people with bank accounts in SwitzerlandThe Greek investigative journalist Kostas Vaxevanis will go to trial for disclosing the so-called 'Lagarde list', which contains the names of  Greeks with bank accounts in Switzerland. In the relationship, whose authenticity the Athens Government refuses to confirm, there are at least three politicians - two of them from New Democracy, the party of the Prime Minister, the conservative Andonis Samarás - as account holders of the HSBC entity. Journalist will appear Monday in Athens court on charges of violating confidential data. Vaxevanis has been arrested this Sunday morning at a friend's home in Athens, amid a security display typical of a 'fascist militia ', as he himself recounted on his Twitter account. This Saturday, Hot Doc, the fortnightly magazine he directs, had published on the cover an exclusive under the headline'All the Names of the 'Lagarde List\". History comes from afar. In the autumn of  – six months after the first rescue to Greece – then French Minister of Economy, Christine Lagarde, handed over to her Greek counterpart, Yorgos Papaconstantinu, a list with  names of citizens with accounts in Switzerland as documentary proof of the long-standing habit of evading taxes by Greek professionals and entrepreneurs. The fight against tax fraud was one of the banners of the government of socialist Yorgos Papandreou, in addition to a clamorous demand on the part of international lenders, the troika formed by the European Commission, the European Central Bank and the International Monetary Fund (the latter currently led by Lagarde). But the 'Lagarde list' apparently fell into oblivion and did not surface until the beginning of this month, when the successor of Papaconstantu to the head of the portfolio of Economy and today leader of a drifting party, the also socialist Evanguelos Venizelos, handed it over to the authorities. Both of them stated that they did not know the whereabouts of the data, but they went into contradictory versions, according to Hot Doc journalist Mijalis Samozraki on the phone: 'In recent months there has been much controversy about the matter. Papaconstantinu and Venizelos were summoned by an extraordinary parliamentary commission, but they deviated from what they had said before: one, who did not know where [the list] was; another, who could not use it because it was confidential.. They were changing their excuses. But Greek society felt deceived, felt that it was being teased ', says Samozraki, who denounces the arrest of his colleague as 'an act of total censorship '. Sources of the magazine claim that they received a copy of the 'Lagarde list' anonymously and Vaxevanis himself claimed his obligation to disclose it, despite the threat of judicial action: 'I have done nothing other than what a journalist is obliged to do: reveal the truth that some were hiding ', says in a video sent to Reuters.'If there is someone prosecuted ex officio are the ministers who hid the list, 'lost' it and said it did not exist. I just did my job. I'm a journalist and that's my job.\". The list published by Hot Doc includes the names of at least three politicians, including two former ministers of New Democracy – one of them has already died – and a current advisor from Samaras. Former Minister Yorgos Vulgarakis has denied having money in Switzerland, despite being listed. Since the last hour of this Saturday was known the arrest warrant issued against Vaxevanis by the prosecution, the investigative journalist, who uncovered the Vatopedi case - one of the biggest corruption scandals in the last five years - and also encourages the news website koutipanadoras. gr (Pandora's Box), narrated the police harassment and detention he was subjected to via Twitter.'They enter the house [policemen] with a prosecutor. They're stopping me. Spread the word ', he wrote early this Sunday morning. Images of the exterior of the building where it was located showed a police cordon of greater efforts, in the midst of a climate of social unrest marked by a new batch of cuts – to be voted on Wednesday in Parliament – and the excessive police zeal against undocumented immigrants ( arrested in Athens on Friday, in the framework of an operation in progress since the end of August). This Sunday the country also celebrated one of its most important dates, the Day of No, a day of patriotic exaltation that commemorates the rejection of the ultimatum of surrender by the Italy of Mussolini, but that on this occasion, and in the midst of an unprecedented deployment of security, became numerous cities in show of anti-fascist resistance against the abuses of the extreme right. In such a breeding ground, with an increasingly visible social fracture, the revelation of the list of suspected evaders, and the consequent finding that the authorities have looked the other way for two years, have contributed to fueling discontent. I'm sorry.",
    "source": "elpais.com",
    "date": "28/10/2012",
    "veracity": 1,
    "claims": [
        "The 'Lagarde list' the 'Lagarde list' the existence of  people with bank accounts Vaxevanis himself SwitzerlandThe Greek investigative journalist Kostas Vaxevanis the list Papaconstantu to the head of the portfolio of Economy and today leader of a drifting party, the also socialist Evanguelos Venizelos Vaxevanis himself the head of the portfolio of Economy and today leader of a drifting party, the also socialist Evanguelos Venizelos .",
        "I refuses to confirm, there are the 'Lagarde list' at least three politicians Both of them - two of at least three politicians from New Democracy, the party of the Prime Minister, the conservative Andonis Samarás - as account holders of the HSBC entity.",
        "SwitzerlandThe Greek investigative journalist Kostas Vaxevanis will Both of them the list Both of them on charges of violating confidential data.",
        "SwitzerlandThe Greek investigative journalist Kostas Vaxevanis has been arrested this Sunday morning at a friend's home in Athens , amid a security the 'Lagarde list' of a 'fascist militia ', as the 'Lagarde list' SwitzerlandThe Greek investigative journalist Kostas Vaxevanis the 'Lagarde list' on Twitter account.",
        "This Saturday, Hot Docthe list the Greek society magazine SwitzerlandThe Greek investigative journalist Kostas Vaxevanis directs, had two former ministers of New Democracy – one of them has already died on the cover an exclusive Samozraki, who denounces the arrest of his colleague as 'an act of total censorship ' the list Samozraki, who denounces the arrest of his colleague as 'an act of total censorship ' .",
        "Samozraki, who denounces the arrest of his colleague as 'an act of total censorship ' .",
        "Sources of the magazine six months after the first rescue to the 'Lagarde list' Lagarde Lagarde Lagarde , Lagarde over to Greek counterpart, Yorgos Papaconstantinu, a list with  names of citizens with accounts in Switzerland as documentary proof of the long-standing habit of evading taxes by Greek professionals and entrepreneurs.",
        "The fight against tax fraud was one of the banners of the government of socialist Yorgos Papandreou, in addition to a clamorous demand on the part of international lenders, the troika formed by the European Commission, the European Central Bank and the International Monetary Fund (the International Monetary Fund currently led by Lagarde ).",
        "But the 'Lagarde list' apparently fell into oblivion and did not surface until the beginning of this month, when the successor of Papaconstantu to the head of the portfolio of Economy and today leader of a drifting party, the also socialist Evanguelos Venizelos, handed it over to the authorities.",
        "Both of them stated that they did not know the whereabouts of the data, but they went into contradictory versions, according to Hot Doc journalist Mijalis Samozraki on the phone: 'In recent months there has been much controversy about the matter.",
        "Papaconstantinu and Venizelos were summoned by an extraordinary parliamentary commission, but they deviated from what they had said before: one, who did not know where [the list] was; another, who could not use it because it was confidential.. They were changing their excuses.",
        "But Greek society felt deceived, felt that it was being teased ', says Samozraki, who denounces the arrest of his colleague as 'an act of total censorship '.",
        "Sources of the magazine claim that they received a copy of the 'Lagarde list' anonymously and Vaxevanis himself claimed his obligation to disclose it, despite the threat of judicial action: 'I have done nothing other than what a journalist is obliged to do: reveal the truth that some were hiding ', says in a video sent to Reuters.",
        "'If there is someone prosecuted ex officio are the ministers who hid the list, 'lost' it and said it did not exist.",
        "I just did my job.",
        "I'm a journalist and that's my job.",
        "The list published by Hot Doc includes the names of at least three politicians, including two former ministers of New Democracy – one of them has already died – and a current advisor from Samaras.",
        "Former Minister Yorgos Vulgarakis has denied having money in Switzerland, despite being listed.",
        "Since the last hour of this Saturday was known the arrest warrant issued against Vaxevanis by the prosecution, the investigative journalist, who uncovered the Vatopedi case - one of the biggest corruption scandals in the last five years - and also encourages the news website koutipanadoras.",
        "gr (Pandora's Box), narrated the police harassment and detention he was subjected to via Twitter.",
        "'They enter the house [policemen] with a prosecutor.",
        "Spread the word ', he wrote early this Sunday morning.",
        "Images of the exterior of the building where it was located showed a police cordon of greater efforts, in the midst of a climate of social unrest marked by a new batch of cuts – to be voted on Wednesday in Parliament – and the excessive police zeal against undocumented immigrants ( arrested in Athens on Friday, in the framework of an operation in progress since the end of August).",
        "This Sunday the country also celebrated one of its most important dates, the Day of No, a day of patriotic exaltation that commemorates the rejection of the ultimatum of surrender by the Italy of Mussolini, but that on this occasion, and in the midst of an unprecedented deployment of security, became numerous cities in show of anti-fascist resistance against the abuses of the extreme right.",
        "In such a breeding ground, with an increasingly visible social fracture, the revelation of the list of suspected evaders, and the consequent finding that the authorities have looked the other way for two years, have contributed to fueling discontent."
    ]
}