{
    "id": "37_Health_203",
    "claim": "WHO SHOWS THEIR CONCERN FOR PASIVE SOURCES 'Tobacco kills hundreds of thousands of soldiers every year and leaves billions more injured'. That's how strong the data was used by Fatjon Hoxa, WHO High Commissioner for Social Lacras, which was made public in October. Members of the UN Permanent Security Council, tired of denouncing human rights crimes committed by the Islamic State, have played their last letter: 'Hundreds of civilians and child soldiers in Daesh have to endure the smoke of smokers militiamen. Let us hope that this will finally make the Western powers react, as it seems to be an issue that alarms and outrages the citizens'. Ahmed is ♪ NUMBER* years old. Former combatant of one of the Syrian  militias. An explosion left him without legs or arms, deaf mute and blind. But Ahmed is a fighter. He never lost the will to live. His family considers him 'a happy man'. His only hobby is smoking. For two weeks Ahmed coughed a lot. Your doctor has diagnosed you with bronchitis. It's tobacco's fault. A cloud looms over the future of this jovial man. Hillary Clinton was blunt during the election campaign: 'I will forbid smoking in all wars in which we participate'. Donald Trump's stance on this issue is not yet known. Vladimir Putin has been open to do'the opposite the Americans decide'. As a result, the UN General Council unanimously approved yesterday the total ban on smoking in the Syrian war. The resolution will enter into force on . From that day on, in Syria's war scenes, you'll be able to breathe a little better. I'm sorry.",
    "source": "www.elmundotoday.com",
    "date": "25/11/2016",
    "veracity": 0,
    "claims": [
        "WHO SHOWS THEIR CONCERN FOR PASIVE SOURCES 'Tobacco kills hundreds of thousands of soldiers every year and leaves billions more injured'.",
        "That's how strong the data was used by Fatjon Hoxa, WHO High Commissioner for Social Lacras, which was made public in October.",
        "Members of the UN Permanent Security Council, tired of denouncing human rights crimes committed by the Islamic State , have played last letter: 'Hundreds of civilians and child soldiers in the Islamic State have to endure the smoke of smokers militiamen.",
        "Let us hope that this will finally make the Western powers react, as it seems to be an issue that alarms and outrages the citizens'.",
        "Ahmed is ♪ NUMBER* years old.",
        "Ahmed .",
        "An explosion left Ahmed without legs or arms, deaf mute and blind.",
        "But Ahmed is a fighter.",
        "Ahmed never lost the will to live.",
        "family considers Ahmed 'a happy man'.",
        "only hobby is smoking.",
        "For two weeks Ahmed coughed a lot.",
        "doctor has diagnosed Ahmed with bronchitis .",
        "bronchitis 's tobacco's fault.",
        "A cloud looms over the future of Ahmed .",
        "Hillary Clinton was blunt during the election campaign: 'Hillary Clinton will forbid smoking in all wars in which we participate'.",
        "Donald Trump's stance on this issue is not yet known.",
        "Vladimir Putin has been open to do'the opposite the Americans decide'.",
        "As a result, the UN General Council unanimously approved yesterday the total ban on smoking in the Syrian war.",
        "The resolution will enter into force on .",
        "From that day on, in Syria's war scenes, you'll be able to breathe a little better."
    ]
}