{
    "id": "38_Entertainment_668",
    "claim": "For  years, the tycoon led Miss Universe. One of the winners accused him of harassment and humiliationBetween the scenes of the female beauty contests often inhabits a world of mixed egos, innocent illusions and sinuous bodies seeking notoriety at all costs. The environment always dreamed of by a narcissistic billionaire, obsessed with women and physical grace. In , Donald Trump bought Miss Universe's organization for  millions of dollars, moving on to controlling Miss Universe, Miss USA contests. USA. and Miss Teen EE. USA. In these contests it is about seeking beauty, the maximum beauty that exists: that of a woman, then declared the magnate. Trump's acquisition of the competition coincided with the election of Alicia Machado, Miss Venezuela in , as Miss Universe. A crown for poisoned dessert. Machado, a bell of brown hair and penetrating gaze, was at that time #NUMBER* years old, weighed #NUMBER* kilos and took the first steps of an incipient, but promising career on the catwalk. In a matter of months his ambitions were frustrated. His biggest mistake?According to Trump, getting fat  kilos when he was still wearing the most beautiful woman crown in the universe. New York billionaire angered and publicly humiliated her. He accompanied her personally to a gymnasium in the Big Apple, where she had summoned  journalists, to sweat her shirt and start a fight against her weight. He's someone who likes to eat. No doubt, Trump said. This brutal attack plunged her into deep depression. I was sick.. I had anorexia and bulimia for five years, told the Venezuelan in an interview with The New York Times last May. Machado also had to endure being ridiculed by referring to her as Miss Piggy (Miss Pig) and Miss Housekeeping (Miss Housewife) for being Latina. Alicia Machado and Donald Trump in - ABCTrump had no objection to recognizing that he was pushing her to lose weight, arguing that keeping her in excellent shape was her obligation as Miss Universe. Democrat contender Hillary Clinton took Machado out as a visible face of Trump's macho attitude during the first presidential debate. Far from retreating, the Republican continued to attack Machado, who last summer obtained U.S. citizenship. Did corrupt Clinton help disgusting Alicia M?. to become an American citizen to be able to use it in the debate?, Trump asked himself in a tweet. Over the past few months, Alicia defended Clinton to an extreme extent. On Wednesday, after learning about the nightmare of defeat, she contacted her via telephone to express her support. I talked to her, she thanked me for supporting her in this campaign. I didn't even look for him and they didn't look for me. I came by chance, and I'm still very firm with my position, he told Televisa. Trump's xenophobic comments on Mexican immigrants also scotched on many of the beauty queens of Latin origin. Lupita Jones, former Miss Universe of Mexico, announced that her country would not participate in . Former Miss Universe Zuleyka Rivera of Puerto Rico retired from the Miss USA jury. USA. and the Colombian Paulina Vega, Miss Universe , called her speech unfair and harmful. However, not all of them whipped up their godfather. Miss Universo Mexicana Ximena Navarrete closed ranks around the owner of the contest. My working relationship with Trump has always been very good. I can't tell you if he did wrong or well, he deserves all my respect. Those who did take letters in the matter after the attack on the Mexicans were the NBC networks, which cancelled the transmission of the contest, and Univision and Televisa who also broke professional ties with him. In September , still a Republican candidate, sold the company that organizes Miss Universe to the entertainment event company WME/IMG. ABC has tried to get in touch with them, but they have declined to make any statement about Trump. Surprisingly, the transaction took place only three days after the mogul bought from the NBC chain the part that did not yet own that company, becoming the sole owner. I enjoyed being the owner of the Miss Universe, Miss USA. U.S. and Miss Teen USA. USA. When I got them, they were in serious trouble. It has been an honor to make them a world success, he said in a statement. Trump turned away from beauty competitions to take on a much more ambitious new job; leading the most powerful country in the universe. Back then, only he knew. I'm sorry.",
    "source": "www.abc.es",
    "date": "25/09/2017",
    "veracity": 1,
    "claims": [
        "I  years, the tycoon led Miss Universe .",
        "Trump One of the winners I Televisa harassment Trump's xenophobic comments on Mexican immigrants female beauty contests often the beauty queens of Latin origin , Lupita Jones, former Miss Universe of Mexico her at all Mexico .",
        "Mexico environment always dreamed of her a narcissistic billionaire, obsessed with women and physical grace.",
        "In , the tycoon her Miss Universe Trump for  millions of dollars, moving on to controlling Miss Universe not all of them USA contests.",
        "I .",
        "I Miss Universo Mexicana Ximena Navarrete .",
        "Miss Universo Mexicana Ximena Navarrete .",
        "Miss Universo Mexicana Ximena Navarrete about seeking beautyI Miss Universo Mexicana Ximena Navarrete Democrat contender Hillary Clinton of her , then I the tycoon .",
        "Trump the tycoon acquisition of Miss Universe the first presidential debate election of Alicia MachadoTrump in , as Miss her .",
        "her Trump's xenophobic comments on Mexican immigrants .",
        "her NBC Democrat contender Hillary Clinton One of the winners her the contest an American citizen , weighed Televisa NUMBER* an American citizen the first presidential debate Trump steps I Trump , but I .",
        "In the company that organizes Miss Universe frustrated.",
        "the entertainment event company WME/IMG the tycoon , getting fat  kilos Democrat contender Hillary Clinton One of the winners was the entertainment event company WME/IMG wearing the her beautiful woman crown in her universe.",
        "the tycoon sold and publicly humiliated One of the winners .",
        "the tycoon Trump One of the winners personally NBC a gymnasium in the Big Apple, where One of the winners the company that organizes Miss Universe  journalists, to sweat shirt and start a fight against weight.",
        "No doubt, Trump said.",
        "This brutal attack plunged her into deep depression.",
        "I was sick.. I had anorexia and bulimia for five years, told the Venezuelan in an interview with The New York Times last May.",
        "Machado also had to endure being ridiculed by referring to her as Miss Piggy (Miss Pig) and Miss Housekeeping (Miss Housewife) for being Latina.",
        "Alicia Machado and Donald Trump in - ABCTrump had no objection to recognizing that he was pushing her to lose weight, arguing that keeping her in excellent shape was her obligation as Miss Universe.",
        "Democrat contender Hillary Clinton took Machado out as a visible face of Trump's macho attitude during the first presidential debate.",
        "Far from retreating, the Republican continued to attack Machado, who last summer obtained U.S. citizenship.",
        "Did corrupt Clinton help disgusting Alicia M?.",
        "to become an American citizen to be able to use it in the debate?, Trump asked himself in a tweet.",
        "Over the past few months, Alicia defended Clinton to an extreme extent.",
        "On Wednesday, after learning about the nightmare of defeat, she contacted her via telephone to express her support.",
        "I talked to her, she thanked me for supporting her in this campaign.",
        "I came by chance, and I'm still very firm with my position, he told Televisa.",
        "Trump's xenophobic comments on Mexican immigrants also scotched on many of the beauty queens of Latin origin.",
        "Lupita Jones, former Miss Universe of Mexico, announced that her country would not participate in .",
        "Former Miss Universe Zuleyka Rivera of Puerto Rico retired from the Miss USA jury.",
        "USA.",
        "and the Colombian Paulina Vega, Miss Universe , called her speech unfair and harmful.",
        "However, not all of them whipped up their godfather.",
        "Miss Universo Mexicana Ximena Navarrete closed ranks around the owner of the contest.",
        "My working relationship with Trump has always been very good.",
        "I can't tell you if he did wrong or well, he deserves all my respect.",
        "Those who did take letters in the matter after the attack on the Mexicans were the NBC networks, which cancelled the transmission of the contest, and Univision and Televisa who also broke professional ties with him.",
        "In September , still a Republican candidate, sold the company that organizes Miss Universe to the entertainment event company WME/IMG.",
        "ABC has tried to get in touch with them, but they have declined to make any statement about Trump.",
        "Surprisingly, the transaction took place only three days after the mogul bought from the NBC chain the part that did not yet own that company, becoming the sole owner.",
        "I enjoyed being the owner of the Miss Universe, Miss USA.",
        "U.S. and Miss Teen USA.",
        "USA.",
        "When I got them, they were in serious trouble.",
        "It has been an honor to make them a world success, he said in a statement.",
        "Trump turned away from beauty competitions to take on a much more ambitious new job; leading the most powerful country in the universe."
    ]
}