{
    "id": "3_Health_206",
    "claim": "WATER, NIGHT CALLS, PREVENTION OF INFARTS, RECOMMENDATIONS ARE NOT PRECIOUSLY OF 'ABUELITAS 'ARE OF HEALTH PROFESSIONALS. WATER AND YOU!Water and night..How many people know that they don't want to drink anything before bed, because then they will have the trouble of getting up during the night to go to the bathroom. When I asked the cardiologist why people need to urinate so much at night, the answer was:Gravity keeps water in the lower part of the body when one is standing. (legs swell). When you lie down, the lower part of the body (legs, etc.). ) remain at the same level as the kidneys, at that time it is when the kidneys ask to remove the processed (dirty) water, because it is easier. That's why we all need a minimum amount of water to clean up toxins in the body. Right time to drink water. Very important, according to the Cardiology. Drinking water at certain times maximizes its effectiveness in the body:Two glasses of water when rising, help activate internal organs. A glass of water  minutes before each meal, helps digestion. A glass of water before bathing helps reduce blood pressure. A glass of water before bedtime, avoid heart attacks and strokes. Doctors have reported that water before bed will also help prevent night leg cramps. Leg muscles are looking to moisturize when you get those calf cramps and/or thighs. Please pass this information on to people who are important to you. I'm sorry.",
    "source": "www.elcolombiano.com",
    "date": "02/07/2017",
    "veracity": 0,
    "claims": [
        "WATER, NIGHT CALLS, PREVENTION OF INFARTS, RECOMMENDATIONS ARE NOT PRECIOUSLY OF 'ABUELITAS 'ARE OF HEALTH PROFESSIONALS.",
        "WATER AND YOU!Water and night..How many people know that people don't want to drink anything before bed, because then people will have the trouble of getting up during the night to go to the bathroom.",
        "When I asked the cardiologist why people need to urinate so much at night, the answer was:Gravity keeps water in the lower part of the body when one is standing.",
        "(legs swell).",
        "When you lie down, the lower part of the body (legs, etc.",
        ") remain at the same level as the kidneys , at that time it is when the kidneys ask to remove the processed (dirty) water, because remove is easier.",
        "That's why we all need a minimum amount of water to clean up toxins in the body.",
        "Right time to drink water.",
        "Very important, according to the Cardiology.",
        "Drinking water at certain times maximizes effectiveness in the body:Two glasses of water when rising, help activate internal organs.",
        "A glass of water  minutes before each meal, helps digestion.",
        "A glass of water before bathing helps reduce blood pressure.",
        "A glass of water before bedtime, avoid heart attacks and strokes.",
        "Doctors have reported that water before bed will also help prevent night leg cramps.",
        "Leg muscles are looking to moisturize when you get those calf cramps and/or thighs.",
        "Please pass this information on to people who are important to you."
    ]
}