{
    "id": "40_Politics_567",
    "claim": "Last June  the Tokyo Assembly passed with the majority vote of all political formations except the Liberal Democratic Party a new ordinance to give greater protection to passive smokers in the capital. This measure is much stricter than the reform now under full deliberation in the Diet, and contains rules such as the total prohibition of smoking inside restaurants with employees regardless of the size of the establishment's space. Fines for non-compliance with the regulations shall be up to  yen. This ordinance will begin to be implemented gradually, and it is expected to be fully implemented by April of , before the Olympic and Paralympic Games. After the vote in the assembly, Governor Koike Yuriko told the press that'The goal is to make Tokyo a comfortable place for people who smoke and also for those who don't. With this regulation we want to continue to create a policy that puts health first '. The reform of the state law will allow smoking in restaurants with a surface area of less than  square meters, while the ordinance for Tokyo Prefecture will impose a smoking ban throughout the premises provided that they are not restaurants run solely by members of the same family, and will only allow smoking in rooms specifically equipped for this purpose. With regard to unburned tobacco, as its health effects are not yet clear, Tokyo will comply with state law and for the time being will allow its consumption as long as the area of smokers separates from that of non-smokers. In addition, the Ordinance also provides for the elimination of designated outdoor smoking areas near kindergartens, day-care centres and primary, secondary and secondary schools, with the aim of protecting minors in the capital, who are more likely to suffer passive smoking. Prior to the vote, the Liberal Democratic Party stated in this regard that 'The ban on smoking when the premises have employees is ambiguous, since in some cases it is difficult to discern whether they are family members or not'. For its part, the Kōmeitō, who voted in favour, warned that 'Tokyo must be prepared to deal with the problems that establishments will suffer after the tightening of measures to protect passive smokers'. I'm sorry.",
    "source": "www.nippon.com",
    "date": "28/06/2018",
    "veracity": 1,
    "claims": [
        "Last June  the Tokyo Assembly passed with the majority vote of all political formations except the Liberal Democratic Party a new ordinance to give greater protection to passive smokers in the capital .",
        "a new ordinance to give greater protection to passive smokers in the capital is much stricter than the reform now under full deliberation in the Diet, and contains rules such as the total prohibition of smoking inside restaurants with employees regardless of the size of the establishment's space.",
        "Fines for non-compliance with the regulations shall be up to  yen.",
        "a new ordinance to give greater protection to passive smokers in the capital will begin to be implemented gradually, and a new ordinance to give greater protection to passive smokers in the capital is expected to be fully implemented by April of , before the Olympic and Paralympic Games.",
        "After passed , Governor Koike Yuriko told the press that'The goal is to make the capital a comfortable place for people who smoke and also for those who don't.",
        "With a new ordinance to give greater protection to passive smokers in the capital we want to continue to create a policy that puts health first '.",
        "The reform of the state law will allow smoking in restaurants with a surface area of less than  square meters, while the ordinance for Tokyo Prefecture will impose a smoking ban throughout the premises provided that the premises are not restaurants run solely by members of the same family, and will only allow smoking in rooms specifically equipped for this purpose.",
        "With regard to unburned tobacco , as health effects are not yet clear, the capital will comply with state law and for the time being will allow consumption as long as the area of smokers separates from that of non-smokers.",
        "In addition, the Ordinance also provides for the elimination of designated outdoor smoking areas near kindergartens, day-care centres and primary, secondary and secondary schools, with the aim of protecting minors in the capital, who are more likely to suffer passive smoking.",
        "Prior to the vote, the Liberal Democratic Party stated in this regard that 'The ban on smoking when the premises have employees is ambiguous, since in some cases it is difficult to discern whether they are family members or not'.",
        "For its part, the Kōmeitō, who voted in favour, warned that 'Tokyo must be prepared to deal with the problems that establishments will suffer after the tightening of measures to protect passive smokers'."
    ]
}