{
    "id": "40_Society_86",
    "claim": "Yousy, Meridi, Rousmery, Steysi, Dayrin, Louis Curtis, Hilary, Yobani, Britani Jael, Franklyn Ferney, Abyssiah, Faridi and Briana are some of the names with fewer birth records in , children of Mexican parents, according to the database of the National Population Registry (Renapo) of the Ministry of the Interior. Although no name is prohibited, sometimes the Civil Registry officials suggest that parents think very well about their decision because the personal name is for life. However, specialists have found parents with the intention of registering names as rare as Abc or some other unprovoked and/or of potential harm or discrimination towards children. The historical list, with fewer records in the entire database of the Single Key of the Population Register (Curp), is composed of  million names, while that of those born in , also with this feature, has 1,000 . In contrast, the most common ones, registered last year, are related to the santoral, but also include others with a touch linked to programs or content in the media or to political-social, sporting, academic, cultural and entertainment events, famous in a certain period. A decade ago, for example, Mia became fashionable by the protagonist of the soap opera Rebelde (played by actress Anahí, current wife of the governor of Chiapas), as well as by other characters in the series: Rocco, Giovanni and Roberta. Now, according to the Renapo, the most common names born in the country in  are: Santiago, Mateo, Sofía, Ximena, María Jose, Valentina, Leonardo, María Fernanda, Sebastián, Regina, Camila, Diego, Emiliano, Valeria, Miguel Ángel, Alexander, Renata, Alejandro, Matías and Daniel. The above are the first , from a list of , which closes with Cristian, Alondra, Javier, Alejandra, Miranda, Carlos, Esmeralda, Juan Diego, Brayan, Nicolás, Ian, Aaron, Andres, Uriel, Emilio, Kimberly, Estefanía, Antonio, Yamileth, Erick and Elias. Others, with very few or unique mentions, are Brianna Ixchel, Suheidi Guadalupe, Jaziel Argenis, Ashley Zadai, Brandon Rahmar, Abril Yetlanetzy, Ederey Sariel, Mitzi Julita, Scarleth Leah, Shirley Matilda, Claritza Arleth, Debolet Kiyomi, Maia Monserrat, Yessica Judith and Cintya Yamalet. Long ago, in some entities names such as Superman, Britny Spears or Disney were banned, but the Supreme Court of Justice of the Nation ruled that the free development of personality cannot be limited, so all the officer can do is remember that the name is for life and point out, in his case, that it may be a ground for discrimination or mockery, said a government official. Meanwhile, historically, the most common names in Mexico, by the number of records in decades are: Jose Luis, Juan, María Guadalupe, Jose, Miguel Ángel, Guadalupe, Francisco, Jesús, Antonio, Alejandro, María, Juana, Pedro, Juan Carlos, Manuel, María del Carmen, Daniel, Fernando, Margarita, Ricardo, Roberto, Jorge, Carlos, Eduardo, Miguel, Javier, Francisco Javier, Rafael, Martín and David, according to the first  sites of  in the respective statistics. I'm sorry.",
    "source": "www.jornada.com.mx",
    "date": "31/07/2017",
    "veracity": 1,
    "claims": [
        "Yousy, Meridi, Rousmery, Steysi, Dayrin, Louis Curtis, Hilary, Yobani, Britani Jael, Franklyn Ferney, Abyssiah, Faridi and Briana are some of the names with fewer birth records in , children of Mexican parents, according to the database of the National Population Registry (Renapo) of the Ministry of the Interior.",
        "Although no name is prohibited, sometimes the Civil Registry officials suggest that parents think very well about decision because the personal name is for life.",
        "However, specialists have found parents with the intention of registering names as rare as Abc or some other unprovoked and/or of potential harm or discrimination towards children.",
        "The historical list, with fewer records in the entire database of the Single Key of the Population Register (Curp), is composed of  million names, while that of those born in , also with this feature, has 1,000 .",
        "In contrast, the most common ones, registered last year, are related to the santoral, but also include others with a touch linked to programs or content in the media or to political-socialthe name , academic, cultural and entertainment the name , famous in a certain period.",
        "A decade ago, for example, Mia became fashionable by the protagonist of the soap opera Rebelde (played by actress Anahí, current wife of the governor of Chiapas), as well as by other characters in the series: Rocco, Giovanni and Roberta.",
        "Now, according to the Renapo, the most common names born in the country in  are: Santiago, Mateo, Sofía, Ximena, María Jose, Valentina, Leonardo, María Fernanda, Sebastián, Regina, Camila, Diego, Emiliano, Valeria, Miguel Ángel, Alexander, Renata, Alejandro, Matías and Daniel.",
        "The above are the first , from a list of , which closes with Cristian, Alondra, Javier, Alejandra, Miranda, Carlos, Esmeralda, Juan Diego, Brayan, Nicolás, Ian, Aaron, Andres, Uriel, Emilio, Kimberly, Estefanía, Antonio, Yamileth, Erick and Elias.",
        "Others, with very few or unique mentions, are Brianna Ixchel, Suheidi Guadalupe, Jaziel Argenis, Ashley Zadai, Brandon Rahmar, Abril Yetlanetzy, Ederey Sariel, Mitzi Julita, Scarleth Leah, Shirley Matilda, Claritza Arleth, Debolet Kiyomi, Maia Monserrat, Yessica Judith and Cintya Yamalet.",
        "Long ago, in some entities names such as Superman, Britny Spears or Disney were banned, but the Supreme Court of Justice of the Nation ruled that the free development of personality cannot be limited, so all the officer can do is remember that the name is for life and point out, in his case, that it may be a ground for discrimination or mockery, said a government official.",
        "Meanwhile, historically, the most common names in Mexico, by the number of records in decades are: Jose Luis, Juan, María Guadalupe, Jose, Miguel Ángel, Guadalupe, Francisco, Jesús, Antonio, Alejandro, María, Juana, Pedro, Juan Carlos, Manuel, María del Carmen, Daniel, Fernando, Margarita, Ricardo, Roberto, Jorge, Carlos, Eduardo, Miguel, Javier, Francisco Javier, Rafael, Martín and David, according to the first  sites of  in the respective statistics."
    ]
}