{
    "id": "41_Politics_569",
    "claim": "According to the U.S. digital newspaper True Pundit, NYPD has arrested former congressman Anthony Weiner on charges of a 'sexting 'case with a minor. In detention, a laptop computer has been seized that, according to sources close to the police, contains more than half a million emails sent between Weiner's wife, Hillary Clinton, other State Department officials and several members of Congress. True Pundit claims that New York police sources have assured them that emails contain 'sufficient evidence to get Hillary Clinton out of political life'. According to the aforementioned publication, the emails include evidence linking the Democratic candidate to the presidency and her collaborators with money laundering schemes, child exploitation, sexual crimes with minors, perjury, obstruction of justice, commissions charged through the Clinton Foundation and other crimes of extreme gravity. In most polls published in the final stretch of the U.S. presidential election, Hillary Clinton would win Republican candidate Donald Trump by the minimum. The revelation of these emails could be a serious setback to the Democratic Party leader's presidential aspirations. I'm sorry.",
    "source": "www.alertadigital.com",
    "date": "05/11/2016",
    "veracity": 0,
    "claims": [
        "According to the U.S. digital newspaper True Pundit, NYPD has arrested former congressman Anthony Weiner on charges of a 'sexting 'case with a minor.",
        "In detention, a laptop computer has been seized that, according to sources close to the police, contains more than half a million emails sent between Weiner's wife, Hillary Clinton, other State Department officials and several members of Congress.",
        "True Pundit claims that New York police sources have assured them that emails contain 'sufficient evidence to get Hillary Clinton out of political life'.",
        "According to the aforementioned publication, the emails include evidence linking the Democratic candidate to the presidency and her collaborators with money laundering schemes, child exploitation, sexual crimes with minors, perjury, obstruction of justice, commissions charged through the Clinton Foundation and other crimes of extreme gravity.",
        "In most polls published in the final stretch of the U.S. presidential election, Hillary Clinton would win Republican candidate Donald Trump by the minimum.",
        "The revelation of these emails could be a serious setback to the Democratic Party leader's presidential aspirations."
    ]
}