{
    "id": "41_Society_81",
    "claim": "Probably opting for a Bikini with Tristes EmotionalsLast week, the First Lady of the United States raised a big controversy by wearing a Zara jacket with the phrase'I really don't care, do you?'on her visit to the Mexican border. So today, the White House communications cabinet has announced that Melania Trump will wear an apology jacket at her next appearance. 'Zara's jackets will be the means of communication for the future ', says Brian Estrada, expert in new technologies. 'Women who engage in politics or the business world have to convey their ideas through clothing, which is what the media is looking at, and in this the White House is pioneering ', he argues. The Trump Administration shuffles to opt for a bikini with sad emoticons for Melania Trump to convey her regret for the clumsiness she committed. 'On his beach towel will be stamped the phrase 'I'm so sorry you guys', combining the apology with a summer look ', advanced his advisors. Melania Trump has been wearing phrases in her clothes for years, but it wasn't until a few days ago that she caught the world's attention. His T-shirts with phrases like'Help me please'or'SOS'had been going completely unnoticed for some time. Only his hoodie of'Call  my spindle is crazy'caught attention for how badly it combined with some fluorescent Converse slippers. I'm sorry.",
    "source": "www.elmundotoday.com",
    "date": "27/06/2018",
    "veracity": 0,
    "claims": [
        "Probably opting for a Bikini with Tristes EmotionalsLast week, the First Lady of the United States raised a big controversy by wearing a Zara jacket with the phrase'I really don't care, do you?'on visit to the Mexican border.",
        "So today, the White House communications cabinet has announced that the First Lady of the United States will wear an apology jacket at next appearance.",
        "'Zara jackets will be the means of communication for the future ', says Brian Estrada, expert in new technologies .",
        "'Women who engage in politics or the business world have to convey ideas through clothing, which is what the media is looking at, and in this White House is pioneering ', Brian Estrada, expert in new technologies argues.",
        "The Trump Administration shuffles to opt for a bikini with sad emoticons for the First Lady of the United States to convey regret for the clumsiness the First Lady of the United States committed.",
        "'On beach towel will be stamped the phrase 'his 'm so sorry you guys', combining the apology with a summer look ', advanced advisors.",
        "the First Lady of the United States has been wearing phrases in clothes for years, but it wasn't until a few days ago that the First Lady of the United States caught the world's attention.",
        "T-shirts with phrases like'Help me please'or'SOS'had been going completely unnoticed for some time.",
        "Only his hoodie of'Call  my spindle is crazy'caught attention for how badly his hoodie of'Call  my spindle is crazy'caught combined with some fluorescent Converse slippers."
    ]
}