{
    "id": "43_Entertainment_657",
    "claim": "Mexico. - Actress Karla Souza summoned the media to a conference this evening to report that 'after taking courage and analyzing things ', she decided that it was time to reveal the name of the producer who sexually abused her years ago by exploiting her power, orienting her to have relationships to keep her work. Karla points out that one of the things that encouraged her to reveal the name of the culprit was that innocent people were being blamed, like producer Gustavo Loza with whom she has a good friendship, and with whom for years she had an intense engagement:'People ask me why I didn't denounce at the time, and while I don't think it's my fault I admit that I should have put a stop since first there was my dignity than my desire to work. My main intention in revealing the facts was to sensitize all those who have passed a case similar to mine. By raising my voice I can encourage those affected not to let it happen to them as I lived. Unfortunately everything got out of hand, not giving names several friends got hurt, being the most affected my friend Gustavo Loza with whom I worked several times but never put a finger on me. It is not fair to him or to the other innocent producers to be tried, for I have decided to reveal the name of my aggressor ', he commented fearfully. Souza pointed out that in the  he was offered to participate in a production directed by a Mexican but financed in Hollywood, which would open the doors to international cinema: 'although I was going to have a small role I was excited about the idea of working in Hollywood. It was a project led by Mexicans but financed by an American company, they were going to give it a lot of promotion and distribution. That movie was No Returns Accepted, which became an international success. Unfortunately in that production it was where I lived my hell at the hands of Eugenio Derbez who was the producer. He is the protagonist of this chilling story ', he commented crying. The actress said she will not give any more statements, but she is willing to take the risks that her revelation entails: 'I know Derbez and be perfect how he behaves: like a lamb in sheepskin, I know what his tricks are and I know how he will act ', she told. Souza pointed out that he was even about to get out of the film because he did not agree to Eugene's sexual innuendo:'The main idea was that my character would appear in the whole plot, but in the end I only go out in  scenes. That was because Derbez, noting that he would not agree to his proposals, decided to cut me off from history. It was until the end that I unfortunately agreed to have a meeting that recorded last minute the shots where I appeared. That's why I'm on the tape, otherwise my participation would have been totally eliminated. Many people judge me, assures that finally I also took advantage of him to climb as an actress. We're all afraid of losing our job and especially losing something we've fought for for years. At the time I did not sue because in part I know that I could have avoided the situation, but that does not mean that there is psychologically against my will, and this regret of what I did, which translates to rape ', he pointed out. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "24/02/2018",
    "veracity": 0,
    "claims": [
        "producer Gustavo Loza with whom she has a good friendship, and with whom for years she had an intense engagement:'People .",
        "- Actress Karla Souza summoned the media to a conference Hollywood the name of the producer who sexually abused her years ago by exploiting her power, orienting her to have relationships to keep her work Souza Hollywood the name of the producer who sexually abused her years ago by exploiting her power, orienting her to have relationships to keep her work .",
        "Actress Karla Souza points out that one of the things that encouraged Actress Karla Souza to reveal the name of the producer who sexually abused her years ago by exploiting her power, orienting her to have relationships to keep her work Hollywood innocent people were being blamed, like those affected Hollywood those affected Hollywood those affected a production directed by a Mexican but financed in Hollywood, which would open the doors to international cinema at the time, and while Actress Karla Souza don't think itproducer Gustavo Loza with whom she has a good friendship, and with whom for years she had an intense engagement:'People fault Actress Karla Souza admit Eugenio Derbez who was the producer have Eugenio Derbez who was the producer a stop since first there was dignity than desire to work.",
        "main intention in revealing the facts was a production directed by a Mexican but financed in Hollywood, which would open the doors to international cinema all those who have passed a case similar to Actress Karla Souza .",
        "By raising voice Actress Karla Souza can encourage the producer who sexually abused her years ago by exploiting her power, orienting her to have relationships to keep her work a production directed by a Mexican but financed in Hollywood, which would open the doors to international cinema not to Eugenio Derbez who was the producer it happen to the producer who sexually abused her years ago by exploiting her power, orienting her to have relationships to keep her work as Actress Karla Souza lived.",
        "Unfortunately everything got Hollywood , not producer Gustavo Loza with whom she has a good friendship, and with whom for years she had an intense engagement:'People names several a production directed by a Mexican but financed in Hollywood, which would open the doors to international cinema got hurt, being the most affected friend Gustavo Loza with whom Actress Karla Souza worked several times but never producer Gustavo Loza with whom she has a good friendship, and with whom for years she had an intense engagement:'People a finger on Actress Karla Souza .",
        "It is The actress fair to those affected or a production directed by a Mexican but financed in Hollywood, which would open the doors to international cinema other innocent producers to be tried, for Actress Karla Souza have decided to reveal the name of the producer who sexually abused her years ago by exploiting her power, orienting her to have relationships to keep her work ', Actress Karla Souza commented fearfully.",
        "Souza pointed out that in the  he was offered to participate in a production directed by a Mexican but financed in Hollywood, which would open the doors to international cinema: 'although I was going to have a small role I was excited about the idea of working in Hollywood.",
        "It was a project led by Mexicans but financed by an American company, they were going to give it a lot of promotion and distribution.",
        "That movie was No Returns Accepted, which became an international success.",
        "Unfortunately in that production it was where I lived my hell at the hands of Eugenio Derbez who was the producer.",
        "He is the protagonist of this chilling story ', he commented crying.",
        "The actress said she will not give any more statements, but she is willing to take the risks that her revelation entails: 'I know Derbez and be perfect how he behaves: like a lamb in sheepskin, I know what his tricks are and I know how he will act ', she told.",
        "Souza pointed out that he was even about to get out of the film because he did not agree to Eugene's sexual innuendo:'The main idea was that my character would appear in the whole plot, but in the end I only go out in  scenes.",
        "That was because Derbez, noting that he would not agree to his proposals, decided to cut me off from history.",
        "It was until the end that I unfortunately agreed to have a meeting that recorded last minute the shots where I appeared.",
        "That's why I'm on the tape, otherwise my participation would have been totally eliminated.",
        "Many people judge me, assures that finally I also took advantage of him to climb as an actress.",
        "We're all afraid of losing our job and especially losing something we've fought for for years.",
        "At the time I did not sue because in part I know that I could have avoided the situation, but that does not mean that there is psychologically against my will, and this regret of what I did, which translates to rape ', he pointed out."
    ]
}