{
    "id": "43_Education_10",
    "claim": "Mexico. - The rector of UNAM, Enrique Luis Graue, quoted the media to a press conference to inform that from next year the time of graduation of the degrees of Philosophy and Sociology of the Universities of the whole country will be limited to a maximum of'years '(only one more than normally lasts the degree) in order to stop the formation of 'fossils 'and thus prevent universities from having unnecessary expenditure. Enrique points out that they decided to implement the strategy in these careers as it is where the largest number of 'fossils 'are registered, that is, students who retest on purpose, take only one or two per year, or leave school to return to the next semester in order to prolong their stay at the University since it becomes their comfort zone:You may be interested Lolita de la Vega wins demand to prevent TV Azteca from retracting Sailor Moon 'Bachelors of Philosophy and Sociology are designed to end up in a maximum  years, in these races it is where a greater number of guerrilla chairos are registered but also where there is the largest number of fossils. For these people their institution becomes their comfort zone and they do their best to prolong their stay because they feel a terrible fear of going out into the real world. At the university they feel part of something, they are afraid that when they graduate they will become ghosts and no one will take them into account. Every student in a public university costs the state more than USD 1,000 pesos a semester, it is not fair for the government to pay that amount for someone who only enrolls to take one or two subjects each  months to extend their stay, which often becomes up to  years ', he said. Luis mentioned that these degrees last  semesters, and from next year they will only be given the opportunity to study at the institution other  semesters more in case they are delayed: 'there are people who literally last  semesters at the University, this is going to end. The students of these careers will not be able to give low subjects, and if they reprove on purpose we will pass them even if they do not want to. If the student still refuses to go out and misses his year of tolerance then he will be automatically discharged and will not be able to re-enter the university anymore, neither his career nor any other. It's not fair that his whim causes the government to spend a millionaire censer that can be invested in infrastructure or new material. From  they will have a year of tolerance to graduate, it is the only way we can end fossils ', he said. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "19/05/2017",
    "veracity": 0,
    "claims": [
        "Mexico .",
        "- The rector of UNAM, Enrique Luis Graue , quoted the media to a press conference to inform that from next year the time of graduation of the degrees of Philosophy and Sociology of the Universities of Mexico will be limited to a maximum of'years '(only one more than normally lasts the degree) in order to stop the formation of 'fossils 'and thus prevent universities from having unnecessary expenditure.",
        "The rector of UNAM, Enrique Luis Graue points out that they decided to implement the strategy in these careers as it is where the largest number of 'fossils 'are registered, that is, students who retest on purpose, take only one or two per year, or leave school to return to the next semester in order to prolong stay at the University since the University becomes comfort zone:You may be interested Lolita de la Vega wins demand to prevent TV Azteca from retracting Sailor Moon 'Bachelors of Philosophy and Sociology are designed to end up in a maximum  years, in Bachelors of Philosophy and Sociology it is where a greater number of guerrilla chairos are registered but also where there is the largest number of fossils.",
        "For these people institution becomes comfort zone and these people do best to prolong stay because these people feel a terrible fear of going out into the real world.",
        "At the university these people feel part of something, these people are afraid that when these people graduate these people will become ghosts and no one will take these people into account.",
        "Every student in a public university costs the state more than USD 1,000 pesos a semester, it is not fair for the government to pay that amount for someone who only enrolls to take one or two subjects each  months to extend their stay, which often becomes up to  years ', he said.",
        "Luis mentioned that these degrees last  semesters, and from next year they will only be given the opportunity to study at the institution other  semesters more in case they are delayed: 'there are people who literally last  semesters at the University, this is going to end.",
        "The students of these careers will not be able to give low subjects, and if they reprove on purpose we will pass them even if they do not want to.",
        "If the student still refuses to go out and misses his year of tolerance then he will be automatically discharged and will not be able to re-enter the university anymore, neither his career nor any other.",
        "It's not fair that his whim causes the government to spend a millionaire censer that can be invested in infrastructure or new material.",
        "From  they will have a year of tolerance to graduate, it is the only way we can end fossils ', he said."
    ]
}