{
    "id": "45_Politics_543",
    "claim": "For years, football has been criticized as a tool to keep people distracted and alienated, as well as representing a paradigm of consumerism and intellectual backwardness of the masses. With such arguments, the independent deputy Sofocles Pacheco managed to get a law passed so that this sport would be declared illegal throughout Mexico. In an exclusive interview, Congressman Pacheco did not say:'We all know that it is enough to have football on television, mainly when playing America or when playing the Selection, and how!From one moment to another, no one cares what is going on in the country. He doesn't care about crises or fuellings or an increase in crime or anything.. That's why I presented this initiative, which fortunately was approved by overwhelming majority.\".  And how did you get the whole chamber to give such an unexpected answer, Member of Parliament?  It was simple. I only told the comrades, about five minutes before the end of the session, that I had a very important proposal about football. 'Being a football player, you know it's approved,' a PRI said. 'What's more, I set up my house if someone else puts the snacks,' added one of the PAN. The deputy finished with pride by saying: 'The system works!'. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "08/03/2018",
    "veracity": 0,
    "claims": [
        "For years, football has been criticized as a tool to keep people distracted and alienated, as well as representing a paradigm of consumerism and intellectual backwardness of the masses.",
        "With such arguments, the independent deputy Sofocles Pacheco managed to get a law passed so that this sport would be declared illegal throughout Mexico.",
        "In an exclusive interview, Congressman Pacheco did not say:'We all know that it is enough to have football on television, mainly when playing America or when playing the Selection, and how!From one moment to another, no one cares what is going on in the country.",
        "He doesn't care about crises or fuellings or an increase in crime or anything.. That's why I presented this initiative, which fortunately was approved by overwhelming majority.",
        " And how did you get the whole chamber to give such an unexpected answer, Member of Parliament?  It was simple.",
        "I only told the comrades, about five minutes before the end of the session, that I had a very important proposal about football.",
        "'Being a football player, you know it's approved,' a PRI said.",
        "'What's more, I set up my house if someone else puts the snacks,' added one of the PAN.",
        "The deputy finished with pride by saying: 'The system works!'."
    ]
}