{
    "id": "45_Security_190",
    "claim": "This very morning a journalist from a well-known national newspaper, whose name they have not wanted to reveal for the time being to protect the anonymity of the alleged offender, was arrested after a long investigation of various crimes that occurred during the last year and which he had allegedly carried out and subsequently drafted in his news section. The police had been suspicious for months of this warped journalist 'after going to investigate several crimes, the same journalist always arrived instantly to cover the news, even on the last occasions he was there when some of our comrades arrived, he was very suspicious'. The journalist was arrested while writing his alleged last misdeed at the offices of the prestigious daily. The crimes have been of all kinds, ranging from petty shoplifting to bank robberies to alleged pet kidnappings, a genuine catalogue of criminal acts that casually later documented and published the same. The journalist has stated that'I confess my crimes, but it was impossible for me to reach the end of the month with the current of this country, I never liked to write about politics and sports and there was no more material, so I decided to create it myself'. I'm sorry.",
    "source": "haynoticia.es",
    "date": "28/02/2018",
    "veracity": 0,
    "claims": [
        "This very morning a journalist from a well-known national newspaper, whose name they have not wanted to reveal for the time being to protect the anonymity of the alleged offender, was arrested after a long investigation of various crimes that occurred during the last year and which he had allegedly carried out and subsequently drafted in his news section.",
        "The police had been suspicious for months of this warped journalist 'after going to investigate several crimes, the same journalist always arrived instantly to cover the news, even on the last occasions he was there when some of our comrades arrived, he was very suspicious'.",
        "The journalist was arrested while writing his alleged last misdeed at the offices of the prestigious daily.",
        "The crimes have been of all kinds, ranging from petty shoplifting to bank robberies to alleged pet kidnappings, a genuine catalogue of criminal acts that casually later documented and published the same.",
        "The journalist has stated that'I confess my crimes, but it was impossible for me to reach the end of the month with the current of this country, I never liked to write about politics and sports and there was no more material, so I decided to create it myself'."
    ]
}