{
    "id": "46_Health_226",
    "claim": "About 1,000 women die each year from postpartum bleedingThe WHO clinical trial looked at about 1,000 women. The World Health Organization (WHO) recommended a new drug as a first choice to prevent excessive bleeding after childbirth, as it has proven its effectiveness in helping save the lives of mothers in low- and middle-income countries. The medicine, called thermostable carbettocin, is as safe and effective as oxytocin, which is currently recommended by the organization, but its handling is easier because it does not require refrigeration and retains its efficacy for at least three years. Oxytocin is very effective, but must be stored and transported at a temperature of between eight and two degrees Celsius, a condition that is difficult in many countries where being exposed to heat loses effectiveness, depriving women of its beneficial effect. A WHO-led study, in collaboration with Ferring Pharmaceuticals, showed that thermostable carbethocin is not subject to refrigeration, retains its efficacy for at least three years stored at  degrees Celsius and  percent relative humidity. 'This is a truly encouraging new development that can revolutionize our ability to keep mothers and babies alive ', said Dr. Tedros Adhanom Ghebreyesus, WHO Director General. About  1,000 women die each year from postpartum bleeding, which increases the risk that their babies will also die within a month, on average. The WHO clinical trial looked at about  1,000 women who gave birth vaginally in Argentina, Egypt, India, Kenya, Nigeria, Singapore, South Africa, Thailand, Uganda and the United Kingdom, where a single injection of carbettocin or oxytocin was randomly given to each of them immediately after delivery. Both medicines were kept at the temperatures required to ensure their efficacy. Metin Gülmezoglu, WHO Department of Reproductive Health and Research, highlighted that the development of a drug to prevent postpartum bleeding that is effective in warm and humid conditions is very good news for millions of women giving birth in places without access to refrigeration. WHO stated in a statement that once the efficacy of carbettocin has been proven, the next step is regulatory review and approval by countries. Experts say this paves the way for thermostable carbettocin to be offered to all women who give birth by vaginal route in up to  countries around the world, particularly in those where oxytocin cannot have the cooling conditions it requires",
    "source": "www.eluniversal.com.mx",
    "date": "29/06/2018",
    "veracity": 1,
    "claims": [
        "About 1,000 women die each year from postpartum bleedingThe WHO clinical trial looked at about 1,000 women.",
        "WHO recommended a new drug as a first choice to prevent excessive bleeding after childbirth, as a new drug has proven effectiveness in helping save the lives of mothers in low- and middle-income countries.",
        "a new drug is as safe and effective as oxytocin, which is currently recommended by the organization , but handling is easier because a new drug does not require refrigeration and retains efficacy for at least three years.",
        "oxytocin, which is currently recommended by the organization is very effective, but must be stored and transported at a temperature of between eight and two degrees Celsius, a condition that is difficult in many countries where being exposed to heat loses effectiveness , depriving women of beneficial effect.",
        "A WHO -led study, in collaboration with Ferring Pharmaceuticals, showed that a new drug is not subject to refrigeration, retains efficacy for at least three years stored at  degrees Celsius and  percent relative humidity.",
        "'showed is a truly encouraging new development that can revolutionize our ability to keep mothers and babies alive ', said Dr. Tedros Adhanom Ghebreyesus, WHO Director General.",
        "About  1,000 women die each year from postpartum bleeding, which increases the risk that babies will also die within a month, on average.",
        "bleedingThe WHO clinical trial looked at about  1,000 women who gave birth vaginally in Argentina, Egypt, India, Kenya, Nigeria, Singapore, South Africa, Thailand, Uganda and the United Kingdom, where a single injection of carbettocin or oxytocin was randomly given to each of them immediately after delivery.",
        "Both medicines were kept at the temperatures required to ensure their efficacy.",
        "Metin Gülmezoglu, WHO Department of Reproductive Health and Research, highlighted that the development of a drug to prevent postpartum bleeding that is effective in warm and humid conditions is very good news for millions of women giving birth in places without access to refrigeration.",
        "WHO stated in a statement that once the efficacy of carbettocin has been proven, the next step is regulatory review and approval by countries.",
        "Experts say this paves the way for thermostable carbettocin to be offered to all women who give birth by vaginal route in up to  countries around the world, particularly in those where oxytocin cannot have the cooling conditions it requires."
    ]
}