{
    "id": "46_Security_178",
    "claim": "Immortal Heroes in their version , will pass into history as the wrestling event where The Pattern did not appear. This, as expected, caused the anger of the audience who attended with the intention of seeing former WWE. The Potosino, for his part, waited a full day before justifying his failureAccording to the lawyer of the Patron Alberto, it's all because he was assaulted and wounded leaving a restaurant heading for the airport where he would take the plane to Monterrey. 'My client has instructed me to say that this is what happened ', sentenced the graduate Trastupijes, cousin and lawyer of the wrestler. But in his eternal search for the truth, El's special investigation team, was given the task of collecting more information, specifically regarding the identity of the aggressor, although no data was found in the police databases. That is why we came to the lawyer of the fighter, and after much insisting, and after the promise of a cheeseburger, he gave us, exclusively, the data of the aggressor: 'Whoever attacked the Patron was a type of fortified complexion, of approximately  meters of stature, with evident Israeli military training and knowledge in Chinese and Korean martial arts, in addition to full control of the Japanese sabre'. Faced with all this, he added, a world-class professional wrestler like Alberto el Patron, who has also practiced MMA,'was practically helpless, but was able to overcome himself, disarming the gigantic evildoer before the applause of the crowd gathered there'. The assailant managed to escape, but they are already looking for him: 'Apparently Stallone wants him for the Expandables  ', the lawyer concluded. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "04/10/2016",
    "veracity": 0,
    "claims": [
        "Immortal Heroes in version , will pass into history as the wrestling event where The Pattern did not appear.",
        "This, as expected, caused the anger of the audience who attended with the intention of seeing former WWE.",
        "The Potosino , for part, waited a full day before justifying failureAccording to the lawyer of the Patron Alberto , it's all because The Potosino was assaulted and wounded leaving a restaurant heading for the airport where The Potosino would take the plane to Monterrey.",
        "'The Potosino has instructed the lawyer of the Patron Alberto to say that this is what happened ', sentenced the lawyer of the Patron Alberto .",
        "But in his eternal search for the truth, El's special investigation team, was given the task of collecting more information, specifically regarding the identity of the aggressor , although no data was found in the police databases.",
        "That is why we came to the lawyer of the Patron Alberto , and after much insisting, and after the promise of a cheeseburger, the lawyer of the Patron Alberto gave we , exclusively, the data of the aggressor : 'Whoever attacked The Potosino was a type of fortified complexion, of approximately  meters of stature, with evident Israeli military training and knowledge in Chinese and Korean martial arts, in addition to full control of the Japanese sabre'.",
        "Faced with all this, the lawyer of the Patron Alberto added, a world-class professional wrestler like The Potosino , who has also practiced MMA,'was practically helpless, but was able to overcome himself, disarming the gigantic evildoer before the applause of the crowd gathered there'.",
        "The assailant managed to escape, but they are already looking for him: 'Apparently Stallone wants him for the Expandables  ', the lawyer concluded."
    ]
}