{
    "id": "47_Health_224",
    "claim": "This food, originally from Turkey, could be banned because of its links with cardiovascular diseases.Before the stir generated by this news, from the European Commission press in Spanish have denied that it will be prohibited to sell.Kebab lovers have to worry, because soon they could stop eating it. The European Parliament's Health Committee rejected on Tuesday a proposal from the European Commission authorising the presence as phosphate additives in kebab meat, whether of lamb, veal or chicken, for its possible effects on human health. I mean, the European Union could make this kind of food illegal. Faced with the uproar generated by this news, from the Commission's Spanish-language Twitter account, they have denied that the sale will be banned. Neither the Commission nor any Member State is questioning the use of phosphate as an additive which is important for the food safety of preparations such as kebabs. I'm sorry. This objection was adopted with  votes in favour and  against in the parliamentary committee and the Brussels proposal will be blocked if it also receives the support of the European Parliament during the plenary session in mid-December. Food, originally from Turkey, could be banned due to its links with cardiovascular diseases, as explained by Metro UK. However, owners of premises where this type of food is sold are beginning to respond to the possibility of its being banned, especially in Germany, arguing that the meat they use needs these additives to remain juicy and full of flavor, both during transport and in their roasters. There have also been allegations of discrimination against kebab because some sausages containing phosphates would still be allowed. They are looking for ways to harm Turkish companies here, has assured the aforementioned medium Baris Donmez, owner of a kebab restaurant open at  hours in the Berlin district of Mitte. If the European Parliament gets away with it, this would be the death sentence for the entire kebab donor industry in the European Union, said Kenan Koyuncu, from the German Association of Producers of Doner Kebab, to the German daily Bild. Renate Sommer, a member of German Chancellor Angela Merkel's conservative party in the European Parliament, wrote on Facebook that the ban on the addition of phosphate would be the end of donor production and lead to the loss of thousands of jobs. European standards generally prohibit the presence of phosphates in meat preparations, but these additives are increasingly present due to the approval of derogations for certain products. The goal is to protect your taste and retain water. MEPs recall the existence of studies by  and  which demonstrate the relationship of phosphates in food with higher cardiovascular risks. The European Food Safety Agency (EFSA), on the other hand, excludes the possibility of attributing this risk to phosphate intake. This European agency, in any case, has ensured that it will re-evaluate the possible effects of phosphates on food as additives before next year's NUMBER*. I'm sorry.",
    "source": "www.abc.es",
    "date": "03/12/2017",
    "veracity": 0,
    "claims": [
        "This food, originally from Turkey , could be banned because of links with cardiovascular diseases.",
        "Before the stir generated by this news, from the European Commission press in Spanish have denied that This food, originally from Turkey will be prohibited to sell.",
        "Kebab lovers have to worry, because soon Kebab lovers could stop eating This food, originally from Turkey .",
        "The European Parliament's Health Committee it rejected on Tuesday owners of premises where this type of food is sold a proposal from the European Commission authorising the presence as phosphate additives in kebab meat, whether of lamb, veal or chicken , for possible effects on human health.",
        "I mean, the European Union could make this kind of food illegal.",
        "Faced with the uproar generated by it European Commission Spanish-language owners of premises where this type of food is sold that the sale will be banned.",
        "Neither European Commission nor any Member State is questioning the use of phosphate as an additive which is the European Parliament for the food safety of preparations the European Parliament kebabs.",
        "This objection was adopted with  votes in favour and  against in The European Parliament's Health Committee and a proposal from the European Commission authorising the presence as phosphate additives in kebab meat, whether of lamb, veal or chicken will be blocked if a proposal from the European Commission authorising the presence as phosphate additives in kebab meat, whether of lamb, veal or chicken also receives the support of The European Parliament's during the plenary session in phosphates .",
        "phosphates higher cardiovascular risks links with cardiovascular diseases, as explained by Metro phosphates .",
        "phosphates , this type of food higher cardiovascular risks this type of food are beginning to higher cardiovascular risks to the possibility of being banned, especially in Germany, arguing that the meat this type of food use needs these additives to remain juicy and full of flavor, both during transport and in roasters.",
        "There have also been allegations of discrimination against kebab because some sausages containing phosphates would still be allowed.",
        "They are looking for ways to harm Turkish companies here, has assured the aforementioned medium Baris Donmez, owner of a kebab restaurant open at  hours in the Berlin district of Mitte.",
        "If the European Parliament gets away with it, this would be the death sentence for the entire kebab donor industry in the European Union, said Kenan Koyuncu, from the German Association of Producers of Doner Kebab, to the German daily Bild.",
        "Renate Sommer, a member of German Chancellor Angela Merkel's conservative party in the European Parliament, wrote on Facebook that the ban on the addition of phosphate would be the end of donor production and lead to the loss of thousands of jobs.",
        "European standards generally prohibit the presence of phosphates in meat preparations, but these additives are increasingly present due to the approval of derogations for certain products.",
        "The goal is to protect your taste and retain water.",
        "MEPs recall the existence of studies by  and  which demonstrate the relationship of phosphates in food with higher cardiovascular risks.",
        "The European Food Safety Agency (EFSA), on the other hand, excludes the possibility of attributing this risk to phosphate intake.",
        "This European agency, in any case, has ensured that it will re-evaluate the possible effects of phosphates on food as additives before next year's NUMBER*."
    ]
}