{
    "id": "47_Health_209",
    "claim": "There is no place in the world where you can escape the bite of a mosquito. I'm sorry. I'm sorry. or of the diseases that transmit. A chikungunya epidemic – whose virus is transmitted by a mosquito that stings in the day – is currently taking place in the Caribbean. In that region of America more than  cases are suspected in almost half of the islands, of which more than  have been confirmed. The infection also hit the mainland in French Guiana. Although we would like to exterminate them, disappearing mosquitoes from the face of the Earth could have disastrous effects on the ecosystem: their larvae process waste in the water where they are raised and adults have an important role in pollination. They are also a nutritious food source for creatures like mosquitofish, which swallows up to a hundred larvae a day. And even though malaria is perhaps the most known disease in the world, there are many other unpleasant conditions that spread thanks to these insects. Here we offer a list of five of those other diseases that a person can contract with just one bite. Yellow FeverThis is one of which football fans who attend the World Cup in Brazil have to watch. Every year, some  people around the world get yellow fever, most of them in sub-Saharan Africa. In , Cuban doctor and scientist Carlos Finlay was the first to suspect that the disease was transmitted by mosquitoes. But it was only  years later that his theory was confirmed. Control of the mosquito population helped the resumption of the Panama Canal, where until then one in ten men had died of yellow fever. Once the person gets infected, the fever appears a few days later. After apparent recovery, close to % of patients enter a second toxic phase that has a mortality rate of %. This is when the characteristic yellow coloration appears on the skin and on the white part of the eyes because it causes damage to the liver. This disease is also called black vomiting, a symptom of bleeding in the intestines. Fortunately, there is a vaccine that is recommended for anyone traveling to areas where yellow fever is endemic. DengueHalf of the world's population is in danger of getting dengue, which causes fever, severe headache, pain in the back of the eyes, joints and muscles, and rash in the skin. This is another tropical disease and is therefore present in Brazil. There is no specific vaccine or medicine to treat dengue. Support treatment includes rest, plenty of fluid and palliative medicines. Hemorrhagic dengue, an acute form of the disease, can be lethal. Unlike the Anopheles mosquito, which carries malaria and stings at night, Aedes aegypti is active during the day.'They start to sting soon after dawn, but towards the #NUMBER* it lowers the intensity because it is very hot. It resumes its activity at  or  until the sun goes down, and they are not active at night ', explains Dr. Philip McCall, dengue expert at Liverpool Tropical Medicine School, England. Dr. Ayan Panja contracted the most dangerous form of this disease during a vacation in Malaysia when he was in his  years. 'Honestly, after having these symptoms for a couple of days, I thought I was going to die. Good thing I was admitted to the Kuala Lumpur hospital where I had a platelet transfusion.\". Platelets are needed to help clot the blood. Dengue prevents the bone marrow from producing them, so bleeding is a serious complication of dengue. ChikungunyaIt may sound like some interesting place, but chikungunya is an unpleasant disease that causes high fever and pain in the joints.'It's debilitating. (People who suffer from it) cannot work and have to stay in bed with joint pain ', says Professor Johan Giusecke, chief scientist at the European Centre for Disease Control in Sweden. The first time Chikungunya was discussed was in an outbreak in Tanzania in . The name originates in a word in the Makonde language which means 'to become contortionist'. 'Most people experience a high fever for a short time, feel really sick and after about a week they pass ', explains Giusecke. 'But there have been cases of chikungunya in which joint pain lasts for weeks or in which, as a result of infection, the person becomes chronic arthritis ', he adds. 'Although not usually fatal, this disease can contribute to the death of fragile or older persons'. Last November we heard of the first case of chikungunya in America. It arose on the Caribbean island of San Martin. Far from its traditional place, in Africa, Southeast Asia and the Asian subcontinent, the infection has so far been responsible for four deaths. There is now a fear that the disease will spread to the United States, as the carrier mosquito also lives on the Texas coast and South Florida. According to the World Health Organization, since  there have been  millions of cases in India, Indonesia, Thailand, Maldives and Burma. Currently there is no cure or vaccine, so experts advise that the best way to deal with it is to avoid bites. The good news - if you can consider it as such - is that once the person becomes infected he becomes immune. La Crosse EncephalitisThis virus is named after the city of La Crosse, in Wisconsin, USA, where it was discovered in . Although it is quite rare - it only affects from  to  people a year in the US. USA. , most children-, those who contract this disease can have fever, headache, nausea, vomiting, fatigue and lethargy. More severe cases can cause attacks, coma, and paralysis. This virus moves between mosquitoes and small animals like squirrels, but humans cannot catch the latter. FilariasisThe first time it was described was  years ago, by Hindu and Persian doctors. Parasite worm Wuchereria bancrofti also spreads through mosquitoes. In acute cases it may cause elefantiasis. For larvae to develop in an adult worm it takes up to a year. Once they enter the human lymphatic system, the skin and underlying tissues thicken, especially in the legs, arms, breasts and genitals. It is a disease that disfigures and stigmatizes. The first time we talked about the transmission of this disease by a mosquito vector was in , by Patrick Manson. Early treatment can be very effective, but the drugs used have no effect on adult worms. How to defeat mosquitoes?For experts, the key to reducing the high number of mosquitoes vectors is to understand how insects behave. In addition to insecticides, other methods to control the number of mosquitoes can be odor traps, create genetically modified infertile mosquitoes and even use predatory crustaceans to eat larvae. Professor Hilary Ranson leads a fight against mosquitoes at Liverpool School of Tropical Medicine, and explains that one way to combat these insects is to exploit the fragile dynamics between mosquitoes, viruses and humans.'When the insect stings an infected person, the parasite needs a few *NOMBER* days to develop in your body. The mosquito only has a life of three weeks, so you need to take the pathogen early in your life so you can pass it by. So anything that reduces the daily survival rate will be effective.\". For its part, Philip McCall's goal is to determine the best way to eradicate mosquitoes with insecticides. Outdoor nebulization - going everywhere creating a fine insecticide mist - is a very visible method of control, but is often ineffective. The spraying behind closed doors, where the insecticide is sprayed inside the walls of the inhabitants to repell or kill mosquitoes, is much more effective, as it attacks them where they like to be. 'We are working with optical engineers to use sophisticated cameras to track each mosquito, to observe how they move in a three-dimensional space, where their favorite resting sites are ', adds McCall. So thinking like a mosquito could help scientists control them. I'm sorry.",
    "source": "www.bbc.com",
    "date": "02/04/2014",
    "veracity": 1,
    "claims": [
        "it is no place in the world chikungunya can escape the bite it a mosquito.",
        "or of the diseases that transmit.",
        "A chikungunya epidemic – whose virus is transmitted yellow fever chikungunya mosquitoes and small animals like squirrels in the Caribbean.",
        "In that mosquitoes and small animals like squirrels FilariasisThe the first case of chikungunya in America FilariasisThe the first case of chikungunya in America a second toxic phase that has a mortality rate of % Dr. Ayan Panja a second toxic phase that has a mortality rate of % than Parasite worm Wuchereria bancrofti .",
        "Parasite worm Wuchereria bancrofti the characteristic yellow coloration Dr. Ayan Panja the mainland in French Guiana.",
        "Although we would chikungunya larvae disappearing them yellow fever face of the Platelets larvae chikungunya effects on America their larvae process waste in the water Platelets their larvae are raised and adults have an important role yellow fever .",
        "them are DengueHalf nutritious food source chikungunya like mosquitofish, which FilariasisThe to a hundred larvae a day.",
        "And even though malaria is perhaps the most known disease in the world DengueHalf there are many other unpleasant The good news Professor Johan Giusecke, chief scientist at the European Centre for Disease Control in Sweden .",
        "Professor Johan Giusecke, chief scientist at the European Centre for Disease Control in Sweden the person Professor Johan Giusecke, chief scientist at the European Centre for Disease Control in Sweden La Crosse EncephalitisThis chikungunya just one bite.",
        "Yellow FeverThis is one of which football fans who attend DengueHalf Cup in Brazil have to watch.",
        "Every year, some  people around the world Most people get America yellow fever , most of some  people around the world in sub-Saharan Africa.",
        "In , Cuban doctor and scientist Carlos Finlay mosquitoes Professor Johan Giusecke, chief scientist at the European Centre for Disease Control in Sweden to suspect that yellow fever was transmitted by mosquitoes.",
        "But it was only mosquitoes that his theory was confirmed.",
        "Control of the mosquito population helped the resumption of the Panama Canal, where until then one in ten men had died of yellow fever.",
        "Once the person gets infected, the fever appears a few days later.",
        "After apparent recovery, close to % of patients enter a second toxic phase that has a mortality rate of %.",
        "This is when the characteristic yellow coloration appears on the skin and on the white part of the eyes because it causes damage to the liver.",
        "This disease is also called black vomiting, a symptom of bleeding in the intestines.",
        "Fortunately, there is a vaccine that is recommended for anyone traveling to areas where yellow fever is endemic.",
        "DengueHalf of the world's population is in danger of getting dengue, which causes fever, severe headache, pain in the back of the eyes, joints and muscles, and rash in the skin.",
        "This is another tropical disease and is therefore present in Brazil.",
        "There is no specific vaccine or medicine to treat dengue.",
        "Support treatment includes rest, plenty of fluid and palliative medicines.",
        "Hemorrhagic dengue, an acute form of the disease, can be lethal.",
        "Unlike the Anopheles mosquito, which carries malaria and stings at night, Aedes aegypti is active during the day.",
        "'They start to sting soon after dawn, but towards the #NUMBER* it lowers the intensity because it is very hot.",
        "It resumes its activity at  or  until the sun goes down, and they are not active at night ', explains Dr. Philip McCall, dengue expert at Liverpool Tropical Medicine School, England.",
        "Dr. Ayan Panja contracted the most dangerous form of this disease during a vacation in Malaysia when he was in his  years.",
        "'Honestly, after having these symptoms for a couple of days, I thought I was going to die.",
        "Good thing I was admitted to the Kuala Lumpur hospital where I had a platelet transfusion.",
        "Platelets are needed to help clot the blood.",
        "Dengue prevents the bone marrow from producing them, so bleeding is a serious complication of dengue.",
        "ChikungunyaIt may sound like some interesting place, but chikungunya is an unpleasant disease that causes high fever and pain in the joints.",
        "(People who suffer from it) cannot work and have to stay in bed with joint pain ', says Professor Johan Giusecke, chief scientist at the European Centre for Disease Control in Sweden.",
        "The first time Chikungunya was discussed was in an outbreak in Tanzania in .",
        "The name originates in a word in the Makonde language which means 'to become contortionist'.",
        "'Most people experience a high fever for a short time, feel really sick and after about a week they pass ', explains Giusecke.",
        "'But there have been cases of chikungunya in which joint pain lasts for weeks or in which, as a result of infection, the person becomes chronic arthritis ', he adds.",
        "'Although not usually fatal, this disease can contribute to the death of fragile or older persons'.",
        "Last November we heard of the first case of chikungunya in America.",
        "It arose on the Caribbean island of San Martin.",
        "Far from its traditional place, in Africa, Southeast Asia and the Asian subcontinent, the infection has so far been responsible for four deaths.",
        "There is now a fear that the disease will spread to the United States, as the carrier mosquito also lives on the Texas coast and South Florida.",
        "According to the World Health Organization, since  there have been  millions of cases in India, Indonesia, Thailand, Maldives and Burma.",
        "Currently there is no cure or vaccine, so experts advise that the best way to deal with it is to avoid bites.",
        "The good news - if you can consider it as such - is that once the person becomes infected he becomes immune.",
        "La Crosse EncephalitisThis virus is named after the city of La Crosse, in Wisconsin, USA, where it was discovered in .",
        "Although it is quite rare - it only affects from  to  people a year in the US.",
        "USA.",
        ", most children-, those who contract this disease can have fever, headache, nausea, vomiting, fatigue and lethargy.",
        "More severe cases can cause attacks, coma, and paralysis.",
        "This virus moves between mosquitoes and small animals like squirrels, but humans cannot catch the latter.",
        "FilariasisThe first time it was described was  years ago, by Hindu and Persian doctors.",
        "Parasite worm Wuchereria bancrofti also spreads through mosquitoes.",
        "In acute cases it may cause elefantiasis.",
        "For larvae to develop in an adult worm it takes up to a year.",
        "Once they enter the human lymphatic system, the skin and underlying tissues thicken, especially in the legs, arms, breasts and genitals.",
        "It is a disease that disfigures and stigmatizes.",
        "The first time we talked about the transmission of this disease by a mosquito vector was in , by Patrick Manson.",
        "Early treatment can be very effective, but the drugs used have no effect on adult worms.",
        "How to defeat mosquitoes?For experts, the key to reducing the high number of mosquitoes vectors is to understand how insects behave.",
        "In addition to insecticides, other methods to control the number of mosquitoes can be odor traps, create genetically modified infertile mosquitoes and even use predatory crustaceans to eat larvae.",
        "Professor Hilary Ranson leads a fight against mosquitoes at Liverpool School of Tropical Medicine, and explains that one way to combat these insects is to exploit the fragile dynamics between mosquitoes, viruses and humans.",
        "'When the insect stings an infected person, the parasite needs a few *NOMBER* days to develop in your body.",
        "The mosquito only has a life of three weeks, so you need to take the pathogen early in your life so you can pass it by.",
        "So anything that reduces the daily survival rate will be effective.",
        "For its part, Philip McCall's goal is to determine the best way to eradicate mosquitoes with insecticides.",
        "Outdoor nebulization - going everywhere creating a fine insecticide mist - is a very visible method of control, but is often ineffective.",
        "The spraying behind closed doors, where the insecticide is sprayed inside the walls of the inhabitants to repell or kill mosquitoes, is much more effective, as it attacks them where they like to be.",
        "'We are working with optical engineers to use sophisticated cameras to track each mosquito, to observe how they move in a three-dimensional space, where their favorite resting sites are ', adds McCall.",
        "So thinking like a mosquito could help scientists control them."
    ]
}