{
    "id": "48_Health_202",
    "claim": "Many technologies developed throughout history have been used for years before knowing all their scopes and consequences. One example is DDT, an insecticide widely used in the first half of the 20th century and banned in  due to potential human health hazards. Now that seems to be the fate of cell phones, which use relatively new technology, and whose use has become more widespread only in the last few years . Nowadays, it is common to see anyone on the street using a Smartphone to stay in permanent contact with their friends and family. This dynamic of life could change for many people, because according to a study prepared by Professor Estanislao Badiraguato, academic of the University of Navojoa, a wide sector of users could develop a condition derived from the constant use of cellular. 'Our research revealed alarming data ', said Professor Badiraguato. 'There are a huge number of people who, if they continue to use their cell phones, will be able to contract a huge phobia to these'.  Which people will be affected, professor?  Specifically those who are cancer. Those of other zodiacal signs should not be concerned. Professor Badiraguato, who specializes in astrology, is now studying the possibility of Gemini and Sagittarius developing an aversion to Whatsapp in the future. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "08/01/2018",
    "veracity": 0,
    "claims": [
        "Many technologies developed throughout history have been used for years before knowing all their scopes and consequences.",
        "One example is DDT, an insecticide widely used in the first half of the 20th century and banned in  due to potential human health hazards.",
        "Now that seems to be the fate of cell phones, which use relatively new technology, and whose use has become more widespread only in the last few years .",
        "Nowadays, it is common to see anyone on the street using a Smartphone to stay in permanent contact with their friends and family.",
        "This dynamic of life could change for many people, because according to a study prepared by Professor Estanislao Badiraguato, academic of the University of Navojoa, a wide sector of users could develop a condition derived from the constant use of cellular.",
        "'Our research revealed alarming data ', said Professor Badiraguato.",
        "'There are a huge number of people who, if they continue to use their cell phones, will be able to contract a huge phobia to these'.",
        " Which people will be affected, professor?  Specifically those who are cancer.",
        "Those of other zodiacal signs should not be concerned.",
        "Professor Badiraguato, who specializes in astrology, is now studying the possibility of Gemini and Sagittarius developing an aversion to Whatsapp in the future."
    ]
}