{
    "id": "48_Science_166",
    "claim": "The company deletes three applications that added  millions of downloads and will delete user information in  daysFacebook has reported a bug in its system that has allowed access to contact users' information that had been blocked. The error has been detected between the  of May and the  of June and has affected  profiles, as acknowledged by the company. The company has also announced the closure of three applications that added  million downloads. The social network has limited the scope of the error to a single user blocked in the % of profiles and has warned that 'no friendships have been reestablished that had been cut'. During those days, however, they had access to the information of the holders who had expelled them from their social network. The social network has also announced the elimination of three applications for not meeting their usage expectations. It is about Hello, Moves and tbn, programs purchased or launched in the last four years and that, despite having  millions of followers in the case of tbn and  millions of downloads of Moves, will be eliminated in the next  days, including user information. The company has announced the abolition of these three services it began to offer in ,  and last year. Hello, deployed three years ago in Brazil, the United States and Nigeria, allows the user to combine Facebook information with the contact list and displays social network data when receiving a call. The objective was to provide more information to the recipient about who was trying to contact him. However, little more than  users downloaded it and disappeared from the Android store just over a week ago. Moves, acquired by Facebook on , registers and encourages users to maintain an active life by providing travel data on walking, cycling or running. The next  July will be completely eliminated despite attracting the attention of  millions of users. This program has failed to bring together the concept of community linked to the exercise and has been overtaken by other applications available with wider records. The youngest of the evicted apps is tbn, also purchased by Facebook on . It is a social network aimed at high school students who have not had the expected evolution. Facebook has submitted an explanation of the decision taken on these three programs: 'We review our apps to find out which ones are the most valued. Sometimes, this means closure. We know that some people still use them that will be disappointed. We take this opportunity to thank you for your support, but we need to prioritize our work. Only with trial and error will we create great social experiences ',. I'm sorry.",
    "source": "elpais.com",
    "date": "03/07/2018",
    "veracity": 1,
    "claims": [
        "The company deletes three applications that added  millions of downloads and will delete user information in  daysFacebook has reported a bug in its system that has allowed access to contact users' information that had been blocked .",
        "a bug in its system that has allowed access to contact users' information that had been blocked has been detected between the  of May and the  of June and has affected  profiles, as acknowledged by The company .",
        "The company has also announced the closure of three applications that added  millions of downloads .",
        "The company has limited the scope of a bug in its system that has allowed access to contact users' information that had been blocked to a single user blocked in the % of profiles and has warned that 'no friendships have been reestablished that had been cut'.",
        "During the  of May and the  of June , however, they had access to the information of the holders who had expelled they from social network.",
        "The company has also announced the elimination of three applications that added  millions of downloads for not meeting usage expectations.",
        "It is about Hello, Moves and tbn , programs purchased or launched in the last four years and that, despite having  millions of followers in the case of tbn and  millions of downloads of Moves , will be eliminated in the next  days, including user information.",
        "The company has announced the abolition of three applications that added  millions of downloads .",
        "Hello, deployed three years ago in Brazil, the United States and Nigeria, allows the user to combine The company information with the contact list and displays social network data when receiving a call.",
        "The objective was to provide more information to the recipient about who was trying to contact him.",
        "However, little more than  users downloaded it and disappeared from the Android store just over a week ago.",
        "Moves, acquired by Facebook on , registers and encourages users to maintain an active life by providing travel data on walking, cycling or running.",
        "The next  July will be completely eliminated despite attracting the attention of  millions of users.",
        "This program has failed to bring together the concept of community linked to the exercise and has been overtaken by other applications available with wider records.",
        "The youngest of the evicted apps is tbn, also purchased by Facebook on .",
        "It is a social network aimed at high school students who have not had the expected evolution.",
        "Facebook has submitted an explanation of the decision taken on these three programs: 'We review our apps to find out which ones are the most valued.",
        "Sometimes, this means closure.",
        "We know that some people still use them that will be disappointed.",
        "We take this opportunity to thank you for your support, but we need to prioritize our work.",
        "Only with trial and error will we create great social experiences ',."
    ]
}