{
    "id": "49_Science_161",
    "claim": "This morning a press conference was held where the merger of two of the most important global technology brands was announced: Microsoft and Apple. This union was already coming. Microsoft began flirting with its historic competitor when it announced that its Office software would be free for iPhone and iPad. Then they launched a Skype commercial in which MacBooks were used instead of Windows PCs. Satya Nadella, who until today was Executive Director of Microsoft, commented:'Times demanded such a change. The new technological trends needed the two great benefactors of progress to unite to form what is now Micropple'. MICROPPLETim Cook, Executive Director of the missing Apple, abounded:'The already existing products will be combined in crossovers that will truly be realizing the wet dreams of millions of geeks around the world'. An example of this is the classic Mac, which will be renamed McPC.'It's basically a Mac, but with a Windows XP operating system,'Cook said. Asked why not Windows , Nadella clarified:'It's that XP is more stable, the truth is'. Nokia phones, which were already a division of Microsoft, will now work with Apple's iOS. 'The new Lumia will look better than ever with the functionality of the App Store and iTunes Store ', Nadella said. And as for the iPhones? “Now they'll be called MyPhone, and they'll work with the Windows Phone operating system,” said an excited Cook.'Something similar will happen with tablets, both iPad and Surface'.  Will they also change their name?  The idea is to combine them into one, which will be called SurfPad.  And what would be the operating system that would run? To avoid fighting, the best option is Android.  And what about personal computers? Instead of Mac operating systems, with names like Jaguar, Panther, etc., they will now work with a new version of Windows, called Windows Gato. While the announcement, broadcast live via YouTube, social media began to fill up with memes, while the HT #AreYouBothFuckingCrazy? placed itself as the world's number one trend topic of Twitter. And who will be Executive Director of Micropple?The position will be shared by Cook and Nadella, but an automaton will be created that will be the one to appear as a public leader starting next year. Your name?Gate Jobs. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "25/06/2016",
    "veracity": 0,
    "claims": [
        "This morning a press conference was held where the merger of two of the most important global technology brands was announced: Microsoft and Apple .",
        "the merger of two of the most important global technology brands was announced: Microsoft and Apple was already coming.",
        "Microsoft began flirting with Apple when Microsoft announced that Office software would be free for iPhone and iPad.",
        "Then Microsoft launched a Skype commercial in which MacBooks were used instead of Windows PCs.",
        "Satya Nadella, who until today was Executive Director of Microsoft , commented:'Times demanded such a change.",
        "The new technological trends needed two of the most important global technology brands was announced: Microsoft and Apple to the merger of two of the most important global technology brands was announced: Microsoft and Apple to form what is now Micropple'.",
        "MICROPPLETim Cook, Executive Director of Apple , abounded:'The already existing products will be combined in crossovers that will truly be realizing the wet dreams of millions of geeks around the world '.",
        "An example of crossovers that will truly be realizing the wet dreams of millions of geeks around the world is the classic Mac, which will be renamed McPC.'It's basically a Mac, but with a Windows XP operating system,'Cook said.",
        "Asked why not Windows , Satya Nadella, who until today was Executive Director of Microsoft clarified:'It's that Windows XP is more stable, the truth is'.",
        "Nokia phones, which were already a division of Microsoft , will now work with Apple iOS.",
        "'The new Lumia will look better than ever with the functionality of the App Store and iTunes Store ', Satya Nadella, who until today was Executive Director of Microsoft said.",
        "And as for the iPhones ? “Now the iPhones 'll be called MyPhone, and the iPhones 'll work with the Windows Phone operating system,” said an excited Cook.",
        "'Something similar will happen with tablets, both iPad and Surface'.",
        " Will they also change their name?  The idea is to combine them into one, which will be called SurfPad.",
        " And what would be the operating system that would run? To avoid fighting, the best option is Android.",
        " And what about personal computers? Instead of Mac operating systems, with names like Jaguar, Panther, etc.",
        ", they will now work with a new version of Windows, called Windows Gato.",
        "While the announcement, broadcast live via YouTube, social media began to fill up with memes, while the HT #AreYouBothFuckingCrazy? placed itself as the world's number one trend topic of Twitter.",
        "And who will be Executive Director of Micropple?The position will be shared by Cook and Nadella, but an automaton will be created that will be the one to appear as a public leader starting next year.",
        "Your name?Gate Jobs."
    ]
}