{
    "id": "4_Science_149",
    "claim": "The ancestor common to all placental mammals such as man, horse, dog, monkey or whale appeared after the extinction of dinosaurs millions of years ago , as shown by an international research published on Thursday. This study solves the debate about the origins of mammals, which previous works placed before the disappearance of dinosaurs and the % of the species of the planet that would have been caused, according to the most commonly accepted theory, by the impact of an asteroid that revolutionized the climate. To reach this conclusion, the researchers relied on the largest data bank in the world where they compared the genetic and morphological traits of the different species to reconstruct the genealogical tree of placental mammals, the most important branch of this family that has more than  living species. However, previous genetic analyses had suggested that mammals were already a diversified group at the end of the Cretaceous period. From now on, it is estimated that its emergence was between  and  years after the disappearance of the dinosaurs. 'It is about  millions of years later than estimates based only on genetic data ', underlines Marcelo Weksler, paleontologist of the National Museum-UFRJ of Brazil and one of the  coauthors of the study published in the American journal Science with date of  of February. To go back to the common ancestor of mammals, an animal that would have been the size of a small rat, these scientists degrated the physical and genetic characteristics of  species,  of them already extinct but known thanks to fossils. In the process they collected  morphological characteristics such as the presence or absence of wings, teeth and certain types of skeletons, and then combined them with genetic data. This databank contains ten times more information than those used so far to study the history of mammals, according to researchers, while requiring that it is accessible to the public on the Internet, on the *URL* site with more than  illustrations. I'm sorry.",
    "source": "www.nacion.com",
    "date": "20/07/2021",
    "veracity": 1,
    "claims": [
        "The ancestor common to all placental mammals such as man, horse, dog, monkey or whale appeared after the extinction of dinosaurs millions of years ago , as shown by an international research published on Thursday .",
        "an international research published on Thursday solves the debate about the origins of mammals, which previous works placed before the extinction of dinosaurs and the % of the species of the planet that would have been caused, according to the most commonly accepted theory, by the impact of an asteroid that revolutionized the climate.",
        "To reach solves , the researchers relied on the largest data bank in the world where the researchers compared the genetic and morphological traits of the different species to reconstruct the genealogical tree of placental mammals, the most important branch of this family that has more than  living species.",
        "However, previous genetic analyses had suggested that mammals were already a diversified group at the end of the Cretaceous period.",
        "From now on, it is estimated that dinosaurs was between  and  years after the extinction of dinosaurs .",
        "'dinosaurs is about  millions of years later than estimates based only on genetic data ', underlines Marcelo Weksler, paleontologist of the National Museum-UFRJ of Brazil and one of the  coauthors of an international research published on Thursday .",
        "To go back to the common ancestor of mammals, an animal that would have been the size of a small rat, the researchers degrated the physical and genetic characteristics of  its emergence .",
        "In the process they collected  morphological characteristics such as the presence or absence of wings, teeth and certain types of skeletons, and then combined them with genetic data.",
        "This databank contains ten times more information than those used so far to study the history of mammals, according to researchers, while requiring that it is accessible to the public on the Internet, on the *URL* site with more than  illustrations."
    ]
}