{
    "id": "50_Science_146",
    "claim": "According to local sources, yesterday the battery of an iPhone exploded inside the Apple Store of Colon Street in Valencia, Spain, which caused panic among customers and the intervention of the police and fire department of the city. The same source indicates that after the heavy explosion the entire upper floor was filled with smoke, forcing customers and employees to evacuate the store, but fortunately there were no injuries of any kind. Apple Store staff followed all security protocols, and witnesses report that the site's employees opened the windows and ground the battery to drown the fire, although the store's fire system was also successfully activated. Unfortunately for Apple, the exact same case happened in Zurich, Switzerland, as the Apple Store located in Bahnhofstrasse also reported the explosion of an iPhone battery, resulting in minor injuries to seven people, including an employee who suffered burns while trying to suffocate the fire. So far Apple has not issued an official statement, and unfortunately there is still no information about the iPhone models whose batteries exploded, but we must remember that a few months ago several users reported that some of the iPhone batteries  and  Plus were inflated by connecting the device to the electric current, which could cause an explosion of the lithium ion battery. I'm sorry.",
    "source": "www.unocero.com",
    "date": "11/01/2018",
    "veracity": 0,
    "claims": [
        "According to local sources, yesterday the battery of an iPhone exploded inside the Apple Store of Colon Street in Valencia, Spain, which caused panic among customers and the intervention of the police and fire department of the city.",
        "The same source indicates that after the heavy explosion the entire upper floor was filled with smoke, forcing customers and employees to evacuate the store, but fortunately there were no injuries of any kind.",
        "Apple Store staff followed all security protocols, and witnesses report that the site's employees opened the windows and ground the battery to drown the fire, although the store's fire system was also successfully activated.",
        "Unfortunately for Apple, the exact same case happened in Zurich, Switzerland, as the Apple Store located in Bahnhofstrasse also reported the explosion of an iPhone battery, resulting in minor injuries to seven people, including an employee who suffered burns while trying to suffocate the fire.",
        "So far Apple has not issued an official statement, and unfortunately there is still no information about the iPhone models whose batteries exploded, but we must remember that a few months ago several users reported that some of the iPhone batteries  and  Plus were inflated by connecting the device to the electric current, which could cause an explosion of the lithium ion battery."
    ]
}