{
    "id": "50_Society_103",
    "claim": "One of the goals imposed by the authorities of Mexico City is to renovate part of the park of taxis that circulate in the capital of the country and exchange traditional units for hybrid or electric cars. This way, around  a thousand taxi drivers are forced to change their taxis this year. The problem, say the owners of the vehicles, is that each hybrid or electric car costs more than twice as much as a traditional car. Since May last year, the city has been running a program in which the owners of taxis that fulfill  years of service receive  a thousand pesos in exchange for their old unit, which must be destroyed. However, taxi drivers argue that the support given to them is insufficient, despite the fact that the change represents an increase of between  and % in the revenues of taxi drivers, according to estimates by the Secretary of Mobility, Hector Serrano. 'The most used taxi car costs  a thousand pesos, but the most economical hybrid costs more than  a thousand pesos. It is like having to pay for the equivalent of two vehicles, but winning only for the rate of one ', explains Ignacio Rodríguez, spokesman for organized taxi drivers in Mexico City, who are against the measure. Although the program began since last year, the number of taxi drivers who have accessed it is minimal: 'I think they must be like  taxis that have made the change, the comrades are not being able to pay ', says Rodríguez. So far, cars from companies such as Uber and Cabify are not considered within the same measure. Representatives of both transport companies acknowledged that the Secretariat of Mobility (Semovi) will not include them in the processes of modernization of the rental cars, so they will not have to include in their fleet some percentage of cars less polluting. This exception was not well received by taxi drivers, who argue that this is unfair competition. 'Between the cars of the companies and the pirates there are, more or less,  a thousand vehicles doing competition in unequal conditions, that also has us without the economic capacity to make the change that the government wants ', Rodríguez accuses. Although it is not mandatory for them, Cabify already has hybrid cars on its platform; however, the company does not consider it to become a profound change within its fleet. The main reason is that there are still technical difficulties for electric cars in Mexico City, such as charging zones and the cost of vehicles. The last resort of taxisThe measure is the result of a commitment made by the head of government of Mexico City, Miguel Ángel Mancera, during the summit of the C40, in which it was emphasized to renew the transport to more sustainable technologies. However, taxi drivers still seek protection to prevent the change of units from being mandatory. Its main argument is the high cost of the vehicles, in addition to the technical difficulties involved in their maintenance, from the spare parts, to the lack of charging stations, which are located in private spaces. The modernization of the units also obliges taxi drivers to make a series of updates in the service they provide. For example, you will have to use a new digital taximeter that will work on a tablet and includes GPS location, so you will no longer have to calibrate in establishments dedicated to taximeters. In addition, drivers will be able to use a platform similar to those of Uber and Cabify, where they will even be able to decide in advance what trips they make and which ones they do not. This update also opens the possibility that taxis can accept payment via debit or credit card for their services. In figures:–  a thousand hybrid or electric taxis is the goal to replace the government of the City of Mexico. –  1,000 pesos costs the most economical hybrid car; electrics cost almost twice as much. –  electric charging stations are in Mexico City, most in private areas. I'm sorry.",
    "source": "www.animalpolitico.com",
    "date": "21/06/2023",
    "veracity": 1,
    "claims": [
        "One of the goals imposed by the authorities Uber and Cabify Mexico City is to renovate part the same measure taxis that circulate Uber and Cabify and exchange traditional units for hybrid or electric cars.",
        "This wayUber and Cabify around  a thousand taxi drivers are forced to change Uber and Cabify this year.",
        "The problem, say Uber and Cabify owners of their taxis , is that each hybrid or This exception more than twice as much as a traditional car.",
        "Since This exception last year , Mexico City has been running a program Uber and Cabify the owners of taxis that fulfill  years of service receive  a thousand pesos in exchange for old unit, which must be destroyed.",
        "However, taxi drivers argue that the support given to taxi drivers is insufficient, despite the fact that change represents an Cabify of between  and % in the Cabify of taxi driversCabify to estimates by the Secretary of Mobility, Hector Serrano.",
        "'The most used taxi car costs  a thousand pesos, but the most economical hybrid costs more Mexico City pesos.",
        "It is like having to pay for the equivalent of two vehiclesthe same measure only for the rate of one ', explains Ignacio Rodríguez, spokesman for organized taxi drivers in Mexico City, who are against the measure Mexico City Ignacio Rodríguez, spokesman for organized taxi drivers in Mexico City, who are against the measure .",
        "Although the program began since last year , the number of taxi drivers who have accessed it is minimal: 'Ignacio Rodríguez, spokesman for organized taxi drivers in Mexico City, who are against the measure think the number of taxi drivers who have accessed it must be like  taxis that have made change , the comrades are not being able to pay ', says Ignacio Rodríguez, spokesman for organized taxi drivers in Mexico City, who are against the measure .",
        "So far, cars from companies such as Uber and Cabify are not considered within the same measure.",
        "Representatives of both transport companies acknowledged that the Secretariat of Mobility (Semovi) will not include them in the processes of modernization of the rental cars, so they will not have to include in their fleet some percentage of cars less polluting.",
        "This exception was not well received by taxi drivers, who argue that this is unfair competition.",
        "'Between the cars of the companies and the pirates there are, more or less,  a thousand vehicles doing competition in unequal conditions, that also has us without the economic capacity to make the change that the government wants ', Rodríguez accuses.",
        "Although it is not mandatory for them, Cabify already has hybrid cars on its platform; however, the company does not consider it to become a profound change within its fleet.",
        "The main reason is that there are still technical difficulties for electric cars in Mexico City, such as charging zones and the cost of vehicles.",
        "The last resort of taxisThe measure is the result of a commitment made by the head of government of Mexico City, Miguel Ángel Mancera, during the summit of the C40, in which it was emphasized to renew the transport to more sustainable technologies.",
        "However, taxi drivers still seek protection to prevent the change of units from being mandatory.",
        "Its main argument is the high cost of the vehicles, in addition to the technical difficulties involved in their maintenance, from the spare parts, to the lack of charging stations, which are located in private spaces.",
        "The modernization of the units also obliges taxi drivers to make a series of updates in the service they provide.",
        "For example, you will have to use a new digital taximeter that will work on a tablet and includes GPS location, so you will no longer have to calibrate in establishments dedicated to taximeters.",
        "In addition, drivers will be able to use a platform similar to those of Uber and Cabify, where they will even be able to decide in advance what trips they make and which ones they do not.",
        "This update also opens the possibility that taxis can accept payment via debit or credit card for their services.",
        "In figures:–  a thousand hybrid or electric taxis is the goal to replace the government of the City of Mexico.",
        "–  1,000 pesos costs the most economical hybrid car; electrics cost almost twice as much.",
        "–  electric charging stations are in Mexico City, most in private areas."
    ]
}