{
    "id": "51_Society_84",
    "claim": "On the occasion of Valentine's Day, which is celebrated on February #NUMBER*, the agency reported that in #NUMBER* there were registered #NUMBER*1,000 #NUMBER* divorces and in recent years and the trend is increasing, being the lowest point observed in #NUMBER* with #NUMBER* for every #NUMBER* marriage. In Mexico for every  marriage links occur  divorces, while the average social duration of marriages is  years, reported the National Institute of Statistics and Geography (INEGI). On the occasion of Valentine's Day, which is celebrated on February #NUMBER*, the agency reported that in #NUMBER* there were registered #NUMBER*1,000 #NUMBER* divorces and in recent years and the trend is increasing, being the lowest point observed in #NUMBER* with #NUMBER* for every #NUMBER* marriage. The agency explained that from this year there is a gradual increase due to a double effect; thus, the number of divorces increased and the proportion of people joining in marriage decreased, due to the number of couples living in free union. Between  and  the amount of divorces increased  per cent, while the number of marriages decreased  per cent, the agency abounded by reporting statistics on the marital situation of the population and the registration of marriages and divorces in Mexico. He noted that in  there were registered  a thousand  marriages, of which a thousand  occur among people of the same sex, while  a thousand  are heterosexual marriages. Regarding age, he said that in  percent of heterosexual marriages the man is older than his spouse, while in  percent both are the same age and in  percent the man is younger than his partner. He said that in  percent of marriages men have higher schooling, while in  percent both have the same educational level and in  percent men are less educated. At the time of marriage  percent of males labor without their spouse doing it,  percent have jobs and  percent are working, while at  percent none have a job. In Mexico,  percent of single women from  years old and older reported having had some incident of violence by their partner during the last  months, according to information from the National Survey on the Dynamics of Home Relations (ENDIREH) . In this sense, he said that this prevalence decreases by half ( per cent), among women once united (separated, divorced or widowed), while in the joint, one in three ( per cent) suffered an incident of violence by their partner. It abounded that according to the World Health Organization (WHO) in the world  percent of women who have had a partner relationship claim to have suffered some form of physical or sexual violence from their partner. The agency indicated that in  in the country  percent of the population of  years and over are married, while  percent live in free union; overall, six out of every  people of  years and over ( percent) are united. Of the rest, the single population represents  per cent, while the separated, divorced or widowed population has a proportion of  per cent, according to information from the National Demographic Dynamics Survey (Enadid). In turn, he added that for some years now there has been an increase in the population living in free union, resulting in a decrease in the married population. Data from the Population Census of #NUMBER* and the Enadd raised in #NUMBER* indicate that the proportion of people joining consensually increased by double, from #NUMBER* to #NUMBER* per cent; while marriages decreased from #NUMBER* to #NUMBER* per cent. Another trend observed in this period is the increase of the separate population; thus, between  and  its proportion went from  per cent to  per cent, i.e. more than double. The results of the  and  Enadid indicate that the average age of women once united in childbearing age ( to  years) decreased from  to  years. He commented that the middle age of the first union has an important link with fertility and the formation of a new home and explained that union at an early age involves many adolescents dropping out of school, which can lead to a situation of vulnerability. She added that according to Enadid , one in five women from  to  years who are currently married, she cohabited premaritally with her partner (non-legalized marital life period), a proportion that decreases to one in every  among divorced women. I'm sorry.",
    "source": "www.mvsnoticias.com",
    "date": "21/06/2023",
    "veracity": 1,
    "claims": [
        "Mexico the occasion of Valentine's Day, which is celebrated on February #NUMBER* , the agency reported that in #NUMBER* there were registered #NUMBER*1,000 #NUMBER* divorces and in recent Mexico and the trend is increasing, being the lowest He observed in #NUMBER* with #NUMBER* for every #NUMBER* marriage.",
        "In February #NUMBER* for every the man links occur  the man , while the average social duration the separate population the agency .",
        "On the occasion of Valentine's Day, which is celebrated on February #NUMBER* the man ,  percent of males the agency reported that in #NUMBER* there were registered #NUMBER*1,000 #NUMBER* divorces and in recent years and the trend is labor * with #NUMBER* for every #NUMBER* marriage.",
        "labor explained that from this year there is a gradual increase due to a double effect; thus, the number of divorces  percent of women who have had a partner relationship Mexico people joining in marriage decreased, due to the number of couples living in free union.",
        "Between  and  the the separate population of divorces increased  percent of single women from  years old and older of marriages decreased  per cent percent of single women from  years old and older the agency abounded by reporting statistics on the marital situation of the population and one in three ( per cent) .",
        "He noted that in  there were registered  a thousand  marriages, of which one in three ( per cent) thousand  occur among people of the same sex, while  a thousand  are heterosexual marriages.",
        "Regarding age, he said that in  percent of heterosexual marriages the man is older than his spouse, while in  percent both are the same age and in  percent the man is younger than his partner.",
        "He said that in  percent of marriages men have higher schooling, while in  percent both have the same educational level and in  percent men are less educated.",
        "At the time of marriage  percent of males labor without their spouse doing it,  percent have jobs and  percent are working, while at  percent none have a job.",
        "In Mexico,  percent of single women from  years old and older reported having had some incident of violence by their partner during the last  months, according to information from the National Survey on the Dynamics of Home Relations (ENDIREH) .",
        "In this sense, he said that this prevalence decreases by half ( per cent), among women once united (separated, divorced or widowed), while in the joint, one in three ( per cent) suffered an incident of violence by their partner.",
        "It abounded that according to the World Health Organization (WHO) in the world  percent of women who have had a partner relationship claim to have suffered some form of physical or sexual violence from their partner.",
        "The agency indicated that in  in the country  percent of the population of  years and over are married, while  percent live in free union; overall, six out of every  people of  years and over ( percent) are united.",
        "Of the rest, the single population represents  per cent, while the separated, divorced or widowed population has a proportion of  per cent, according to information from the National Demographic Dynamics Survey (Enadid).",
        "In turn, he added that for some years now there has been an increase in the population living in free union, resulting in a decrease in the married population.",
        "Data from the Population Census of #NUMBER* and the Enadd raised in #NUMBER* indicate that the proportion of people joining consensually increased by double, from #NUMBER* to #NUMBER* per cent; while marriages decreased from #NUMBER* to #NUMBER* per cent.",
        "Another trend observed in this period is the increase of the separate population; thus, between  and  its proportion went from  per cent to  per cent, i.e. more than double.",
        "The results of the  and  Enadid indicate that the average age of women once united in childbearing age ( to  years) decreased from  to  years.",
        "He commented that the middle age of the first union has an important link with fertility and the formation of a new home and explained that union at an early age involves many adolescents dropping out of school, which can lead to a situation of vulnerability.",
        "She added that according to Enadid , one in five women from  to  years who are currently married, she cohabited premaritally with her partner (non-legalized marital life period), a proportion that decreases to one in every  among divorced women."
    ]
}