{
    "id": "51_Society_101",
    "claim": "A group of Arab scientists admits that women are non-human mammalsIn an unprecedented decision, a group of scientists from Saudi Arabia have come to the conclusion that women are actually mammals, granting them the same rights as other mammalian species, such as camels, dromedaries and even goats. Kach: This makes everything clear to me, now I understand why they are so into zoophilia, they think that goats are better than the woman,!! okay!!. What leaves me a little out of place is what Jane Austin says, and with so much emotion, I don't know if I have to throw firecrackers for that great achievement, or throw at firecracker Jane Austin. The verdict, which was reduced to only hours before International Women's Day, is considered 'historic 'by some experts and women's rights groups. This is a big step forward for women's rights in Saudi Arabia, concludes Jane Austin, spokesperson for the Women's Liberation Action Network. It may seem too little, too late, but it is truly a milestone for all women in the region, she says, visibly excited. From now on, women will be regarded as members of the mammalian class, whereas earlier women shared the legal status of an object, similar to that of an appliance, admits. This verdict shows the incredible progress made by the women's rights movement in the last few years, he admitted at a press conference this morning. Finally, women will no longer be considered simply as objects without a soul, but as full-fledged mammals, with the same rights as other animals of their species, such as camels and goats, he said,visibly excited. Women are still far from being considered % human, but their condition will improve dramatically with this decision, believe firmly. The verdict, which fell like a ton of bricks in the Saudi state, has clearly not found unified support between religious authorities and the political elite, acknowledged experts. Significant turbulence could be created in the current state of Saudi Arabia's legal situation and judicial system, says Middle East political analyst Anthony Bochstein. If before women had the same rights as a chair or table and were seen more as individual property, they now have a range equivalent to that of some animal species, for it means that they should receive at least food, and a minimum of attention and respect, which was not the case before,explains. According to the panel of experts on the issue, women still lack a soul, but it has been shown that they possess common qualities of mammalian species, which would explain their ability to procreate and breastfeed, why they are equipped with seven cervical vertebrae, a unique characteristic of mammalian species. I'm sorry.",
    "source": "www.argumentopolitico.com",
    "date": "01/07/2016",
    "veracity": 0,
    "claims": [
        "A group of Arab scientists admits that women are non-human mammalsIn an unprecedented decision , A group of Arab scientists have come to the conclusion that women are actually mammals, granting women the same rights as other mammalian species, such as camels, dromedaries and even goats.",
        "Kach : admits makes everything clear to Kach , now Kach understand why A group of Arab scientists are so into zoophilia, A group of Arab scientists think that goats are better than the woman,!! okay!!.",
        "What leaves Kach a little out of place is what Jane Austin says, and with so much emotion, Kach don't know if Kach have to throw firecrackers for that great achievement, or throw at Jane Austin .",
        "an unprecedented decision , is considered 'historic 'by some experts and women's rights groups.",
        "an unprecedented decision is a big step forward for women's rights in Saudi Arabia , concludes Jane Austin .",
        "an unprecedented decision may seem too little, too late, but an unprecedented decision is truly a milestone for all women in the region, Jane Austin says, visibly excited.",
        "From now on, women will be regarded as members of the mammalian class, whereas earlier women shared the legal status of an object, similar to that of an appliance, admits.",
        "an unprecedented decision shows the incredible progress made by the women's rights movement in the last few years, he admitted at a press conference this morning.",
        "Finally, women will no longer be considered simply as objects without a soul, but as full-fledged mammals, with the same rights as other animals of their species, such as camels and goats, he said,visibly excited.",
        "Women are still far from being considered % human, but their condition will improve dramatically with this decision, believe firmly.",
        "The verdict, which fell like a ton of bricks in the Saudi state, has clearly not found unified support between religious authorities and the political elite, acknowledged experts.",
        "Significant turbulence could be created in the current state of Saudi Arabia's legal situation and judicial system, says Middle East political analyst Anthony Bochstein.",
        "If before women had the same rights as a chair or table and were seen more as individual property, they now have a range equivalent to that of some animal species, for it means that they should receive at least food, and a minimum of attention and respect, which was not the case before,explains.",
        "According to the panel of experts on the issue, women still lack a soul, but it has been shown that they possess common qualities of mammalian species, which would explain their ability to procreate and breastfeed, why they are equipped with seven cervical vertebrae, a unique characteristic of mammalian species."
    ]
}