{
    "id": "52_Society_79",
    "claim": "In an unprecedented fact, the Supreme Court of Justice of the Nation ruled in favor of the transnational corporation Monsanto, granting it all rights over the so-called possilero corn. The controversial leading company in genetic engineering, which has been, over the years, heavily criticized throughout the world, showed its satisfaction with this resolution by granting a donation of half a million dollars to each of the judges. Adri Linder, spokeswoman for Monsanto in Mexico, announced what will happen now with the corn tanker:'Our company welcomes this impartial decision of Mexican judges. This will allow us to take control of what they call hoop corn, which will now be renamed Big Fat American Corn'. Monsanto will classify the big fat American corn types with the following keys:The impact this will have for the oil industry in Mexico can still not be calculated, since Monsanto will use % of the production of Big Fat American Corn® to fatten the four-legged four-legged mutant chickens of Kentucky Fried Chicken. 'We will let the people of Mexico continue to do their pozole ', Linder said.'But now you'll have to call it Monsanto Soup'. Monsanto will charge % of the net sale of Monsanto Soup ® in each Monsanto Soup Restaurant ®. The company's next target is beans. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "11/07/2017",
    "veracity": 0,
    "claims": [
        "In an unprecedented fact, the Supreme Court of Justice of the Nation ruled in favor of the transnational corporation Monsanto, granting it all rights over the so-called possilero corn.",
        "The controversial leading company in genetic engineering, which has been, over the years, heavily criticized throughout the world, showed its satisfaction with this resolution by granting a donation of half a million dollars to each of the judges.",
        "Adri Linder, spokeswoman for Monsanto in Mexico, announced what will happen now with the corn tanker:'Our company welcomes this impartial decision of Mexican judges.",
        "This will allow us to take control of what they call hoop corn, which will now be renamed Big Fat American Corn'.",
        "Monsanto will classify the big fat American corn types with the following keys:The impact this will have for the oil industry in Mexico can still not be calculated, since Monsanto will use % of the production of Big Fat American Corn® to fatten the four-legged four-legged mutant chickens of Kentucky Fried Chicken.",
        "'We will let the people of Mexico continue to do their pozole ', Linder said.",
        "'But now you'll have to call it Monsanto Soup'.",
        "Monsanto will charge % of the net sale of Monsanto Soup ® in each Monsanto Soup Restaurant ®.",
        "The company's next target is beans."
    ]
}