{
    "id": "53_Entertainment_648",
    "claim": "The controversy on social networks did not wait before the announcement of the news Last night the rumor about the death of journalist Carmen Aristegui circulated on social networks, after the supposed Twitter account of Joaquín Lopez Doriga announced this information. However, a few minutes later the communicator Javier Solorzano denied the news, clarifying that he had communicated with her and was well. Faced with the fact, Doriga posted a message claiming that his account had manipulated and that message was part of a campaign against him. 'Of course, the tweet about Carmen's death @AristeguiOnline is false and dismayed. It is part of the offensive against me and her ', he said. Hours later, the identity of the supposed hacker who orchestrated this message was revealed on the Internet, here the images. So far the communicator has not issued any comment on the rumor that circulated on the Internet last weekend. I'm sorry.",
    "source": "www.elgrafico.mx",
    "date": "06/03/2017",
    "veracity": 1,
    "claims": [
        "The controversy on social networks did not wait before the announcement of the news Last night the rumor about the death of journalist Carmen Aristegui circulated on social networks, after the supposed Twitter account of Joaquín Lopez Doriga announced this information.",
        "However, a few minutes later the communicator Javier Solorzano denied the news, clarifying that he had communicated with her and was well.",
        "Faced with the fact, Doriga posted a message claiming that his account had manipulated and that message was part of a campaign against him.",
        "'Of course, the tweet about Carmen's death @AristeguiOnline is false and dismayed.",
        "It is part of the offensive against me and her ', he said.",
        "Hours later, the identity of the supposed hacker who orchestrated this message was revealed on the Internet, here the images.",
        "So far the communicator has not issued any comment on the rumor that circulated on the Internet last weekend."
    ]
}