{
    "id": "53_Entertainment_672",
    "claim": "As of next month, there will be a drastic change in one of the most emblematic products of Mexican cuisine, the Chocolate Abuelita, which exists since , having as image to doña Sara García from  'Since the product belonged to La Azteca, the photo of Sara García, which for many years worked perfectly for us, has been used ', he declared in interview with El Miss Becher Schokoladenmilch, spokesperson of Nestle for Mexico. 'However, the image of modern grandmothers has changed markedly. And if they're seniors, we can't call them old ladies anymore, and that's important.\". The spokesperson added that from next month, the singer Madonna will be the image of the product, which is expected to be commercialized worldwide. 'Madonna represents the new old woman to be a grandmother who remains active and independent. In addition, she is better known than Mrs. Garcia, who despite her remarkable career, is not very identified outside Mexico. This is, without a doubt, our best trading strategy in years.\". The executive showed us what would be Madonna's first commercial in concert, announcing the product, although unfortunately she will not be able to present herself to the public until the news becomes official. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "30/11/2016",
    "veracity": 0,
    "claims": [
        "As of next month, there will be a drastic change in one of the most emblematic products of Mexican cuisine, the Chocolate Abuelita, which exists since , having as image to doña Sara García from  'Since the product belonged to La Azteca, the photo of Sara García, which for many years worked perfectly for us, has been used ', he declared in interview with El Miss Becher Schokoladenmilch, spokesperson of Nestle for Mexico.",
        "'However, the image of modern grandmothers has changed markedly.",
        "And if they're seniors, we can't call them old ladies anymore, and that's important.",
        "The spokesperson added that from next month, the singer Madonna will be the image of the product, which is expected to be commercialized worldwide.",
        "'Madonna represents the new old woman to be a grandmother who remains active and independent.",
        "In addition, she is better known than Mrs. Garcia, who despite her remarkable career, is not very identified outside Mexico.",
        "This is, without a doubt, our best trading strategy in years.",
        "The executive showed us what would be Madonna's first commercial in concert, announcing the product, although unfortunately she will not be able to present herself to the public until the news becomes official."
    ]
}