{
    "id": "55_Politics_549",
    "claim": "Andres Manuel Lopez Obrador, candidate of the coalition Together We Will Do History, maintains the advantage in the presidential race with % of the intention to vote. Jose Antonio Meade, candidate for the Todos coalition for Mexico, reached Ricardo Anaya, candidate of the Por Mexico coalition for the Front, in the second place of electoral preferences, according to a survey of the SDPNews portal. 'This measurement shows a decrease of % in the flag of the coalition Por Mexico al Frente (%), while the candidate of Todos por Mexico remains at %, i.e. in a tie to  points by Lopez Obrador ', says the survey. Andres Manuel Lopez Obrador, candidate of the coalition Together We Will Do History, maintains the advantage in the presidential race with % of the intention to vote. Jaime Rodríguez Calderon, 'El Bronco ', obtained % of voting preferences. And so far, even % expresses support for Margarita Zavala. The Mexico Choose-SDP news poll was conducted from  to  May to  Mexicans from  years onwards residing in Mexico with access to Facebook. This new survey had a growth of %, compared to the measurement published on  May. I'm sorry.",
    "source": "www.forbes.com.mx",
    "date": "28/05/2018",
    "veracity": 1,
    "claims": [
        "Andres Manuel Lopez Obrador, candidate of the coalition Together We Will Do History, maintains the advantage in the presidential race with % of the intention to vote.",
        "Jose Antonio Meade, candidate for the Todos coalition for Mexico, reached Ricardo Anaya, candidate of the Por Mexico coalition for the Front, in the second place of electoral preferences, according to a survey of the SDPNews portal.",
        "'This measurement shows a decrease of % in the flag of the coalition Por Mexico al Frente (%), while the candidate of Todos por Mexico remains at %, i.e. in a tie to  points by Lopez Obrador ', says the survey.",
        "Andres Manuel Lopez Obrador, candidate of the coalition Together We Will Do History, maintains the advantage in the presidential race with % of the intention to vote.",
        "Jaime Rodríguez Calderon, 'El Bronco ', obtained % of voting preferences.",
        "And so far, even % expresses support for Margarita Zavala.",
        "The Mexico Choose-SDP news poll was conducted from  to  May to  Mexicans from  years onwards residing in Mexico with access to Facebook.",
        "This new survey had a growth of %, compared to the measurement published on  May."
    ]
}