{
    "id": "56_Education_6",
    "claim": "Near  university students from six European universities participate in the last phase of testing a computer program that will allow to certify the identity and authorship of students when performing online activities such as exams, jobs or other tests. The project is in the third and final phase of pilot testing, in which the'final'version of the software is tested, which includes facial, voice and other recognition tools that capture writing patterns, detect plagiarism and analyze language and writing style, according to its drivers. In this phase there is a first test in which  students are participating and in which the Universitat Oberta de Catalunya (UOC) participates with  students,  teachers and  teachers; and a second test in which they will participate between  and  students. 'The balance of the two [previous] tests is very positive. In the first we examined all the instruments in isolation, and in the second we tested the first almost complete version of the system ', explained the project managers. The initiative, coordinated by the UOC, is named after TeSLA and has been promoted by a consortium formed by  organisations, between universities, research groups, companies and quality agencies, under the umbrella of the European Commission, with a budget of  million euros. In addition to the Spanish university, the Open University (OU, United Kingdom), the Open Universiteit Nederlands (OUNL, Netherlands), the Anadolu University (AU, Turkey), the University of Jyväskylä (JYU, Finland), the University St. Kliment Ohridski of Sofia (SU, Bulgaria) and Technical University of Sofia (TUS, Bulgaria). Together with these, the TeSLA consortium is completed by the University of Namur (UNamur), Belgium; the Imperial College of London, United Kingdom, the Mines-Telecom Institute (IMT), France; the National Institute of Optical Astrophysics and Electronics (INAOE), Mexico; the IDIAP Research Institute Foundation, Switzerland; and the ENQA, AQU Cataluña and EQANIE quality agencies; in addition to three technological companies: LPLUS GmbH (Germany), Protos Sistemas de Informacion, S. L. (Spain) and WFSW SA (Watchful), Portugal. I'm sorry.",
    "source": "www.heraldo.es",
    "date": "27/11/2017",
    "veracity": 1,
    "claims": [
        "Near  university students from six European universities participate in the last phase of testing a computer program that will allow to certify the identity and authorship of students when performing online activities such as exams, jobs or other tests .",
        "The project is in the third and final phase of pilot testing, in which the'final'version of a computer program that will allow to certify the identity and authorship of students when performing online activities such as exams, jobs or other tests is tested, which includes facial, voice and other recognition tools that capture writing patterns, detect plagiarism and analyze language and writing style, according to drivers.",
        "In this phase there is a first test in which  students are participating and in which the Universitat Oberta de Catalunya (UOC) participates with  students,  teachers and  teachers; and a second test in which they will participate between  and  students.",
        "'The balance of the two [previous] tests is very positive.",
        "In the first we examined all the instruments in isolation, and in the second we tested the first almost complete version of a computer program that will allow to certify the identity and authorship of students when performing online activities such as exams, jobs or other tests ', explained the project managers.",
        "The initiative, coordinated by the Universitat Oberta de Catalunya (UOC) , is named after TeSLA and has been promoted by a consortium formed by  organisations, between universities, research groups, companies and quality agencies, under the umbrella of the European Commission, with a budget of  million euros.",
        "In addition to the Universitat Oberta de Catalunya (UOC) , the Open University (OU, United Kingdom), the Open Universiteit Nederlands (OUNL, Netherlands), the Anadolu University (AU, Turkey), the University of Jyväskylä (JYU, Finland), the University St. Kliment Ohridski of Sofia (SU, Bulgaria ) and Technical University of Sofia (TUS, Bulgaria ).",
        "Together with these, the TeSLA consortium is completed by the University of Namur (UNamur), Belgium; the Imperial College of London, United Kingdom, the Mines-Telecom Institute (IMT), France; the National Institute of Optical Astrophysics and Electronics (INAOE), Mexico; the IDIAP Research Institute Foundation, Switzerland; and the ENQA, AQU Cataluña and EQANIE quality agencies; in addition to three technological companies: LPLUS GmbH (Germany), Protos Sistemas de Informacion, S. L. (Spain) and WFSW SA (Watchful), Portugal."
    ]
}