{
    "id": "57_Education_7",
    "claim": "Mexico. - The rector of the Autonomous University of Mexico, Enrique Graue Wiechers, revealed in a press conference that from the next school year, students from the Sociology and Philosophy courses will be subjected to an antidoping examination that will be applied to them every  months, and students who give positive will be definitively expelled from the institution, with the aim of stopping the sale and consumption of drugs within the facilities, in addition to cleaning up the fame that these degrees have to be 'for pure marijuana and drunk '. Enrique left it clear that it is well known to everyone that in these faculties it is where the most illicit substances are consumed within the facilities, since even the students have taken over certain areas to go to drugs in class hours: 'We have been very tolerant to the students in general: when we discover a student (regardless of the faculty in which he is) consuming alcoholic beverages or committing a foul of the rules, immediately he is transferred to rectory to impose a punishment (which can even reach expulsion), however the guards and security corps of Sociology and Philosophy prefer to turn a blind eye because in such careers it is already common for students to be drugged all day long, and it is impossible to control them all. The previous rectors gave these students many freedoms but it is time to stop them, one thing is that they want to fight the system, and another to break the rules and then become the offended ones ', he commented. Graue recalled the case of 'El Yorch ', a student who was arrested months ago for drug trafficking in the vicinity of the Philosophy auditorium: 'That is the best known case but it is not the only one that has been registered, the reality is that dozens of students in these careers sell, buy, traffic and use drugs inside the facilities as if nothing. The sale and consumption occurs in all careers I will not deny, but in Philosophy and Sociology they do it in a brazen way. It's a fact that we're going to do the doping tests and whoever doesn't like it getting out, some already threatened to go to Human Rights, but we're free to implement any rule as long as we don't physically or psychologically violate anyone. Pupils who choose to continue to get drugged will be forced to leave the institution to give their place to someone who really wants to go to school, and not to grab the faculty as a canteen or bar to get rid of their churros de mota or take their crazy waters ', he said. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "06/05/2017",
    "veracity": 0,
    "claims": [
        "Mexico.",
        "- The rector of the Autonomous University of Mexico, Enrique Graue Wiechers , revealed in a press conference that from the next school year, students from the Sociology and Philosophy courses will be subjected to an antidoping examination that will be applied to students from the Sociology and Philosophy courses every  months, and students who give positive will be definitively expelled from the Autonomous University of Mexico , with the aim of stopping the sale and consumption of drugs within the facilities , in addition to cleaning up the fame that these degrees have to be 'for pure marijuana and drunk '.",
        "The rector of the Autonomous University of Mexico, Enrique Graue Wiechers left it clear that it is well known to everyone that in these faculties it is where the most illicit substances are consumed within the facilities , since even the students have taken over certain areas to go to drugs in class hours: 'We have been very tolerant to the students in general: when We discover a student (regardless of the faculty in which a student is) consuming alcoholic beverages or committing a foul of the rules, immediately a student is transferred to rectory to impose a punishment (which can even reach expulsion), however the guards and security corps of these faculties prefer to turn a blind eye because in such careers it is already common for students to be drugged all day long, and it is impossible to control them all .",
        "The previous rectors gave them all many freedoms but it is time to stop them all , one thing is that them all want to fight the system, and another to break the rules and then become the offended ones ', The rector of the Autonomous University of Mexico, Enrique Graue Wiechers commented.",
        "Graue recalled the case of 'El Yorch ', a student who was arrested months ago for drug trafficking in the vicinity of the Philosophy auditorium: 'That is the best known case but it is not the only one that has been registered, the reality is that dozens of students in these careers sell, buy, traffic and use drugs inside the facilities as if nothing.",
        "The sale and consumption occurs in all careers I will not deny, but in Philosophy and Sociology they do it in a brazen way.",
        "It's a fact that we're going to do the doping tests and whoever doesn't like it getting out, some already threatened to go to Human Rights, but we're free to implement any rule as long as we don't physically or psychologically violate anyone.",
        "Pupils who choose to continue to get drugged will be forced to leave the institution to give their place to someone who really wants to go to school, and not to grab the faculty as a canteen or bar to get rid of their churros de mota or take their crazy waters ', he said."
    ]
}