{
    "id": "58_Health_208",
    "claim": "Pubic hair has a protective function that is to maintain the adequate Ph of the skin, which allows bacterial microorganisms not to develop, recalled the dermatologist, Rosario García Salazar. The tendency to wax the genital area for aesthetic and hygiene reasons has increased in young people between the  and  years of age, however, such a practice could increase the risk of contracting Sexually Transmitted Diseases (STDs), alerted the dermatologist, Rosario García Salazar. The member of the Mexican Foundation for Dermatology (FMD), commented that the hair removal of the pubic area consists of eliminating in a total or partial way the hair of the intimate areas (female or male). However, he said that pubic hair has a protective function that is to maintain the proper Ph of the skin, which allows bacterial microorganisms not to develop, in addition to covering the area of friction with garments. The skin specialist explained that this hair removal alters the skin barrier, which causes small traumas to the skin and predisposes to contracting microorganisms that infect the area. In a statement from the agency Communication more content, he added that it is even estimated that  percent of women who wax have experienced at least one health complication. García Salazar warned that the risk of contracting STDs due to this practice has increased, because open cuts or follicles increase the possibility of transmission of infections such as condylomas (wrinkles or papillomas), as well as irritation or some type of allergic reaction. In turn, the dermatologist Jose Manuel Díaz González pointed out that the most frequent effects are irritation, abrasion of the area, cuts or dermatitis. But he said that only four percent of the women and men who waxed turn to the doctor for a complication related to hair removal, whether it was done with wax, rake, laser or tearing out hair. 'The skin of the intimate area is very delicate and the necessary measures and care must be taken to avoid complications. In addition, family members should seek to provide information on sex education to their children, especially on the risks of practices such as genital hair removal and to take them with a specialist to any signs of discomfort ', advised the specialist. For its part, the Mexican Foundation for Dermatology recommended genital hair removal in establishments with high standards of hygiene and quality, as well as follow up with specialists in dermatology for advice on skin care after hair removal. I'm sorry.",
    "source": "www.mvsnoticias.com",
    "date": "21/06/2023",
    "veracity": 1,
    "claims": [
        "Pubic hair has a protective function that is to maintain the adequate Ph of the skin, which allows bacterial microorganisms not to develop, recalled the dermatologist, Rosario García Salazar .",
        "The tendency to wax the genital area for aesthetic and hygiene reasons has increased in young people between the  and  years of age, however, such a practice could increase the risk of contracting Sexually Transmitted Diseases (STDs), alerted the dermatologist, Rosario García Salazar .",
        "the dermatologist, Rosario García Salazar , commented that the hair removal of the pubic area consists of eliminating in a total or partial way the hair of the intimate areas (female or male).",
        "However, the dermatologist, Rosario García Salazar said that pubic hair has a protective function that is to maintain the proper Ph of the skin, which allows bacterial microorganisms not to develop, in addition to covering the area of friction with garments.",
        "the dermatologist, Rosario García Salazar explained that the hair removal of the pubic area alters the skin barrier, which causes small traumas to the skin and predisposes to contracting microorganisms that infect the area.",
        "In a statement from the agency Communication more content, the dermatologist, Rosario García Salazar added that it is even estimated that  percent of women who wax have experienced at least one health complication.",
        "the dermatologist, Rosario García Salazar warned that the risk of contracting STDs due to the hair removal of the pubic area has increased, because open cuts or follicles increase the possibility of transmission of infections such as condylomas (wrinkles or papillomas), as well as irritation or some type of allergic reaction.",
        "In turn, the dermatologist Jose Manuel Díaz González pointed out that the most frequent effects are irritation, abrasion of the area, cuts or dermatitis.",
        "But he said that only four percent of the women and men who waxed turn to the doctor for a complication related to hair removal, whether it was done with wax, rake, laser or tearing out hair.",
        "'The skin of the intimate area is very delicate and the necessary measures and care must be taken to avoid complications.",
        "In addition, family members should seek to provide information on sex education to their children, especially on the risks of practices such as genital hair removal and to take them with a specialist to any signs of discomfort ', advised the specialist.",
        "For its part, the Mexican Foundation for Dermatology recommended genital hair removal in establishments with high standards of hygiene and quality, as well as follow up with specialists in dermatology for advice on skin care after hair removal."
    ]
}