{
    "id": "58_Security_192",
    "claim": "Jewels, personal documents, and cash are some of the things that the thieves took for four hours, reported the Procuraduría CapitalinaThe Procuraduría Capitalina has images of at least three of the criminals who entered last Saturday at the home of driver Andrea Legarreta to steal jewelry, personal documents, and cash not yet quantified; the first advances in the investigation detail that apparently entered the house of the same actress by an abandoned site adjacent to her. The criminals took advantage that Andrea's family was gone, they were in at least four hours, time in which they checked everything and chose to steal what they considered valuable. It was not until the inhabitants returned that they realized the outrage and immediately asked the authorities for help. In this sense, it was announced that the activity of the criminals was recorded in the security cameras that the home counts, also the escape route that they used, since in the streets around the colony where the robbery was perpetrated in the Tlalpan delegation there are also security cameras. Also located is the vehicle that they used for the escape. So far it is not ruled out that the criminals who entered the home of the Hoy program driver are an organized gang dedicated to this crime in Coyoacán, Tlalpan and Magdalena Contreras. 'We learned through social media about the event that happened on Saturday and immediately started the investigation kit, it is up to this moment that the affected family is raising the complaint because it was not here and we are already raising the indications and assessments that can lead to the capture of the suspects ', commented the provincial attorney, Edmundo Garrido. Both Erik Rubín, who was at a Timbiriche concert in Guadalajara at the time of the robbery, and Andrea Legarreta declined to give interviews. I'm sorry.",
    "source": "www.eluniversal.com.mx",
    "date": "24/10/2017",
    "veracity": 1,
    "claims": [
        "Jewels, personal documents, and cash are some of the things that the thieves took for four hours, reported the Procuraduría CapitalinaThe Procuraduría Capitalina has images of at least three of the thieves ; the first advances in the investigation detail that apparently entered the home of driver Andrea Legarreta by an abandoned site adjacent to driver Andrea Legarreta .",
        "the thieves took advantage that Andrea's family was gone, the thieves were in at least four hours, time in which the thieves checked everything and chose to steal what the thieves considered valuable.",
        "It was not until Andrea's family returned that Andrea's family realized the outrage and immediately asked the authorities for help.",
        "In this sense, it was announced that the activity of the thieves was recorded in the security cameras that the home of driver Andrea Legarreta counts, also the escape route that the thieves used, since in the streets around the colony where the robbery was perpetrated in the Tlalpan delegation there are also security cameras.",
        "Also located is the vehicle that the thieves used for the escape.",
        "So far it is not ruled out that the thieves are an organized gang dedicated to this crime in Coyoacán, Tlalpan and Magdalena Contreras.",
        "'the Procuraduría CapitalinaThe learned through social media about the robbery and immediately started the investigation kit, it is up to this moment that Andrea's family is raising the complaint because it was not here and the Procuraduría CapitalinaThe are already raising the indications and assessments that can lead to the capture of the thieves ', commented the provincial attorney, Edmundo Garrido.",
        "Both Erik Rubín, who was at a Timbiriche concert in Guadalajara at the time of the robbery, and Andrea Legarreta declined to give interviews."
    ]
}