{
    "id": "59_Health_201",
    "claim": "According to a series of studies carried out by a group of scientists at Cambridge University, the lack of sex can cause the retina to gradually lose the ability to distinguish different shades, especially those within the gray scale. Therefore, it is advised that this activity, known by many names around the world, should be practiced at least once a week  or two, if possible  and that Americans constantly repeat it as their favorite rudeness, especially Samuel L. Jackson. Of course, the problem is that a server is now single, and this evil that will seem trivial to many affects me too much. For example, right now I can't see what I'm writing. As much as I type and type, my screen is blank, and the truth is I don't know if there's any point in going on, because maybe not many will be able to read this, with the government having us all spoiled, because I think we're already a country of daltonics. That's why they say people don't read: because they can't, not because they don't want to. One who would like more than to go to the newspaper stand and buy El or La Jornada to read the latest news, but so that you don't pinch yourself can. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "16/05/2016",
    "veracity": 0,
    "claims": [
        "According to a series of studies carried out by a group of scientists at Cambridge University, the lack of sex can cause the retina to gradually lose the ability to distinguish different shades, especially those within the gray scale.",
        "Therefore, it is advised that this activity, known by many names around the world, should be practiced at least once a week  or two, if possible  and that Americans constantly repeat it as their favorite rudeness, especially Samuel L. Jackson.",
        "Of course, the problem is that a server is now single, and this evil that will seem trivial to many affects me too much.",
        "For example, right now I can't see what I'm writing.",
        "As much as I type and type, my screen is blank, and the truth is I don't know if there's any point in going on, because maybe not many will be able to read this, with the government having us all spoiled, because I think we're already a country of daltonics.",
        "That's why they say people don't read: because they can't, not because they don't want to.",
        "One who would like more than to go to the newspaper stand and buy El or La Jornada to read the latest news, but so that you don't pinch yourself can."
    ]
}