{
    "id": "5_Science_152",
    "claim": "Mark Zuckerberg, owner and master of the universe (Facebook), announced today that, due to the abuse that some users make of selfies, a limit will be set for them, so that the servers are not saturated, something that is happening all too often. According to the statistics presented, women are the ones who upload more photographs of this type to Facebook ( of each ). And the scary thing is that Mexico occupies the first place in the cake, with a scandalous % of the total. From now on, the number of selfies the user will be able to upload will be a maximum of  per day, and the system will block any attempt to upload selfies once that limit has been exceeded. At midnight each day, the counter will reset, so people can go back up selfies. However, the system will carry a count of the times the user tries to upload the selfie #, i.e. after reaching its daily limit. In case you reach  attempts, the account will be permanently deleted. 'Facebook is trying to give users the facilities to share their experiences ', said young Zuckerberg.'But they're already overdoing it. And because they put us in the painful need to take measures like this'. Also mentioned was a filter of vital importance. From now on, and to avoid deceptions, Facebook will require its users to have a full-body photograph to validate that the selfie is not tied, seeking to appear something they are not. Similarly, Adobe has climbed onto the anti-selfie boat and is developing software to track altered photos with pirate copies of Photoshop. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "10/11/2015",
    "veracity": 0,
    "claims": [
        "Mark Zuckerberg, owner and master of the universe (Facebook) , announced today that, due to the abuse that some users make of selfies, a limit will be set for some users , so that the servers are not saturated, something that is happening all too often.",
        "According to the statistics presented, women are the ones who upload more photographs of this type to Facebook ( of each ).",
        "And the scary thing is that Mexico occupies the first place in the cake, with a scandalous % of the total.",
        "From now on, the number of selfies the user will be able to upload will be a maximum of  per day , and the system will block any attempt to upload selfies once a maximum of  per day has been exceeded.",
        "At midnight each day, the counter will reset, so people can go back up selfies.",
        "However, the system will carry a count of the times the user tries to upload the selfie #, i.e. after reaching a maximum of  per day .",
        "In case you reach  attempts, the account will be permanently deleted.",
        "'Facebook is trying to give users the facilities to share experiences ', said Mark Zuckerberg, owner and master of the universe (Facebook) .",
        "And because Facebook put us in the painful need to take measures like this'.",
        "Also mentioned was a filter of vital importance.",
        "From now on, and to avoid deceptions, Facebook will require its users to have a full-body photograph to validate that the selfie is not tied, seeking to appear something its users are not.",
        "Similarly, Adobe has climbed onto the anti-selfie boat and is developing software to track altered photos with pirate copies of Photoshop."
    ]
}