{
    "id": "60_Health_223",
    "claim": "The average length that can be reached goes from  to  cm; thickening can be up to  cm more than its natural circumference. The specialist is a graduate of UNAM and has a certificate from the International Academy of Penoplasty of Europe. Penoplasty is one of the most recent cosmetic operations carried out in the country to increase the length and thickness of the penis through surgery. This consists of removing from the lower abdomen the suspensory ligament of the limb to gain centimeters. This procedure has been performed in Mexico by  men by the aesthetic and reconstructive surgeon Miguelangel Guevara Monta単o, certified by the International Academy of Penoplasty, in Europe, and who for three years began to offer this alternative to his patients. He has also operated abroad on  people who were looking to grow their genital limb. For any patient the average length that can be reached ranges from three to five centimeters in a state of flaccidity, depending on its physiognomy, although there are cases in which the size may be higher. On the other hand, the thickening of it can be up to four centimeters more than its natural circumference. In an interview with MILENIO at the Avant Garde clinic, Guevara who claimed to be the only certified physician performing this procedure in the country explained that'when we want to see growth in an erect state, it is more or less from  to percent\". ProcessesThe procedures for increasing length or thickness are independent and each takes around  minutes. The second consists of obtaining body fat from the abdomen or thighs, which is injected into the walls of the penis in order to increase its width.'We make a small incision of about three centimeters at the base of the pubis where we find the ligamentary structures, the penile support. We section, with very little or no bleeding, these superficial ligaments and do an extraction. If you are looking for thickening, the safest technique is to use body fat that is usually taken from the inner thigh, pubis or lower abdomen, which is prepared through a protocholyzed method and injected ', explained surgeon. There are isolated cases where the centimeters of enlargement that can be seen are greater than the average. Such is the case of one of the patientswho asked for anonymitywho went from having four centimeters of flaccid penis to  with the increase gaining a total of eight centimeters. Surgeon Guevara Monta単o stressed that 'sensitivity is the same 'after surgery. Obviously there is a transition period because there is inflammation, but in the long run the sensitivity is exactly the same, 'there is no change ', and he specified that approximately *NOMBER* days after the operation patients will be able to resume their sexual life normally. Without complexesThe specialist emphasized that with this operation the complexes of many men who consider having a small penis will be able to decrease. In his testimony, a young man from  years old, who asked for anonymityinterviewed at the Avant Garde officeacknowledged that'you know when something is small and I knew that my penis was not big. That was the main reason, say, my self-esteem and security. I really measured it a few times for the same thing. I don't think I even had the motivation to do it.\". He confessed that the only person who knows about the intervention, in addition to the doctor, was his mother, who supported him and financed him to perform the procedure that has a cost of  to  thousand pesos depending on the health conditions of the patients. When you are overweight you need to perform liposuction or decrease the fat of the thighs so that you do not rub with the male limb. Regarding the cost of the operation, the UNAM graduate doctor commented that his clinic has funding so that they can pay it to monthly payments. Post-operative treatment consists of rest and the use of a hydrobomb with which they will have to perform daily exercises for  minutes, for at least eight months, to prevent the tissues from being re-retracted. If not performed, it could return to the initial size. Regarding recovery, the doctor warned that there is burning for a while and that exercise should be avoided for at least a month and a half. The scar, he concluded, is practically invisible and will be covered with hairs. I'm sorry.",
    "source": "www.milenio.com",
    "date": "14/04/2016",
    "veracity": 1,
    "claims": [
        "The his length his .",
        "The specialist is a graduate of UNAM and knew a certificate from the International Academy the penis his Europe .",
        "Penoplasty is one his the most measured my penis operations carried out in the country to increase the length and the ligamentary structures, the penile support his the ligamentary structures, the penile support .",
        "the ligamentary structures, the penile support consists of removing the intervention abdomen the the ligamentary structures, the penile support the doctor his the ligamentary structures, the penile support limb to gain centimeters.",
        "Penoplasty has been performed in the country by  men by the aesthetic and reconstructive surgeon Miguelangel Guevara Monta単o, certified by the International Academy of Penoplasty, in Europe , and who for three years surgeon to offer Penoplasty to patients.",
        "The specialist has also the cost of the operation the doctor people who were looking to grow their genital limb his clinic .",
        "his clinic any patient the average length the cost of the operation can be reached ranges from three to five centimeters in a state of flaccidity, depending on physiognomy, although there surgeon the size may be higher.",
        "On the other hand, the thickening of any patient can be up to four centimeters more than natural circumference.",
        "In an interview with MILENIO at the doctor Garde clinic, The specialist surgeon The specialist the operation The specialist patients that'when we want patients see growth in an erect state, surgeon  to percent\".",
        "ProcessesThe the operation for increasing length or thickness are independent and each takes around  minutes.",
        "The second consists of obtaining body fat from the abdomen or thighs, which is injected into the walls of the penis in order to increase its width.",
        "'We make a small incision of about three centimeters at the base of the pubis where we find the ligamentary structures, the penile support.",
        "We section, with very little or no bleeding, these superficial ligaments and do an extraction.",
        "If you are looking for thickening, the safest technique is to use body fat that is usually taken from the inner thigh, pubis or lower abdomen, which is prepared through a protocholyzed method and injected ', explained surgeon.",
        "There are isolated cases where the centimeters of enlargement that can be seen are greater than the average.",
        "Such is the case of one of the patientswho asked for anonymitywho went from having four centimeters of flaccid penis to  with the increase gaining a total of eight centimeters.",
        "Surgeon Guevara Monta単o stressed that 'sensitivity is the same 'after surgery.",
        "Obviously there is a transition period because there is inflammation, but in the long run the sensitivity is exactly the same, 'there is no change ', and he specified that approximately *NOMBER* days after the operation patients will be able to resume their sexual life normally.",
        "Without complexesThe specialist emphasized that with this operation the complexes of many men who consider having a small penis will be able to decrease.",
        "In his testimony, a young man from  years old, who asked for anonymityinterviewed at the Avant Garde officeacknowledged that'you know when something is small and I knew that my penis was not big.",
        "That was the main reason, say, my self-esteem and security.",
        "I really measured it a few times for the same thing.",
        "I don't think I even had the motivation to do it.",
        "He confessed that the only person who knows about the intervention, in addition to the doctor, was his mother, who supported him and financed him to perform the procedure that has a cost of  to  thousand pesos depending on the health conditions of the patients.",
        "When you are overweight you need to perform liposuction or decrease the fat of the thighs so that you do not rub with the male limb.",
        "Regarding the cost of the operation, the UNAM graduate doctor commented that his clinic has funding so that they can pay it to monthly payments.",
        "Post-operative treatment consists of rest and the use of a hydrobomb with which they will have to perform daily exercises for  minutes, for at least eight months, to prevent the tissues from being re-retracted.",
        "If not performed, it could return to the initial size.",
        "Regarding recovery, the doctor warned that there is burning for a while and that exercise should be avoided for at least a month and a half.",
        "The scar, he concluded, is practically invisible and will be covered with hairs."
    ]
}