{
    "id": "61_Health_222",
    "claim": "The World Health Organization (WHO), the body responsible for monitoring and preventing situations that could become a health problem in any country in the world, has alerted Mexico to a terrible risk, and has issued the following statement: 'We have been observing that in Mexico there has been a very significant increase in the number of people suffering from nervous diseases, depressions, suicidal tendencies, frustration, detachment from their family, aversion to physical activity and ill-will at work, which causes the body to be unable to create naturally the necessary components for dopamine and other elements to perform its function. 'For this reason, we have determined that if Mexico does not want to have people suffering from the spillage of bile, fatty acid, digestive problems, burning of the colon, gastric ulcers, headache, self-inflicted injuries, hair loss, depression, anxiety, tendency to alcoholism, runny nose and other ills, it is necessary to modify its media policies and prohibit the transmission of matches of the football team called Club Deportivo Cruz Azul. This is because we identify is why many people have these conditions. 'It is not yet determined whether the place where the Blue Stadium is located should be declared a source of infection and thus recommend its closure, but as soon as a complete study is held, it will be made known to the Mexican government, especially to avoid an epidemic that can later become a pandemic worldwide by those foreigners who have been near the area. 'We are at the disposal of the Mexican government to issue any kind of health alert, and to collaborate to help people who for a little longer than  years have suffered from the previous sufferings without seeing an approximate date for conditions to change'. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "16/02/2018",
    "veracity": 0,
    "claims": [
        "The World Health Organization (WHO), the body responsible for monitoring and preventing situations that could become a health problem in any country in the world , has alerted Mexico to a terrible risk, and has issued the following statement: 'The World Health Organization (WHO), the body responsible for monitoring and preventing situations that could become a health problem in any country in the world have been observing that in Mexico there has been a very significant increase in the number of people suffering from nervous diseases, depressions, suicidal tendencies, frustration, detachment from their family, aversion to physical activity and ill-will at work, which causes the body to be unable to create naturally the necessary components for dopamine and other elements to perform function.",
        "'For this reason, The World Health Organization (WHO), the body responsible for monitoring and preventing situations that could become a health problem in any country in the world have determined that if Mexico does not want to have people suffering from the spillage of bile, fatty acid, digestive problems, burning of the colon, gastric ulcers, headache, self-inflicted injuries, hair loss, depression, anxiety, tendency to alcoholism, runny nose and other ills, it is necessary to modify media policies and prohibit the transmission of matches of the football team called Club Deportivo Cruz Azul.",
        "This is because The World Health Organization (WHO), the body responsible for monitoring and preventing situations that could become a health problem in any country in the world identify is why many people have these conditions.",
        "'It is not yet determined whether the place where the Blue Stadium is located should be declared a source of infection and thus recommend closure, but as soon as a complete study is held, it will be made known to Mexico , especially to avoid an epidemic that can later become a pandemic worldwide by those foreigners who have been near the place where the Blue Stadium is located .",
        "'We are at the disposal of the Mexican government to issue any kind of health alert, and to collaborate to help people who for a little longer than  years have suffered from the previous sufferings without seeing an approximate date for conditions to change'."
    ]
}