{
    "id": "61_Science_145",
    "claim": "THE CALDE OF CITY, ORGANISED THAT MURCIA 'IS IN THE INTERNATIONAL PHOCO '. In the face of the difficulty of taking good photographs in the affected Caribbean areas, with some gusts of wind reaching 350km/h, CNN has decided to use images of Murcia, specifically of a camp in the district of Espinardo, to show the devastation of Hurricane Irma. 'The arid, dry and rugged terrain of this town is perfect for exposing the terrible consequences of a tropical cyclone ', says Phillip Wilson, director of information at the U.S. network. 'Murcia is like the one after a terrible catastrophe but with favorable conditions to record images ', be honest. The mayor of the city, Jose Ballesta, highlights 'the pride of having placed this region in the focus of the international media ', adding that 'if this is not Marca España, you will tell me what it is'. He assures that the goal for the next hurricane is'that they decide to baptize him with the name of Murcia, or better yet, achieve a good sponsorship and that he is known as Hurricane Murcia Estrella Levante'. CNN's news team displaced to Murcia also wanted to photograph several locals to illustrate the faces of the horror of the tragedy. 'Their hostility, their suffering and their way of speaking undoubtedly convey to the viewer the feeling that something terrible has happened to them ', journalists explain. It is not the first time that Americans think of Murcia to document a historical fact: in the year , a NASA team has already travelled to this autonomous community to fake the arrival of man on the Moon. I'm sorry.",
    "source": "www.elmundotoday.com",
    "date": "08/09/2017",
    "veracity": 0,
    "claims": [
        "THE CALDE OF CITY, ORGANISED THAT MURCIA 'IS IN THE INTERNATIONAL PHOCO '.",
        "In the face of the difficulty of taking good photographs in the affected Caribbean areas, with some gusts of wind reaching 350km/h, CNN has decided to use images of MURCIA , specifically of a camp in the district of Espinardo, to show the devastation of Hurricane Irma.",
        "'The arid, dry and rugged terrain of MURCIA is perfect for exposing the terrible consequences of a tropical cyclone ', says Phillip Wilson, director of information at CNN .",
        "'MURCIA is like the one after a terrible catastrophe but with favorable conditions to record images ', be honest.",
        "The mayor of the city, Jose Ballesta , highlights 'the pride of having placed this region in the focus of the international media ', adding that 'if this is not Marca España, you will tell The mayor of the city, Jose Ballesta what this is'.",
        "The mayor of the city, Jose Ballesta assures that the goal for the next hurricane is'that they decide to baptize the next hurricane with the name of MURCIA , or better yet, achieve a good sponsorship and that the next hurricane is known as Hurricane Murcia Estrella Levante'.",
        "CNN news team displaced to MURCIA also wanted to photograph several locals to illustrate the faces of the horror of the tragedy.",
        "'hostility, suffering and way of speaking undoubtedly convey to the viewer the feeling that something terrible has happened to several locals ', journalists explain.",
        "It is not the first time that Americans think of Murcia to document a historical fact: in the year , a NASA team has already travelled to this autonomous community to fake the arrival of man on the Moon."
    ]
}