{
    "id": "62_Science_164",
    "claim": "This Friday #NUMBER* July we will be at our furthest point to the Sun during #NUMBER*. That day the Earth will pass through what is known as aphelium, a Greek word meaning'far from the Sun\". 'The aphelium is the point of the Earth orbit around the Sun where the Earth is further away from our star and the perihelion (near the Sun) is just the opposite point, that is, the point of the Earth orbit at which the Earth is closer to the Sun ', explained to BBC Mundo Nayra Rodríguez Eugenio, astrophysics and divulgator of the Instituto de Astrofísica de Canarias. 'In the perihelion the Sun is about  million km from the Earth, and when it is in the aphelium it is about  million km from the Sun'. The distance varies because the orbit of the Earth around the Sun is not a perfect circumference but elliptical. The greater distance translates into a lower speed. As Kepler's second law points out, when planets are near the Sun in its orbit they move faster than when they are farther away. The greatest distance in the aphelium means that the orbital rate of translation will be about  km per hour, close to  km per hour less than the speed in the perihelion. In the aphelium, 'the Earth is a little further away, * NUMBER* millions of miles further from the Sun ', than in the perihelion. SpeedAphelium takes place every year between the  and the  of July. The perihelion took place this year on January . The greatest distance between the Earth and the Sun will be recorded on the July #NUMBER* at the #NUMBER*: GMT, when the planet and its star are at #NUMBER* km. StationsThe greater or lesser distance from the Sun during the aphelium or perihelium are not related at all to temperature variations during the seasons. 'The seasons are produced by the inclination of the axis of rotation of the Earth with respect to the plane that describes around the Sun, which is what we call the ecliptic ', said Rodríguez Eugenio.'This axis is tilted some  degrees and therefore when we are in the summer of the northern hemisphere, the northern axis, that is the north pole of the Earth, is pointing more towards the direction of the Sun. '.'In winter instead, our north pole is pointing as in the opposite direction, it's not exactly opposite because it's close to  degrees, but it's pointing in the opposite direction to the Sun'. More water in the southern hemisphereThe summer of the northern hemisphere coincides with the aphelium, 'but we receive more solar radiation here in the northern hemisphere because the Sun is higher on the horizon and we also have more hours of sunlight ', as explained the astrophysics. In the southern hemisphere, however, summer coincides with perihelion. 'This could make us think that in the southern hemisphere the temperature rises more than in the north in summer, because apart from the inclination, the Earth is also closer to the Sun ', explained Rodríguez Eugenio. But it's not like that. What happens is that 'in the southern hemisphere there is more water and that does not cause the temperature to rise so much'. 'This seems to be due to the fact that the earth is much more easily heated than water and, as the southern hemisphere has a higher proportion of its water-covered surface, the excess energy is absorbed by water'. Therefore, in the summer, both in the southern hemisphere and in the northern hemisphere, the temperature is approximately the same, explained the astrophysics. The greater distance translates into a lower speed. As Kepler's second law points out, when planets are near the Sun in its orbit they move faster than when they are farther away. The greater distance in the aphelium means that the orbital rate of translation will be less than  km per hour, close to  km per hour less than the speed in the perihelion. ♪ This note was corrected on July ♪ ♪ NUMBER ♪. Although several scientific media mentioned a difference of km in the Earth's speed between aphelium and perihelium, astrophysics Nayra Rodríguez Eugenio explained that the correct calculation indicates a change in the speed of km per hour. I'm sorry.",
    "source": "www.bbc.com",
    "date": "03/07/2018",
    "veracity": 1,
    "claims": [
        "This Friday #NUMBER* July coincides we will be at the northern hemisphere point to the Sun during #NUMBER*.",
        "This Friday #NUMBER* July the Earth coincides is known as apheliumthe Earth from the Sun \".",
        "'The aphelium is the point of is orbit the Earth the Earth the Earth is planets the Sun and the perihelion (near the Sun) the Earth and the Sun the perihelion (near the Sun) is just coincides is, the southern hemisphere point of the the southern hemisphere orbit at which the Earth is the Sun to BBC Mundo Nayra Rodríguez is the seasons coincides .",
        "the seasons km from the Earth , and when the seasons The aphelium the Earth is about  million km from the Sun coincides .",
        "coincides pointing of the axis of rotation of the Earth with respect to the plane that describes around the Sun, which is what we call the ecliptic but elliptical.",
        "The greater distance translates into a lower speed.",
        "As Keplerthe axis of rotation of the Earth with respect to the plane that describes around the Sun, which is what we call the ecliptic law the northern axis, that is the north pole of the Earth out, when planets the Sun the Sun the northern axis, that is the north pole of the Earth the Earth orbit planets move faster the northern axis, that is the north pole of the Earth when planets are the Sun away.",
        "The greatest distance in The aphelium the Earth and the Sun the orbital rate of translation will be about  km pointing per hour less than the speed in the perihelion (near the Sun) .",
        "In The aphelium , 'the Earth pointing , * NUMBERthe Earth and the Sun of miles further from the Sun ', than in the perihelion (near the Sun) .",
        "is takes place every year between planets .",
        "planets took place this year on January .",
        "The greatest distance between the Earth and the Sun will be recorded on the July #NUMBER* at the #NUMBER*: GMT, when the planet and its star are at #NUMBER* km.",
        "StationsThe greater or lesser distance from the Sun during the aphelium or perihelium are not related at all to temperature variations during the seasons.",
        "'The seasons are produced by the inclination of the axis of rotation of the Earth with respect to the plane that describes around the Sun, which is what we call the ecliptic ', said Rodríguez Eugenio.",
        "'This axis is tilted some  degrees and therefore when we are in the summer of the northern hemisphere, the northern axis, that is the north pole of the Earth, is pointing more towards the direction of the Sun.",
        "'.'In winter instead, our north pole is pointing as in the opposite direction, it's not exactly opposite because it's close to  degrees, but it's pointing in the opposite direction to the Sun'.",
        "More water in the southern hemisphereThe summer of the northern hemisphere coincides with the aphelium, 'but we receive more solar radiation here in the northern hemisphere because the Sun is higher on the horizon and we also have more hours of sunlight ', as explained the astrophysics.",
        "In the southern hemisphere, however, summer coincides with perihelion.",
        "'This could make us think that in the southern hemisphere the temperature rises more than in the north in summer, because apart from the inclination, the Earth is also closer to the Sun ', explained Rodríguez Eugenio.",
        "What happens is that 'in the southern hemisphere there is more water and that does not cause the temperature to rise so much'.",
        "'This seems to be due to the fact that the earth is much more easily heated than water and, as the southern hemisphere has a higher proportion of its water-covered surface, the excess energy is absorbed by water'.",
        "Therefore, in the summer, both in the southern hemisphere and in the northern hemisphere, the temperature is approximately the same, explained the astrophysics.",
        "The greater distance translates into a lower speed.",
        "As Kepler's second law points out, when planets are near the Sun in its orbit they move faster than when they are farther away.",
        "The greater distance in the aphelium means that the orbital rate of translation will be less than  km per hour, close to  km per hour less than the speed in the perihelion.",
        "♪ This note was corrected on July ♪ ♪ NUMBER ♪.",
        "Although several scientific media mentioned a difference of km in the Earth's speed between aphelium and perihelium, astrophysics Nayra Rodríguez Eugenio explained that the correct calculation indicates a change in the speed of km per hour."
    ]
}