{
    "id": "63_Society_78",
    "claim": "Specific Media LLC and Justin Timberlake, who bought from  MySpace (the social network that emerged before social networks were known as social networks), are preparing for a second relazacion, this time with the aim of fully entering the struggle to position themselves as the favorite of users. Their strategy: to offer everything that is not allowed on other social networks, but that users do anyway. The announcement was made at a sumptuous party, which featured the participation of Justin Bieber and Los Tucanes de Tijuana. Those responsible for the social network were clear in the aims they pursue in relaunching. Bullying, trolling, piracy, staging, connection to pornographic sites, and more actions that are poorly viewed on social networks such as Facebook or Twitter, will soon be allowed within Myspace, this to please users.'People do all that always, and don't tell them or do anything, so in MySpace, we'll just formalize it as a marketing measure,'said well-known singer and actor Justin Timberlake, one of the owners of MySpace. When questioned if they did not fear their actions would bring them legal consequences, Timberlake stated: 'Everything is a matter of nomenclature. You say piracy, I say sharing information; you say bullying, I say laughing with others; you say stalleo, and I say romanticism. What's wrong with that? 'Justin Timberlake 'YOU SAY JOHN AND I SAY PEDRO'. For those who don't know it's MySpace, it can be explained that this social network allowed uploading photos, videos, songs, receiving comments, chatting with friends, and everything that can currently be done on Facebook. Sadly, MySpace arose at a time when one could only connect to the Internet via a computer, and it took a long time to load, so doing all of the above was boring enough. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "25/06/2016",
    "veracity": 0,
    "claims": [
        "Specific Media LLC and Justin Timberlake , who bought from  MySpace (the social network that emerged before social networks were known as social networks) , are preparing for a second relazacion, this time with the aim of fully entering the struggle to position themselves as the favorite of users.",
        "strategy: to offer everything that is not allowed on other social networks, but that users do anyway.",
        "The announcement was made at a sumptuous party, which featured the participation of Justin Bieber and Los Tucanes de Tijuana.",
        "themselves were clear in the aims themselves pursue in relaunching.",
        "Bullying, trolling, piracy, staging, connection to pornographic sites, and more actions that are poorly viewed on social networks such as Facebook or Twitter, will soon be allowed within MySpace (the social network that emerged before social networks were known as social networks) , allowed to please users.",
        "'People do all that always, and don't tell 'People or do anything, so in MySpace (the social network that emerged before social networks were known as social networks) , themselves 'll just formalize all that as a marketing measure,'said Justin Timberlake .",
        "When questioned if themselves did not fear actions would bring themselves legal consequences, Justin Timberlake stated: 'Everything is a matter of nomenclature.",
        "You say piracy, Justin Timberlake say sharing information; you say bullying, Justin Timberlake say laughing with others; you say stalleo, and Justin Timberlake say romanticism.",
        "What's wrong with that? 'Justin Timberlake 'YOU SAY JOHN AND I SAY PEDRO'.",
        "For those who don't know it's MySpace, it can be explained that this social network allowed uploading photos, videos, songs, receiving comments, chatting with friends, and everything that can currently be done on Facebook.",
        "Sadly, MySpace arose at a time when one could only connect to the Internet via a computer, and it took a long time to load, so doing all of the above was boring enough."
    ]
}