{
    "id": "63_Science_160",
    "claim": "After years of extensive research by Japanese scientist and sexologist Seino Ketsubou, he discovered that the continued use of Pokemon video games can make sexual desire disappear in adults. 'I have been carefully following several patients, who have played from the Red and Blue versions to the X and Y versions ', the interview investigator said.'And I've been able to find out that each of them has, on average, a sexual relationship every six years.\". Despite this, he said, they do not present any symptoms of sexual need. 'However, if they get away from Pokemon video games for a period of more than five minutes, they show the same symptoms of a person experiencing prolonged sexual abstinence'. Fortunately, it seems that children are immune to this effect, but as soon as the patient reaches puberty, the phenomenon is immediately triggered. 'In fact, if the young man started to play it before he had his first sexual relationship, he may become a virgin until the \". The doctor explained that he is still trying to find the reason behind the phenomenon, without having found an answer: 'Even, some colleagues say that the one who plays Pokemon is not the cause of his little sex life, but the effect, because they are looking for what to occupy their time in the absence of erotic activity. This theory seems untenable to me. No one could be so incompetent at the social level, no one! 'concluded. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "07/06/2018",
    "veracity": 0,
    "claims": [
        "After years of extensive research by Japanese scientist and sexologist Seino Ketsubou , Japanese scientist and sexologist Seino Ketsubou discovered that the continued use of Pokemon video games can make sexual desire disappear in adults.",
        "'Japanese scientist and sexologist Seino Ketsubou have been carefully following several patients, who have played from the Red and Blue versions to the X and Y versions ', Japanese scientist and sexologist Seino Ketsubou said.",
        "'And Japanese scientist and sexologist Seino Ketsubou 've been able to find out that each of several patients, who have played from the Red and Blue versions to the X and Y versions has , on average, a sexual relationship every six years.",
        "Despite has , Japanese scientist and sexologist Seino Ketsubou said, several patients, who have played from the Red and Blue versions to the X and Y versions do not present any symptoms of sexual need.",
        "'However, if several patients, who have played from the Red and Blue versions to the X and Y versions get away from Pokemon video games for a period of more than five minutes, several patients, who have played from the Red and Blue versions to the X and Y versions show the same symptoms of a person experiencing prolonged sexual abstinence'.",
        "Fortunately, it seems that children are immune to make , but as soon as the patient reaches puberty, make is immediately triggered.",
        "'In fact, if the young man started to play Pokemon before the young man had first sexual relationship, the young man may become a virgin until the \".",
        "Japanese scientist and sexologist Seino Ketsubou explained that Japanese scientist and sexologist Seino Ketsubou is still trying to find the reason behind make , without having found an answer: 'Even, some colleagues say that the one who plays Pokemon is not the cause of little sex life, but the effect, because the one who plays Pokemon are looking for what to occupy time in the absence of erotic activity.",
        "This theory seems untenable to me.",
        "No one could be so incompetent at the social level, no one! 'concluded."
    ]
}