{
    "id": "65_Society_98",
    "claim": "'Among the many stages of romance between a couple, the courtship is perhaps the best ', this according to Professor Segismundo Huaracha, professor at Yale University, in the Balbuena Garden.'It is when they share intimacy not only physical, but emotional; when they strip not only the body, but the soul. When two people feel that the world wouldn't be the same as not being right there, right with that someone, just like that, halala.\". However, everything good has to end, and there comes a tragic phrase in the relationship, and we are not talking about marriage, but about divorce. In Mexico, divorce cases have been increasing, because the law has been reformed a few yesterdays ago and express divorce has been established, and well, there is no longer that old journey of proving before a Family Judge, if there was infidelity, if there was abandonment of home, violence, etc.; it is enough to request it in writing, more things and sanseacabo. So a group of marriage counseling experts, led by Professor Huaracha, conducted a study that took them no less than  years to reach a conclusion. With this conclusion, they say, whole families can be saved from everything that causes a divorce. Professor Huaracha gave us an exclusive overview of the steps to be taken to avoid the much feared divorce that affects both men, women, children and the milkman:The study will be published by the DIF of the municipality of San Higinio Cantinero, Michoacán, in an extensive booklet size book with full-color illustrations. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "17/05/2017",
    "veracity": 0,
    "claims": [
        "'Among the many stages of romance between a couple , the courtship is perhaps the best ', this according to Professor Segismundo Huaracha, professor at Yale University, in the Balbuena Garden .",
        "'It is when a couple share intimacy not only physical, but emotional; when a couple strip not only the body, but the soul.",
        "When two people feel that the world wouldn't be the same as not being right there, right with that someone, just like that, halala.",
        "However, everything good has to end, and there comes a tragic phrase in the relationship, and we are not talking about marriage, but about divorce.",
        "In Mexico, divorce cases have been increasing, because the law has been reformed a few yesterdays ago and express divorce has been established, and well, there is no longer that old journey of proving before a Family Judge, if there was infidelity, if there was abandonment of home, violence, etc.",
        "; it is enough to request it in writing, more things and sanseacabo.",
        "So a group of marriage counseling experts, led by Professor Huaracha , conducted a study that took them no less than  years to reach a conclusion .",
        "With a conclusion , a group of marriage counseling experts, led by Professor Huaracha say, whole families can be saved from everything that causes a divorce.",
        "Professor Segismundo Huaracha, professor at Yale University, in the Balbuena Garden gave us an exclusive overview of the steps to be taken to avoid the much feared divorce that affects both men, women, children and the milkman:a study that took them no less than  years to reach a conclusion will be published by the DIF of the municipality of San Higinio Cantinero, Michoacán, in an extensive booklet size book with full-color illustrations."
    ]
}