{
    "id": "67_Politics_541",
    "claim": "Two weeks after the elections, presidential candidates have seen their campaigns opacate because of the Russian World Cup, especially after Mexico defeated Germany in its first game. At least in the case of Ricardo Anaya, the leader of the coalition For Mexico to the Front, this has meant an opportunity to rethink his strategy in this final stretch, and for this he will travel to Russia to do his last campaign acts there. 'I recommended Anaya to go to Russia, clear herself and proselytize ', said publicist Carlos Alazraki. 'In Russia you will find many Mexicans who will be willing to listen to your message and who will undoubtedly become your supporters and vote for it next July'. We don't know why Anaya listened to Alazraki, who since last month joined the campaign of Jose Antonio Meade, but the fact is that he liked the idea, and already has his tickets for the games of Mexico to South Korea and to Sweden. The candidate left Mexico City International Airport this morning, and is said to have been fired by Roberto Gil Zuarth, Luis Felipe Bravo Mena, Felipe Calderon and Rafael Moreno Valle, who declared that they wanted to make sure he boarded the plane. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "18/06/2018",
    "veracity": 0,
    "claims": [
        "Two weeks after the elections, presidential candidates have seen their campaigns opacate because of the Russian World Cup, especially after Mexico defeated Germany in its first game.",
        "At least in the case of Ricardo Anaya, the leader of the coalition For Mexico to the Front, this has meant an opportunity to rethink his strategy in this final stretch, and for this he will travel to Russia to do his last campaign acts there.",
        "'I recommended Anaya to go to Russia, clear herself and proselytize ', said publicist Carlos Alazraki.",
        "'In Russia you will find many Mexicans who will be willing to listen to your message and who will undoubtedly become your supporters and vote for it next July'.",
        "We don't know why Anaya listened to Alazraki, who since last month joined the campaign of Jose Antonio Meade, but the fact is that he liked the idea, and already has his tickets for the games of Mexico to South Korea and to Sweden.",
        "The candidate left Mexico City International Airport this morning, and is said to have been fired by Roberto Gil Zuarth, Luis Felipe Bravo Mena, Felipe Calderon and Rafael Moreno Valle, who declared that they wanted to make sure he boarded the plane."
    ]
}