{
    "id": "68_Politics_565",
    "claim": "Morena, PT and PES achieved  millions of votes, % of the total; Together we will make history won  seats in the countryAmong the deputies who would enter for Morena stand Gerardo Fernández Noroña, Sergio Mayer, Dolores Padierna, Mario Delgado and Alfonso Ramírez Cuellar. [email protected] The overwhelming vote that Andres Manuel Lopez Obrador achieved in the presidential election, will reach him to have majorities in the Chamber of Deputies and the Senate of the Republic. By calculating % of the minutes for the election of the Chamber of Deputies in the Preliminary Election Results Program (PREP), the Morena, Labor (PT) and Social Encounter (PES) parties achieved a vote of  million votes (%), while the coalition For Mexico to the Front  made up of the National Action (PAN) parties of the Democratic Revolution (PRD) and Citizens' Movement (MC) obtained  millions  a thousand votes (%), while the All for Mexico alliance  made up of the Institutional Revolutionary Parties (PRI), Green Ecologist of Mexico (PVEM) and New Alliance (NA) reached the million a thousand votes (%). With this, the alliance that ran for Lopez Obrador won  districts, which equals the same number of deputies of relative majority; the PAN, PRD and MC, became  districts and the PRI, PVEM and NA, stayed with  districts. In the party vote, Morena is profiled to be the first force in San Lázaro, with  million  a thousand votes (%); the PAN would follow him with  million  a thousand (%); thirdly the PRI, with  million  a thousand (%); fourth, PRD (%); fifth, PVEM (%); then MC (%); seventh, PT (%); eighth, NA (%) and lastly, PES (%). Majority deputies. According to the list of deputies who would enter for Morena are: Gerardo Fernández Noroña, Sergio Mayer, Dolores Padierna, Mario Delgado, Alfonso Ramírez Cuellar, Aleida Alavez and Zoe Robledo, among others. Some of those who would stay outside would be comedian Ausencio Cruz and panista Mariana Gomez del Campo, among others. It is still necessary to calculate the legislators that each party would obtain through the multi-nominal route, which will have to be for the vote that they reach. For the Senate, Morena, PES and PT won  states in conjunction with a total vote of %; PAN, PRD and MC won in seven with a percentage of %, and the PRI, PVEM and NA won an entity and this represents % of the vote. Lopez Obrador's coalition won * NUMBER* millions * NUMBER* a thousand votes; the coalition For Mexico to the Front reached * NUMBER* millions * NUMBER* a thousand votes; and the alliance that ran for Jose Antonio Meade reached * NUMBER* millions * NUMBER* a thousand votes. According to the first projections of the results of the PREP, Morena's bench would be joined by national political figures such as Nestora Salgado, Martí Batres, Alejandro González Yáñez, Martha Lucía Micher, Felix Salgado Macedonio, Delfina Gomez, Higinio Martínez, Lily Tellez, Alfonso Durazo and Rocío Nahle, among others. Through the multi-nominal route they would have seats Napoleon Gomez Urrutia, Germán Martínez, Ricardo Mon- real, Olga Sánchez Cordero and Ifigenia Martínez. They would also be inside the Front, Gustavo Madero, Gina Cruz, Emilio Álvarez Icaza, Clemente Castañeda, Juan Zepeda, Guadalupe Murguía and Minerva Hernández. In a first review they would be left out by the principle of relative majority, Xochitl Gálvez, Guillermo Anaya, María Elena Orantes, Beatriz Mojica, Guadalupe Acosta Naranjo and Anaya Rosa Payán. Independent Pedro Kumamoto and Manuel J. Clouthier wouldn't come in either. For the PRI, PVEM and NA would enter the Senate, the daughter of Manlio Fabio Beltrones Rivera, Sylvana Beltrones, Manuel Añorve and Jorge Carlos Ramírez Marin. Those who would be outside by the principle of relative majority would be the actress, Leticia Calderon (Green), Beatriz Pages, Jose Reyes Baeza and Cesar Camacho Quiroz. For the Senate of the Republic it is also necessary to calculate the trends to define the multi-nominal seats that each political party would obtain. I'm sorry.",
    "source": "www.eluniversal.com.mx",
    "date": "03/07/2018",
    "veracity": 1,
    "claims": [
        "Morena, PT and PES Morena  millions of votes, % of the total; Morena's Morena, PT and PES will make history won  seats in the the PAN the deputies who would enter for Morena stand Gerardo the PRI Noroña, Sergio Mayer, Dolores Padierna, Mario Delgado PVEM Alfonso MC Cuellar.",
        "PT protectedNA The overwhelming vote that Andres Manuel Lopez Obrador achieved in the Morena's election, will Morena Andres Manuel Lopez Obrador to have majorities in the Chamber of Deputies and the Senate of the Republic.",
        "By calculating % of the minutes for the election of the Chamber of Deputies in the Preliminary Election Results Program (PREP), Morena, PT and PES achieved a vote of  million votes (%), while the coalition each party to the Front  made up of the National Action (PAN) parties of the Democratic Revolution (PRD) and Citizens' Movement Morena MC) obtained  millions  a thousand votes (%), while the All for the PAN PRD  made up of the Institutional Revolutionary Parties (PRI) the Senate the PRI PVEM the Institutional Revolutionary Parties (PRI) , NA Green Ecologist of Mexico (PVEM) and New Alliance (NA him million a thousand votes (%).",
        "With this, Morena, PT and PES won  districts, which equals the same number of deputies of relative majority; the National Action (PAN) , the Democratic Revolution (PRD) and MC, became  districts the Senate , stayed with  districts.",
        "In the party vote, Morena is profiled to be the first force in San Lázaro, with  million  a thousand votes (%); the PAN would follow him with  million  a thousand (%); thirdly the PRI, with  million  a thousand (%); fourth, PRD (%); fifth, PVEM (%); then MC (%); seventh, PT (%); eighth, NA (%) and lastly, PES (%).",
        "Majority deputies.",
        "According to the list of deputies who would enter for Morena are: Gerardo Fernández Noroña, Sergio Mayer, Dolores Padierna, Mario Delgado, Alfonso Ramírez Cuellar, Aleida Alavez and Zoe Robledo, among others.",
        "Some of those who would stay outside would be comedian Ausencio Cruz and panista Mariana Gomez del Campo, among others.",
        "It is still necessary to calculate the legislators that each party would obtain through the multi-nominal route, which will have to be for the vote that they reach.",
        "For the Senate, Morena, PES and PT won  states in conjunction with a total vote of %; PAN, PRD and MC won in seven with a percentage of %, and the PRI, PVEM and NA won an entity and this represents % of the vote.",
        "Lopez Obrador's coalition won * NUMBER* millions * NUMBER* a thousand votes; the coalition For Mexico to the Front reached * NUMBER* millions * NUMBER* a thousand votes; and the alliance that ran for Jose Antonio Meade reached * NUMBER* millions * NUMBER* a thousand votes.",
        "According to the first projections of the results of the PREP, Morena's bench would be joined by national political figures such as Nestora Salgado, Martí Batres, Alejandro González Yáñez, Martha Lucía Micher, Felix Salgado Macedonio, Delfina Gomez, Higinio Martínez, Lily Tellez, Alfonso Durazo and Rocío Nahle, among others.",
        "Through the multi-nominal route they would have seats Napoleon Gomez Urrutia, Germán Martínez, Ricardo Mon- real, Olga Sánchez Cordero and Ifigenia Martínez.",
        "They would also be inside the Front, Gustavo Madero, Gina Cruz, Emilio Álvarez Icaza, Clemente Castañeda, Juan Zepeda, Guadalupe Murguía and Minerva Hernández.",
        "In a first review they would be left out by the principle of relative majority, Xochitl Gálvez, Guillermo Anaya, María Elena Orantes, Beatriz Mojica, Guadalupe Acosta Naranjo and Anaya Rosa Payán.",
        "Independent Pedro Kumamoto and Manuel J. Clouthier wouldn't come in either.",
        "For the PRI, PVEM and NA would enter the Senate, the daughter of Manlio Fabio Beltrones Rivera, Sylvana Beltrones, Manuel Añorve and Jorge Carlos Ramírez Marin.",
        "Those who would be outside by the principle of relative majority would be the actress, Leticia Calderon (Green), Beatriz Pages, Jose Reyes Baeza and Cesar Camacho Quiroz.",
        "For the Senate of the Republic it is also necessary to calculate the trends to define the multi-nominal seats that each political party would obtain."
    ]
}