{
    "id": "69_Politics_564",
    "claim": "Sad moments the Institutional Revolutionary Party has experienced in this presidential campaign, because Jose Antonio Meade never took off, even though everything was attempted:He tried to convince people that he is not a PRI, but a citizen. He was tried to make it look like he's an honest person, and that's why the PRI supported him. He was tried to make it appear that he is the most prepared candidate, though he has never ruled. They tried to make it clear that he's a person like anyone else, and that he even gets on the subway, even if it's not in rush hours. But it's not like that. Meade was lost in the last places, and although there was a survey that put it in second place, it was discovered that it was carried out by the same company that was in charge of doing the survey so that the subway would go up to five pesos. In response, the PRI, in a desperate attempt to win the country's presidency again, has made a fundamental decision, which is to change the candidate. So now it will be Javier Hernández, better known as Chicharito, who faces the contest. In his first interview as a candidate, Javier Hernández told us that he feels very happy with the opportunity, that with him if he is going to achieve a change, as well as when they change him in every team he plays or as when he enters from change.'I feel very much in me the colors of the PRI. In fact, as they are the same as those of the National Selection, that is why I accepted this challenge, because besides being talented and famous, I know hunger and misery, because I played in the Chivas'. Chicharito will begin his campaign as a candidate with the slogan #ChecharoSiLaMete. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "30/05/2018",
    "veracity": 0,
    "claims": [
        "Sad moments the Institutional Revolutionary Party has experienced in this presidential campaign, because Jose Antonio Meade never took off, even though everything was attempted:Jose Antonio Meade tried to convince people that Jose Antonio Meade is not a PRI , but a citizen.",
        "Jose Antonio Meade was tried to make it look like Jose Antonio Meade 's an honest person, and 's 's why PRI supported Jose Antonio Meade .",
        "Jose Antonio Meade was tried to make it appear that Jose Antonio Meade is the most prepared candidate, though Jose Antonio Meade has never ruled.",
        "PRI tried to make it clear that Jose Antonio Meade 's a person like anyone else, and that Jose Antonio Meade even gets on the subway , even if the subway 's not in rush hours.",
        "Jose Antonio Meade was lost in the last places, and although there was a survey that put it in second place , it was discovered that a survey that put it in second place was carried out by the same company that was in charge of doing a survey that put it in second place so that the subway would go up to five pesos.",
        "In response, PRI , in a desperate attempt to win the country's presidency again, has made a fundamental decision, which is to change the candidate.",
        "So now it will be Javier Hernández, better known as Chicharito , who faces the contest.",
        "In first interview as a candidate, Javier Hernández, better known as Chicharito told us that Javier Hernández, better known as Chicharito feels very happy with the opportunity, that with Javier Hernández, better known as Chicharito if Javier Hernández, better known as Chicharito is going to achieve a change, as well as when they change Javier Hernández, better known as Chicharito in every team Javier Hernández, better known as Chicharito plays or as when Javier Hernández, better known as Chicharito enters from change.",
        "'I feel very much in me the colors of the PRI.",
        "In fact, as they are the same as those of the National Selection, that is why I accepted this challenge, because besides being talented and famous, I know hunger and misery, because I played in the Chivas'.",
        "Chicharito will begin his campaign as a candidate with the slogan #ChecharoSiLaMete."
    ]
}