{
    "id": "6_Science_170",
    "claim": "This January #NUMBER* we were able to enjoy the second supermoon of this #NUMBER*. After the first, which was the dawn of the #NUMBER* to the #NUMBER* of January, the night of Tuesday #NUMBER* to Wednesday #NUMBER* we have observed this astronomical phenomenon. But the supermoon is only one of the four phenomena that occur at once this January's : there will also be a lunar eclipse, a blood moon and a blue moon. This coincidence has not occurred for years, so this supermoon is quite special: the last time this extraordinary phenomenon took place was in , and the next time it happens will be the  of January . SupermoonThe orbit of the Moon is elliptical, and one side (apogee) is about km. farther away from Earth than the nearest other (perigeo). Therefore, over the  days of lunar cycle, the satellite is sometimes closer to us than others. The supermoon occurs when the moment of maximum approach is, moreover, the moment when there is a full moon. At first glance we can appreciate it between a % and a % larger than usual. Blue MoonA full moon is considered a'blue moon'when two full moons occur in the same month. As this month of January we already had a full moon at the beginning of the month (another supermoon between the  and the  of January) this second full moon has also been a'blue moon\". Lunar EclipseIn addition, this January's  occurs a third phenomenon, less common than the supermoon and the blue moon: Earth, the Sun and the Moon align, leading to a total lunar eclipse. The full moon coincides with the moment when the moon enters the shadow of the Earth, thus producing an eclipse. The eclipse, however, will not be visible throughout the planet. In South America, Africa and Western Europe it will not be visible, while in North America it will be visible before the dawn of the January . In Asia, Australia, New Zealand and Eastern Russia you can see the total lunar eclipse. Blood MoonThe last astronomical phenomenon that matches this January's  is the blood moon. During the course of the eclipse, the Earth's atmosphere will filter the blue and green light from the sun's rays, but let the red pass instead. That's why the moon will be dyed with the reflection of the reddish glow that will come from our atmosphere. Therefore, this blood moon will only be visible in the parts of the planet where the eclipse can be seen. I'm sorry.",
    "source": "elpais.com",
    "date": "30/01/2018",
    "veracity": 1,
    "claims": [
        "This January #NUMBER* we were able to enjoy the second supermoon of this #NUMBER* .",
        "After the first, which was the dawn of the #NUMBER* to the #NUMBER* of This January #NUMBER* , the night of Tuesday #NUMBER* to Wednesday #NUMBER* we have observed this astronomical phenomenon .",
        "But this astronomical phenomenon is only one of the four phenomena that occur at once This January #NUMBER* : there will also be a lunar eclipse, a blood moon and a blue moon.",
        "This coincidence has not occurred for years, so the second supermoon of this #NUMBER* is quite special: the last time this astronomical phenomenon took place was in , and the next time this astronomical phenomenon happens will be the  of January .",
        "this astronomical phenomenon orbit of the Moon is elliptical, and one side (apogee) is about km.",
        "farther away from Earth than the nearest other (perigeo).",
        "Therefore, over the  days of lunar cycle, the Moon is sometimes closer to us than others.",
        "this astronomical phenomenon occurs when the moment of maximum approach is, moreover, the moment when there is a full moon.",
        "At first glance we can appreciate this astronomical phenomenon between a % and a % larger than usual.",
        "Blue MoonA full moon is considered a'blue moon'when two full moons occur in the same month.",
        "As This January #NUMBER* we already had a full moon at the beginning of This January #NUMBER* (another supermoon between the  and the  of January ) this second full moon has also been a'blue moon\".",
        "Lunar EclipseIn addition, this January's  occurs a third phenomenon, less common than the supermoon and the blue moon: Earth, the Sun and the Moon align, leading to a total lunar eclipse.",
        "The full moon coincides with the moment when the moon enters the shadow of the Earth, thus producing an eclipse.",
        "The eclipse, however, will not be visible throughout the planet.",
        "In South America, Africa and Western Europe it will not be visible, while in North America it will be visible before the dawn of the January .",
        "In Asia, Australia, New Zealand and Eastern Russia you can see the total lunar eclipse.",
        "Blood MoonThe last astronomical phenomenon that matches this January's  is the blood moon.",
        "During the course of the eclipse, the Earth's atmosphere will filter the blue and green light from the sun's rays, but let the red pass instead.",
        "That's why the moon will be dyed with the reflection of the reddish glow that will come from our atmosphere.",
        "Therefore, this blood moon will only be visible in the parts of the planet where the eclipse can be seen."
    ]
}