{
    "id": "6_Society_91",
    "claim": "The pontiff maintained that the faithful can contribute if they want a donation, but that 'it is never paid'. Pope Francis insisted this Wednesday that no one can ask for money for a Mass and that if you want you can give a donation but they are 'free ', during the general audience held in the Paul VI Vatican Hall. In referring in his catechesis today to the intentions of prayer that are pronounced during the Masses, as in the case of the deceased, Francis remarked that 'Mass is not paid'.'Father, how much do I have to pay for my name to be called?. Do you understand?. The Mass is not paid. Mass is the free sacrifice of Christ ', he said. And he added that the faithful can contribute if they want to with a donation, but that 'it is never paid'. Francis dedicated today's catechesis to the various formulas of Eucharistic prayer and asked that'the Lord grant us to make our life a Eucharist, that it be thanksgiving, a gift of love and communion'. He stated that'the Catholic Church has wanted prayers to be made in the language that people understand, so that they can join the priest's prayer 'He also explained that Jesus was very clear when he said'this is my body and my blood 'and therefore during the Eucharist 'you should not think strange things. It's faith.\". I'm sorry.",
    "source": "www.elespectador.com",
    "date": "27/03/2020",
    "veracity": 1,
    "claims": [
        "The pontiff maintained that the faithful can contribute if the faithful want a donation , but that 'a donation is never paid'.",
        "The pontiff insisted this Wednesday that no one can ask for money for a Mass and that if you want you can give a donation but they are 'free ', during the general audience held in the Paul VI Vatican Hall.",
        "In referring in his catechesis today to the intentions of prayer that are pronounced during the Masses, as in the case of the deceased, The pontiff remarked that 'Mass is not paid'.",
        "'Father , how much do The pontiff have to pay for name to be called?.",
        "Mass is not paid.",
        "Mass is the free sacrifice of Christ ', The pontiff said.",
        "And The pontiff added that the faithful can contribute if the faithful want to with a donation , but that 'a donation is never paid'.",
        "The pontiff dedicated his catechesis to the various formulas of Eucharistic prayer and asked that'the Lord grant us to make our life a Eucharist, that our life be thanksgiving, a gift of love and communion'.",
        "The pontiff stated that'the Catholic Church has wanted prayers to be made in the language that people understand, so that people can join the priest's prayer 'The pontiff also explained that Christ was very clear when Christ said'this is body and blood 'and therefore during the Eucharist 'you should not think strange things.",
        "It's faith."
    ]
}