{
    "id": "70_Health_200",
    "claim": "A group of Mexican scientists shocked public opinion by announcing that tacos could be one of the most effective ways to fight cancer, according to a series of experiments carried out by the team. 'It took us several years to complete this research ', Professor Porfirio Tacuche, leader of the Autonomous Project to Infuse Food Health (PAISA) told us. 'As far as we can see, people who eat tacos on a regular basis, that is, more than two orders of five a day, have proven to be the least likely to die of cancer'. The tacos can be 'of carnitas, of longaniza, of suadero, of guta, of nana, of buche, of nenepil or campechanos, here with his salt well itchy, onions and cilantrito, and of pylon a tepache or a ice cream, pa'que mojarn!\", he added. According to research, of  people who participated in the study, consuming only taquitos cooked with butter over a decade, only one % of them came to get cancer. And indeed, we were able to see the results of the investigations, and the figures don't lie. The vast majority of test subjects died of myocardial infarction, renal complications, hypertension, and other diseases, but cancer was almost non-existent. Apparently, this discovery will be of crucial importance to improve the standard of living of the Mexican population. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "30/06/2016",
    "veracity": 0,
    "claims": [
        "A group of Mexican scientists shocked public opinion by announcing that tacos could be one of the most effective ways to fight cancer, according to a series of experiments carried out by the team .",
        "'It took A group of Mexican scientists several years to complete a series of experiments carried out by the team ', Professor Porfirio Tacuche, leader of the Autonomous Project to Infuse Food Health (PAISA) told us.",
        "'As far as A group of Mexican scientists can see, people who eat tacos on a regular basis, that is, more than two orders of five a day, have proven to be the least likely to die of cancer'.",
        "The tacos can be 'of carnitas, of longaniza, of suadero, of guta, of nana, of buche, of nenepil or campechanos, here with his salt well itchy, onions and cilantrito, and of pylon a tepache or a ice cream, pa'que mojarn!\", Professor Porfirio Tacuche, leader of the Autonomous Project to Infuse Food Health (PAISA) added.",
        "According to research, of  people who participated in the study, consuming only taquitos cooked with butter over a decade , only one % of people who participated in the study, consuming only taquitos cooked with butter over a decade came to get cancer.",
        "And indeed, we were able to see the results of the investigations, and the figures don't lie.",
        "The vast majority of test subjects died of myocardial infarction, renal complications, hypertension, and other diseases, but cancer was almost non-existent.",
        "Apparently, this discovery will be of crucial importance to improve the standard of living of the Mexican population."
    ]
}