{
    "id": "71_Education_5",
    "claim": "Warning: Schoolbooks with biased content on the internal armed conflict are approvedFollow the Refusalist Campaign of Fujimorism. Once again since Congress, the Fuerza Popular (FP) bench pushed for a review of school textbooks and their contents about the time of terrorism, as denounced by the National Coordinator for Human Rights (Cnddhh). According to this organization, the Ministry of Education (Minedu) would be about to approve books of first, second and third high school with biased contents on the period of the internal armed conflict, thus missing the truth and memory of the hundreds of thousands of victims of violence and terror unleashed between the years  and  in Peru. The Cnddh denounced that this would be the result of an agreement signed, in September of the , between the then Minister of Education, Idel Vexler, and the president of the Congress, Fujimorista Luis Galarreta, for the formation of a commission that included figures such as the former vice president of Alberto Fujimori, Francisco Tudela, and the retired vice admiral, involved in the massacre of El Fronton, Luis Giampietri. In this review process, workshops were held in which members of Congress and FP advisers and retired members of the Armed Forces participated, instead of institutions and experts in educational and human rights matters. In this sense, the Cnddh warned that this is a mode of interference of Congress in competences that correspond to the executive branch. The Cnddh held that this is intended to deny the events that occurred, as well as 'the responsibilities of the various actors who committed serious crimes against humanity and subjected the country to fear and terror, including the responsibility of the State itself '. This is the statement of the Cnddhh:SOBER THE MINEDU AND THE SCHOOL TEXTS: EDUCATIONAL POLICIES CANNOT BE DISCOGNIZED IN THE PAST OF THE COUNTRYThe National Coordinator of Human Rights (CNDDHH), as opposed to the proposal of the Ministry of Education (MINEDU) of contents for the teaching of terrorism in Peru in school texts, which are intended to validate and print with extreme speed, points out and alerts citizens as a matter of urgency on the following:. The current Congress of the Republic and its majority have been exerting pressure on the executive and other entities of the State to promote their particular interests, which are harmful to the country and its majority citizens. In this context, it has launched an aggressive campaign aimed at denying a comprehensive view of the period of the internal armed conflict (IAC), as well as the responsibilities of the various actors who committed serious crimes against humanity and subjected the country to fear and terror, including the responsibility of the State itself. ♪ NUMBER ♪. The campaign of negationism has set out to impose through the MINEDU a biased view of the history and facts of the CAI, thus affecting the right to the truth that citizens have, in particular children and adolescents in school education. To this end, the Congress and the MINEDU signed an agreement on 'strengthening civic and democratic education in schools 'on September* NUMBER* and announced the formation of a 'Commission 'for this purpose. Thus opening a dangerous door for Congress to interfere with government powers. ♪ NUMBER ♪. In this orientation, the current management of MINEDU has conducted three () consultation workshops to validate the contents of the school texts, prioritizing the participation of congressmen and advisors of Fuerza Popular and that of retired members of the FFAA. The validation process thus acquires a political character that is imposed on the technical, pedagogical and specialized criteria that must guarantee the right to education. This process also omits clear methodological criteria, as well as the wide participation of specialists in the field. ♪ NUMBER ♪. The country's educational policy must be loyal to our recent history, democratic principles and profound respect for the fundamental rights of individuals. As the United Nations Human Rights Council notes, in its comprehensive strategy to address the conditions conducive to the spread of terrorism, 'effective measures against terrorism and the protection of human rights are not conflicting objectives '. ♪ NUMBER ♪. The right to the truth is a fundamental individual and collective right recognized by our Constitutional Court and the Inter-American Court of Human Rights, which requires States to promote in their policies, including education, objectivity about what happened in the country and what its causes were. In this sense, the MINEDU cannot submit to the pressure of Congress, let alone become complicit in negationism. In view of these considerations, the CNDDHH urges the MINEDU and demands that the Peruvian State promote a broad and open dialogue on the contents and purposes of the above-mentioned school texts, leading to guaranteeing future generations the right to an educational and memory policy that respects democratic principles and the fundamental right to the truth. I'm sorry.",
    "source": "redaccion.lamula.pe",
    "date": "19/06/2018",
    "veracity": 0,
    "claims": [
        "the State itself Schoolbooks the Ministry of Education (MINEDU) biased strengthening on the National Coordinator for Human Rights (Cnddhh) the responsibility of the State itself the Refusalist Campaign of Fujimorism.",
        "Once again since approve , the a review of school textbooks and their contents about the time of terrorism bench The Cnddh the responsibility of the State itself Congress The current Congress of the Republic the Ministry of Education (MINEDU) The current Congress of the Republic , as denounced by school textbooks the State itself school textbooks .",
        "According to school textbooks , the Ministry of Education (MineduThe Cnddh the State itself third high school with biased contents The current Congress of the Republic and its majority the National Coordinator for Human Rights (Cnddhh) , thus missing the the Congress hundreds of thousands of victims of violence and terror unleashed between the years  and  in Peru.",
        "school textbooks denounced that the internal armed conflict would be the the country the Congress the country between the then Minister of Education, Idel Vexler, and the president Fuerza Popular (FP) approve the MINEDU Luis Galarreta, for the formation the MINEDU a The Cnddh that The Cnddh figures such as the former vice president of Alberto Fujimori, Francisco TudelaThe validation process in the massacre of El Fronton, Luis Giampietri.",
        "In Congress , workshops were held in which members of approve and a review of school textbooks and their contents about the time of terrorism advisers and retired members The Cnddh Armed Forces participated, instead The current Congress of the Republic and human rights matters.",
        "In this sense, school textbooks warned that The current Congress of the Republic and its majority mode of interference of approve in competences that correspond to the executive The country's .",
        "The Cnddh The country's that this is intended to deny the events that occurred, as well as 'the responsibilities of the various actors who committed serious crimes against humanity and subjected the country to fear and terror, including the responsibility of the State itself '.",
        "This is the statement of the Cnddhh:SOBER THE MINEDU AND THE SCHOOL TEXTS: EDUCATIONAL POLICIES CANNOT BE DISCOGNIZED IN THE PAST OF THE COUNTRYThe National Coordinator of Human Rights (CNDDHH), as opposed to the proposal of the Ministry of Education (MINEDU) of contents for the teaching of terrorism in Peru in school texts, which are intended to validate and print with extreme speed, points out and alerts citizens as a matter of urgency on the following:.",
        "The current Congress of the Republic and its majority have been exerting pressure on the executive and other entities of the State to promote their particular interests, which are harmful to the country and its majority citizens.",
        "In this context, it has launched an aggressive campaign aimed at denying a comprehensive view of the period of the internal armed conflict (IAC), as well as the responsibilities of the various actors who committed serious crimes against humanity and subjected the country to fear and terror, including the responsibility of the State itself.",
        "♪ NUMBER ♪.",
        "The campaign of negationism has set out to impose through the MINEDU a biased view of the history and facts of the CAI, thus affecting the right to the truth that citizens have, in particular children and adolescents in school education.",
        "To this end, the Congress and the MINEDU signed an agreement on 'strengthening civic and democratic education in schools 'on September* NUMBER* and announced the formation of a 'Commission 'for this purpose.",
        "Thus opening a dangerous door for Congress to interfere with government powers.",
        "♪ NUMBER ♪.",
        "In this orientation, the current management of MINEDU has conducted three () consultation workshops to validate the contents of the school texts, prioritizing the participation of congressmen and advisors of Fuerza Popular and that of retired members of the FFAA.",
        "The validation process thus acquires a political character that is imposed on the technical, pedagogical and specialized criteria that must guarantee the right to education.",
        "This process also omits clear methodological criteria, as well as the wide participation of specialists in the field.",
        "♪ NUMBER ♪.",
        "The country's educational policy must be loyal to our recent history, democratic principles and profound respect for the fundamental rights of individuals.",
        "As the United Nations Human Rights Council notes, in its comprehensive strategy to address the conditions conducive to the spread of terrorism, 'effective measures against terrorism and the protection of human rights are not conflicting objectives '.",
        "♪ NUMBER ♪.",
        "The right to the truth is a fundamental individual and collective right recognized by our Constitutional Court and the Inter-American Court of Human Rights, which requires States to promote in their policies, including education, objectivity about what happened in the country and what its causes were.",
        "In this sense, the MINEDU cannot submit to the pressure of Congress, let alone become complicit in negationism.",
        "In view of these considerations, the CNDDHH urges the MINEDU and demands that the Peruvian State promote a broad and open dialogue on the contents and purposes of the above-mentioned school texts, leading to guaranteeing future generations the right to an educational and memory policy that respects democratic principles and the fundamental right to the truth."
    ]
}