{
    "id": "71_Science_139",
    "claim": "It took several weeks, court orders, counterclaims, but finally the U.S. Federal Bureau of Investigation (FBI) managed to penetrate the iPhone of the San Bernardino attacker. 'We have successfully gained access to the information stored on the iPhone of (Syed) Farook ', said the U.S. Department of Justice. USA. in the petition calling for an end to the legal proceedings he had initiated against Apple.'We no longer required Apple's help,'said the paper. This put an end to the six-week fight since the FBI asked Apple to develop a'master key'or'superclave'to access information contained in Farook's iPhone, who along with his wife killed  people in a shooting in San Bernardino, California. Apple refused, arguing that that violated the privacy of its users, as a master key can be used on any device. But the action, far from ending the debate, fueled him, raising a series of questions about the tools used and the future of the privacy of the data contained on mobile devices. How did the FBI access the information?So far, the technical details are not known. And it's unlikely they'll be officially known. There's nothing to force the FBI to reveal its formula. What is known is that he did it through a'third part'. I mean, an outside company. What analysts and industry members agree on is that it is virtually impossible for another company to provide the master key or 'superkey'to violate Apple's iOS security system. 'That they have succeeded in decrypting and encrypting (the operating system) is possible but less likely ', David Gibson, vice president of Varonis Market Strategy and Development, tells BBC Mundo. Most likely, according to the expert, it was a'software attack'. This through an information unlocking company, or what in the industry is called Forensic Cell Phone Analysis. Not the same as the common 'unlocking 'of an iPhone that can be done by a phone company or 'pirate 'supplier. That unlocking what it does is get the iPhone back to its original state, that is, erasing all the existing information. What the companies of Forensic Analysis do is 'unlock 'the apparatus precisely to recover the information contained in it. According to Jeronimo García, director of the consultancy in computer services Sidertia Solutions, the most logical way would be to have used an 'exploit '(software tool designed to take advantage of a failure in a computer system) that exploits a vulnerability in the IOS boot manager, iBoot, charged with loading the recovery mode. Thus, 'you could take control of it and therefore be able to avoid limiting the password ', the director assures BBC Mundo. Another possible way to unlock it without losing information is to clone an 'image 'of the phone, i.e. a physical copy of the device to test passwords even when the limit of attempts is exceeded.'You get a logical image and you're tracking with it\". Thus, by blocking the phone after  attempts, you can'continue the attack with one of the copies of the image\". Who challenged Apple and helped the FBI?The FBI didn't want to identify the'third party'that managed to access the information and, according to what its headquarters Communications office told BBC Mundo, it won't either. But all eyes are on Cellebrite, a company of Israeli origin with offices in different parts of the world, including the U.S. USA. , after the Israeli newspaper Yedioth Ahronoth revealed last Wednesday the alleged link. Cellebrite confirmed to the BBC that they work with the FBI, but he didn't want to give details. However, according to the details, this would be related to the 'renewal of UFED software for seven machines 'in Chicago. BBC Mundo tried to get more details of the contract, however until the closure of this article the FBI did not respond to the request. The same  of March the FBI said it worked with an 'external part ', which had developed a way to break the security of the iPhone of San Bernardino. Did Pandora's box open?The question today, experts say, is not who did it, but whether or not this is a definitive solution that Salomonically settles conflicts like the one that occurred between Apple and the FBI, between the right to data privacy and national security. 'Today it is Apple, but it could be anyone else ', says Joel Bollo, executive director of the Swedish data forensics company MSAB, one of Cellebrite's main competitors. 'The main issue now is how to keep our phones safe, prevent mass surveillance and at the same time meet the requirements necessary to maintain the common good ', explains Bollo, who calls himself an enemy of mass cyber surveillance.'We have many customers. The FBI is one of them ', explains its executive director upon being consulted. The company created a system called Forensic Control Access Technology (FACT) that can be used in future cases such as the San Bernardino iPhone. The system is sold as a third way for cases where, as in San Bernardino, intelligence and national security agencies require access to information without having to create a 'master key 'that violates the security and privacy of other users. The method uses different key pairs to encrypt and decrypt information. That is to say, in addition to having the device physically you have to have two pairs of keys -or keys-: one generated by the government agency that requires the information and another by the company that makes the device. The key used for each specific case required by law can be configured for a finite number (usually from  to ) of uses, after which it becomes invalid. In addition, only with both key pairs can the data be extracted from the mobile device. Will it ever be known how the FBI got the information?Apple announced that he will do everything he can to get the FBI to reveal how he managed to access the information. Most likely, however, it will not happen. 'It is difficult for the FBI to make the methodology public ', explains Garcia, since 'it is very likely to be used in future cases'. Probably won't officially reveal the name of the outside company either. The law in the U.S. USA. allows authorities to retain the source of information if provided confidentially, and to protect methodologies for the collection of sensitive intelligence data. How to prevent your iPhone from being watched?The first thing to be clear is that there is no fail-safe technology. 'It is unrealistic to think that a device that keeps information, whether a smart cell phone or another, is insurmountable ', says Gibson. However, that a third party has developed a methodology that takes advantage of a weakness 'will open up a debate that is not pleasant to Apple ', García says. One of the great advantages that Apple exploits in terms of marketing is the privacy security of its devices. 'If the FBI has taken advantage of any hardware failure on the device, the problem for Apple is highly complex as it would force the device to change, or the users to take the risk ', says Garcia. 'In the event that the bug was logical, if identified by Apple, as on so many other occasions, a new version of iOS would solve the problem'. It's what Apple does every time it detects a methodology to challenge the security of its operating system. The latest iOS update was released by Apple on March . I'm sorry.",
    "source": "www.bbc.com",
    "date": "29/03/2016",
    "veracity": 1,
    "claims": [
        "It took Apple BBC Mundo orders, counterclaimsBBC Mundo but it information?Apple it The key used for each specific case required by law it .",
        "access the phone gained information?Apple the FBI refused access refused The key used for each specific case required by law refused ', said the U.S. Department of Justice.",
        "USA.",
        "in a logical image petition calling for reveal it the methodology it .",
        "David Gibson, vice president of Varonis Market Strategy and Development the FBI?The Joel Bollo, executive director of the Swedish data forensics company MSAB, one of Cellebrite's main competitors the FBI?The Joel Bollo, executive director of the Swedish data forensics company MSAB, one of Cellebrite's main competitors the FBI?The .",
        "the FBI?The many customers the FBI?The many customers the common 'unlocking 'of an iPhone that can be done by a phone company or 'pirate 'supplier the Swedish data forensics company MSAB, one of Cellebrite's main competitors details the Swedish data forensics company MSAB, one of Cellebrite's main competitors a logical image an iPhone the iPhone of the San Bernardino attacker .",
        "Cellebrite, a company of Israeli origin with offices in different parts of the world, including the U.S. USA. , a system called Forensic Control Access Technology (FACT) that can be used in future cases such as the San Bernardino iPhone that Cellebrite, a company of Israeli origin with offices in different parts of the world, including the U.S. USA. the details the IOS boot manager, iBoot, charged with loading the recovery mode .",
        "the IOS boot manager, iBoot, charged with loading the recovery mode work the debate, fueled him, raising a series of questions about the tools used and the a logical image of the privacy of the data contained on mobile devices.",
        "a logical image did the U.S. Federal Bureau of Investigation (FBI) the apparatus San Bernardino the apparatus known.",
        "There's nothing to force the U.S. Federal Bureau of Investigation (FBI) the data reveal the IOS boot manager, iBoot, charged with loading the recovery mode .",
        "What Jeronimo García, director of the consultancy in computer services Sidertia Solutions San Bernardino the San Bernardino iPhone .",
        "information?Apple the San Bernardino iPhone company.",
        "What analysts and industry Garcia on is that the phone the data the San Bernardino iPhone for another company Garcia the master key or 'superkey'to violate Apple the methodology system.",
        "'That they have succeeded in decrypting and encrypting (the operating system) is possible but less likely ', David Gibson, vice president of Varonis Market Strategy and Development, tells BBC Mundo.",
        "Most likely, according to the expert, it was a'software attack'.",
        "This through an information unlocking company, or what in the industry is called Forensic Cell Phone Analysis.",
        "Not the same as the common 'unlocking 'of an iPhone that can be done by a phone company or 'pirate 'supplier.",
        "That unlocking what it does is get the iPhone back to its original state, that is, erasing all the existing information.",
        "What the companies of Forensic Analysis do is 'unlock 'the apparatus precisely to recover the information contained in it.",
        "According to Jeronimo García, director of the consultancy in computer services Sidertia Solutions, the most logical way would be to have used an 'exploit '(software tool designed to take advantage of a failure in a computer system) that exploits a vulnerability in the IOS boot manager, iBoot, charged with loading the recovery mode.",
        "Thus, 'you could take control of it and therefore be able to avoid limiting the password ', the director assures BBC Mundo.",
        "Another possible way to unlock it without losing information is to clone an 'image 'of the phone, i.e. a physical copy of the device to test passwords even when the limit of attempts is exceeded.",
        "'You get a logical image and you're tracking with it\".",
        "Thus, by blocking the phone after  attempts, you can'continue the attack with one of the copies of the image\".",
        "Who challenged Apple and helped the FBI?The FBI didn't want to identify the'third party'that managed to access the information and, according to what its headquarters Communications office told BBC Mundo, it won't either.",
        "But all eyes are on Cellebrite, a company of Israeli origin with offices in different parts of the world, including the U.S. USA.",
        ", after the Israeli newspaper Yedioth Ahronoth revealed last Wednesday the alleged link.",
        "Cellebrite confirmed to the BBC that they work with the FBI, but he didn't want to give details.",
        "However, according to the details, this would be related to the 'renewal of UFED software for seven machines 'in Chicago.",
        "BBC Mundo tried to get more details of the contract, however until the closure of this article the FBI did not respond to the request.",
        "The same  of March the FBI said it worked with an 'external part ', which had developed a way to break the security of the iPhone of San Bernardino.",
        "Did Pandora's box open?The question today, experts say, is not who did it, but whether or not this is a definitive solution that Salomonically settles conflicts like the one that occurred between Apple and the FBI, between the right to data privacy and national security.",
        "'Today it is Apple, but it could be anyone else ', says Joel Bollo, executive director of the Swedish data forensics company MSAB, one of Cellebrite's main competitors.",
        "'The main issue now is how to keep our phones safe, prevent mass surveillance and at the same time meet the requirements necessary to maintain the common good ', explains Bollo, who calls himself an enemy of mass cyber surveillance.",
        "'We have many customers.",
        "The FBI is one of them ', explains its executive director upon being consulted.",
        "The company created a system called Forensic Control Access Technology (FACT) that can be used in future cases such as the San Bernardino iPhone.",
        "The system is sold as a third way for cases where, as in San Bernardino, intelligence and national security agencies require access to information without having to create a 'master key 'that violates the security and privacy of other users.",
        "The method uses different key pairs to encrypt and decrypt information.",
        "That is to say, in addition to having the device physically you have to have two pairs of keys -or keys-: one generated by the government agency that requires the information and another by the company that makes the device.",
        "The key used for each specific case required by law can be configured for a finite number (usually from  to ) of uses, after which it becomes invalid.",
        "In addition, only with both key pairs can the data be extracted from the mobile device.",
        "Will it ever be known how the FBI got the information?Apple announced that he will do everything he can to get the FBI to reveal how he managed to access the information.",
        "'It is difficult for the FBI to make the methodology public ', explains Garcia, since 'it is very likely to be used in future cases'.",
        "Probably won't officially reveal the name of the outside company either.",
        "The law in the U.S. USA.",
        "allows authorities to retain the source of information if provided confidentially, and to protect methodologies for the collection of sensitive intelligence data.",
        "How to prevent your iPhone from being watched?The first thing to be clear is that there is no fail-safe technology.",
        "'It is unrealistic to think that a device that keeps information, whether a smart cell phone or another, is insurmountable ', says Gibson.",
        "However, that a third party has developed a methodology that takes advantage of a weakness 'will open up a debate that is not pleasant to Apple ', García says.",
        "One of the great advantages that Apple exploits in terms of marketing is the privacy security of its devices.",
        "'If the FBI has taken advantage of any hardware failure on the device, the problem for Apple is highly complex as it would force the device to change, or the users to take the risk ', says Garcia.",
        "'In the event that the bug was logical, if identified by Apple, as on so many other occasions, a new version of iOS would solve the problem'.",
        "It's what Apple does every time it detects a methodology to challenge the security of its operating system.",
        "The latest iOS update was released by Apple on March ."
    ]
}