{
    "id": "72_Science_143",
    "claim": "A company in Arizona (United States) has released the first genetically modified company dogs so they can't bark. The company, called MutedDog, has been studying how to get dogs unable to bark for years. For the moment the company markets  modified breeds but expects that in just  years they can offer all breeds.'We came to cover a need that many users asked for. Now anyone will be able to have their pet at home without having to disturb the neighbors 'explains the company on its website. In principle only orders are allowed in the United States but MutedDog has announced the next opening of a branch in Barcelona (Spain) for next September and planning to open in other countries. The International Animal Protection Association (AIPA) has shown its discomfort because they do not believe it is ethical to sell mute genetically modified animals, although the company defends itself by saying that they do not suffer since they are mute since their birth and they are not given any operation so that they do not bark. I'm sorry.",
    "source": "haynoticia.es",
    "date": "27/06/2018",
    "veracity": 0,
    "claims": [
        "A company in Arizona (United States) has released the first genetically modified company dogs so they can't bark.",
        "The company, called MutedDog, has been studying how to get dogs unable to bark for years.",
        "For the moment the company markets  modified breeds but expects that in just  years they can offer all breeds.",
        "'We came to cover a need that many users asked for.",
        "Now anyone will be able to have their pet at home without having to disturb the neighbors 'explains the company on its website.",
        "In principle only orders are allowed in the United States but MutedDog has announced the next opening of a branch in Barcelona (Spain) for next September and planning to open in other countries.",
        "The International Animal Protection Association (AIPA) has shown its discomfort because they do not believe it is ethical to sell mute genetically modified animals, although the company defends itself by saying that they do not suffer since they are mute since their birth and they are not given any operation so that they do not bark."
    ]
}