{
    "id": "74_Health_220",
    "claim": "Researchers expect that environmental conditions and overfishing will cause more sightings in tourist areas of the Mediterranean Last April the alarm went off on the beaches of Alicante due to the presence in the Mediterranean of the feared Portuguese carabels. A species similar to jellyfish that has forced to close since then several sands of the Valencian Community -where a minor was hospitalized by the brushing of a specimen- and Murcia. Researchers predict that this summer, in the midst of a massive influx of bathers to the beaches, environmental conditions and overfishing will cause more sightings in the main tourist areas of the Mediterranean. The bite of this species of jellyfish is one of the most poisonous and painful. That's why it's very important to know how a jellyfish stings and its methods of prevention. Although it is true that it is one of the most striking species, its bite occurs in thousandths of a second. Very little time to react and try to avoid it. Each of its long tentacles contains thousands of urticating cells that are activated upon physical contact with human skin. These cells contain tubules such as harpoons that inject poison into the skin, causing pain, rashes, and redness. Each tentacle contains millions of urticating cells. All organisms belonging to the family 'phylum Cnidaria ', such as jellyfish themselves, coral or anemones, are equipped with this type of cells, which protect them from predators. Each of these cells (cnidoblasts) consists of a capsule containing: a coiled filament finished in a dart and potent toxins. Urticating cells are activated by having physical contact with human skin, firing their dart. These inject their poison into the skin, causing pain, rashes, and redness. The bite of this feared species is poisonous and very painful. It can cause fever, headache, local inflammation, nausea, vomiting and/or nervousness. To avoid this series of discomforts among bathers, the SAFE SEA brand distributes in the pharmaceutical market a range of sunscreens that inhibit the bite of all kinds of jellyfish. And among them, that of the dreaded Portuguese Carabela. I'm sorry.",
    "source": "www.abc.es",
    "date": "06/07/2018",
    "veracity": 1,
    "claims": [
        "Researchers expect that environmental conditions and overfishing will cause more sightings in tourist areas of the Mediterranean Last April the alarm went off on the beaches of Alicante due to the presence in the Mediterranean of the feared Portuguese carabels .",
        "A species similar to jellyfish that has forced to close since then several sands of the Valencian Community -where a minor was hospitalized by the brushing of a specimen- and Murcia.",
        "Researchers predict that this summer, in the midst of a massive influx of bathers to the beaches, environmental conditions and overfishing will cause more sightings in the main tourist areas of the Mediterranean .",
        "The bite of the feared Portuguese carabels is one of the most poisonous and painful.",
        "That's why it's very important to know how a jellyfish stings and methods of prevention.",
        "Although it is true that the feared Portuguese carabels is one of the most striking species, its bite occurs in thousandths of a second.",
        "Very little time to react and try to avoid its bite .",
        "Each of long tentacles contains thousands of urticating cells that are activated upon physical contact with human skin .",
        "thousands of urticating cells that are activated upon physical contact with human skin contain tubules such as harpoons that inject poison into the skin, causing pain, rashes, and redness.",
        "Each tentacle contains millions of urticating cells.",
        "jellyfish themselves , are equipped with this type of cells, which protect jellyfish themselves from predators.",
        "Each of these cells (cnidoblasts) consists of a capsule containing: a coiled filament finished in a dart and potent toxins.",
        "Urticating cells are activated by having physical contact with human skin, firing their dart.",
        "These inject their poison into the skin, causing pain, rashes, and redness.",
        "The bite of this feared species is poisonous and very painful.",
        "It can cause fever, headache, local inflammation, nausea, vomiting and/or nervousness.",
        "To avoid this series of discomforts among bathers, the SAFE SEA brand distributes in the pharmaceutical market a range of sunscreens that inhibit the bite of all kinds of jellyfish.",
        "And among them, that of the dreaded Portuguese Carabela."
    ]
}