{
    "id": "75_Entertainment_642",
    "claim": "With more than twenty melodramas behind them, including international successes such as The usurper (), Real Love () and more recently Because Love Commands (); Fernando Colunga is one of the most successful telenovela galans, but also one of the most reserved in all matters concerning his private life. Every time he finishes filming a project, the Mexican actor moves away completely from the spotlights to the point that everyone, fans and media, we completely lose the track. This has been the case since the recording of the melodrama Pasion y poder, his latest project to date with Televisa, was completed in March last year. During all this time that has not been in telenovela, the occasions on which Colunga has been publicly seen have been very numerous as it is not common for him to attend an event or a red carpet. Where is the unforgettable gallon of I am your owner and, above all, how it looks today at its  years?, many people frequently wonder through social networks. Today, thanks to a photo recently shared by Colombian actor and director Miguel Varoni on Instagram, we can finally answer one of those questions. Catherine Siachoque's husband, who runs the fourth season of the Superseries Lady Steel (Telemundo), met last Sunday in the United States with the Mexican gallant and shared a photo of the evening with his more than  million followers. The snapshot shows the great physical state that still preserves the unforgettable protagonist of the successful melodrama Tomorrow is forever to his  years of age. 'It's good to see Fernando .. he's missed on television!'or'How nice to see my Fer as beautiful as ever, I miss him in the novels ', were some of the hundreds of comments that flooded the publication. And you, too, miss Fernando Colunga on soap operas?",
    "source": "peopleenespanol.com",
    "date": "13/11/2017",
    "veracity": 1,
    "claims": [
        "With more than twenty melodramas behind them, including international successes such as The usurper (), Real Love () and more recently Because Love Commands (); Fernando Colunga is one of the most successful telenovela galans, but also one of the most reserved in all matters concerning private life.",
        "Every time Fernando Colunga finishes filming a project, Fernando Colunga moves away completely from the spotlights to the point that everyone, fans and media, we completely lose the track.",
        "This has been the case since the recording of the melodrama Pasion y poder, latest project to date with Televisa, was completed in March last year.",
        "During all this time that has not been in telenovela, the occasions on which Fernando Colunga has been publicly seen have been very numerous as it is not common for Fernando Colunga to attend an event or a red carpet.",
        "Where is the unforgettable gallon of I am your owner and, above all, how the unforgettable gallon of I am your owner looks today at  years?, many people frequently wonder through social networks.",
        "Today, thanks to a photo recently shared by Colombian actor and director Miguel Varoni on Instagram, we can finally answer one of those questions.",
        "Catherine Siachoque's husband, who runs the fourth season of the Superseries Lady Steel (Telemundo), met last Sunday in the United States with Fernando Colunga and shared a photo of the evening with more than  million followers.",
        "The snapshot shows the great physical state that still preserves the unforgettable protagonist of the successful melodrama Tomorrow is forever to his  years of age.",
        "'It's good to see Fernando .. he's missed on television!'or'How nice to see my Fer as beautiful as ever, I miss him in the novels ', were some of the hundreds of comments that flooded the publication.",
        "And you, too, miss Fernando Colunga on soap operas?."
    ]
}