{
    "id": "75_Health_221",
    "claim": "Controlled substances derived from opioids are the most effective drugs for pain control and management, but their excessive use, coupled with their considerable list of side effects, has led millions to addiction. And while opioids are excellent at mitigating physical pain, they are also extremely difficult to give up once addiction takes over a person. Puerto Rico's Department of Justice joined other U.S. states today, Wednesday, in suing Purdue Pharma, who is responsible for the epidemic of opiate addiction that embraces both the U.S. population and thousands of Puerto Ricans. Purdue Pharma produces pain control medicine known as OxyContin, although its portfolio also contains other pain management products with active ingredients derived from the opium plant such as fentanyl, codeine and hydrocodone. According to the literature of the drug reference book Drug Facts & Comparisons, the drug OxyContin, whose active ingredient (primarily) is oxycodone hydrochloride, a semi-synthetic substance derived from tebain, one of many alkaloids found in the Persia opium plant. Oxycodone is a highly potent opioid that is prescribed, both in pills and in an injection solution, for the management of moderate to severe pain in cancer patients, patients who received trauma or people recovering from larger operations. Drug Facts & Comparisons indicates that OxyContin is available in , , , , , ,  and  milligrams. Because it is a derivative of the opium plant, its side effects are extensive and severe: in addition to causing addiction if the person abuse its use, oxycodone can cause respiratory failure, causes low blood pressure, anxiety, euphoria, a reduction in pain sensitivity, can cause sleep apnea, dizziness, nausea, vomiting, loss of appetite and nervousness. OxyContin is one of the drugs attributed to the epidemic of opioid addiction because it is extremely difficult to abandon (along with heroin), especially if the person tries to stop suddenly. Oxycodone addiction is managed through a step-by-step program in which the dose is gradually reduced until you stop taking it. Another procedure to stop the effects of oxycodone is by using the drug Narcan, whose active ingredient, naloxone, blocks the effects of opioids. I'm sorry.",
    "source": "www.elnuevodia.com",
    "date": "04/04/2018",
    "veracity": 0,
    "claims": [
        "Controlled substances derived from opioids are the most effective drugs for pain control and management, but excessive use, coupled with considerable list of side effects, has led millions to addiction.",
        "And while opioids are excellent at mitigating physical pain, opioids are also extremely difficult to give up once addiction takes over a person.",
        "Puerto Rico's Department of Justice joined other U.S. states today, Wednesday, in suing Purdue Pharma, who is responsible for the epidemic of opiate addiction that embraces both the U.S. population and thousands of Puerto Ricans .",
        "Purdue Pharma, who is responsible for the epidemic of opiate addiction that embraces both the U.S. population and thousands of Puerto Ricans produces pain control medicine known as OxyContin , although portfolio also contains other pain management products with active ingredients derived from the opium plant such as fentanyl, codeine and hydrocodone.",
        "According to the literature of the drug reference book Drug Facts & Comparisons , the drug OxyContin, whose active ingredient (primarily) is oxycodone hydrochloride, a semi-synthetic substance derived from tebain, one of many alkaloids found in the Persia opium plant.",
        "Oxycodone is a highly potent opioid that is prescribed, both in pills and in an injection solution, for the management of moderate to severe pain in cancer patients, patients who received trauma or people recovering from larger operations.",
        "the drug reference book Drug Facts & Comparisons indicates that pain control medicine known as OxyContin is available in , , , , , ,  and  milligrams.",
        "Because pain control medicine known as OxyContin is a derivative of the opium plant , side effects are extensive and severe: in addition to causing addiction if the person abuse use, pain control medicine known as OxyContin can cause respiratory failure, causes low blood pressure, anxiety, euphoria, a reduction in pain sensitivity, can cause sleep apnea, dizziness, nausea, vomiting, loss of appetite and nervousness.",
        "OxyContin is one of the drugs attributed to the epidemic of opioid addiction because it is extremely difficult to abandon (along with heroin), especially if the person tries to stop suddenly.",
        "Oxycodone addiction is managed through a step-by-step program in which the dose is gradually reduced until you stop taking it.",
        "Another procedure to stop the effects of oxycodone is by using the drug Narcan, whose active ingredient, naloxone, blocks the effects of opioids."
    ]
}