{
    "id": "76_Entertainment_647",
    "claim": "The team of Jose Antonio Meade, candidate of the Todos coalition for Mexico, continues to think of ways to position him in the race for the presidency, despite the fact that he is lagging behind in a distant third place in all the polls (behind Andres Manuel Lopez Obrador and Ricardo Anaya) and that it is less than a month before the elections. The most recent idea is to include it in the famous series of Luis Miguel, in Netflix. To do this, the PRI has offered the producers  millions of dollars to modify the chapters that remain to be transmitted. In the proposed story to modify the argument will be included the character of Jose Antonio Meade, who in the late eighties will be a young but intelligent economist who also serves as a private detective. Luis Miguel will hire him not only to find his mother, but also to expose his father, Luisito Rey, and all his evils. The candidate's team wants to film a scene where Meade gives Luisito Rey a sovereign beating, making him disappear from his son's life.'You have won this time, but I will return!'will King tell him, before throwing a smoke bomb to disappear into the shadows. At the end of the chapter, Luisito Rey will arrive at his secret lair, where he will meet his boss, The Tabasqueño Messiah, who will kill him for not being able to stop Meade. They also want to modify the end of the series, so that it will be located in the present and be a concert of Luis Miguel in the closing of Meade's campaign. There is still no response from producers. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "05/06/2018",
    "veracity": 0,
    "claims": [
        "The team of Jose Antonio Meade, candidate of the Todos coalition for Mexico , continues to think of ways to position Jose Antonio Meade, candidate of the Todos coalition for Mexico in the race for the presidency, despite the fact that Jose Antonio Meade, candidate of the Todos coalition for Mexico is lagging behind in a distant third place in all the polls (behind Andres Manuel Lopez Obrador and Ricardo Anaya) and that it is less than a month before the elections.",
        "The most recent idea is to include Jose Antonio Meade, candidate of the Todos coalition for Mexico in the famous series of Luis Miguel , in Netflix.",
        "To do include , the PRI has offered the producers  millions of dollars to modify the chapters that remain to be transmitted.",
        "In the proposed story to modify the argument will be included Jose Antonio Meade, candidate of the Todos coalition for Mexico .",
        "Luis Miguel will hire Jose Antonio Meade, candidate of the Todos coalition for Mexico not only to find mother, but also to expose his father, Luisito Rey , and all evils.",
        "The team of Jose Antonio Meade, candidate of the Todos coalition for Mexico wants to film a scene where Jose Antonio Meade, candidate of the Todos coalition for Mexico gives his father, Luisito Rey a sovereign beating, making his father, Luisito Rey disappear from Luis Miguel life.",
        "'You have won this time, but his father, Luisito Rey will return!'will King tell his father, Luisito Rey , before throwing a smoke bomb to disappear into the shadows.",
        "At the end of the chapter, his father, Luisito Rey will arrive at secret lair, where his father, Luisito Rey will meet boss, The Tabasqueño Messiah, who will kill his father, Luisito Rey for not being able to stop Jose Antonio Meade, candidate of the Todos coalition for Mexico .",
        "They also want to modify the end of the series, so that it will be located in the present and be a concert of Luis Miguel in the closing of Meade's campaign.",
        "There is still no response from producers."
    ]
}