{
    "id": "76_Science_162",
    "claim": "Space rocks of this size are not so close to the planet, according to NASAA larger asteroid than a bus will pass this Friday at a safe but close distance to Earth, less than a fifth of the distance that separates us from the moon, NASA reported. 'Asteroids of this size do not usually approach our planet so close, perhaps only once or twice a year ', said Paul Chodas, director of the Center for the Study of Near-Earth Objects of the United States Space Agency. Called asteroid  CB, the space rock between  and  meters will pass near our planet, some  kilometers, around  (GMT), NASA said. 'Although  CB is quite small, it could be larger than the asteroid that entered the atmosphere on Cheliábinsk, Russia, almost five years ago, on  ', Chodas said. Another small asteride, of the same size, also approached Earth this week. The #NUMBER* CC passed Tuesday at #NUMBER* (GMT) at a distance of around #NUMBER* kilometers. Both were discovered this month by astronomers from NASA-funded Catalina Sky Survey research program, which operates at the Lunar and Planetary Laboratory of the University of Arizona, near Tucson. I'm sorry.",
    "source": "elpais.com",
    "date": "10/02/2018",
    "veracity": 1,
    "claims": [
        "Space rocks of this size are not so close to the planet, according to NASAA larger asteroid than a bus will pass this Friday at a safe but close distance to Earth, less than a fifth of the distance that separates us from the moon, NASA reported.",
        "'Asteroids of this size do not usually approach our planet so close, perhaps only once or twice a year ', said Paul Chodas, director of the Center for the Study of Near-Earth Objects of the United States Space Agency.",
        "Called asteroid  CB, the space rock between  and  meters will pass near our planet, some  kilometers, around  (GMT), NASA said.",
        "'Although  CB is quite small, it could be larger than the asteroid that entered the atmosphere on Cheliábinsk, Russia, almost five years ago, on  ', Chodas said.",
        "Another small asteride, of the same size, also approached Earth this week.",
        "The #NUMBER* CC passed Tuesday at #NUMBER* (GMT) at a distance of around #NUMBER* kilometers.",
        "Both were discovered this month by astronomers from NASA-funded Catalina Sky Survey research program, which operates at the Lunar and Planetary Laboratory of the University of Arizona, near Tucson."
    ]
}