{
    "id": "77_Politics_547",
    "claim": "According to Ciro Gomez Leyva's news, the former First Lady would have informed her team of collaborators of the decision to leave the game. Margarita Zavala will leave in the next hours the National Action Party (PAN) and register this weekend her independent candidacy to compete for the Presidency of the Republic in . The former First Lady announced that it will be this Friday when she addresses the issue. According to Ciro Gomez Leyva's news, the former First Lady would have communicated to her team of collaborators the decision to leave the party, because there are no guarantees that the competition for the candidacy of the Broad Democratic Front (constituted by the PAN, PRD and Citizen Movement) will be transparent. Hours later, the still panist announced through her Twitter account that at  Friday hours will give a message regarding this topic. Former President Felipe Calderon's wife has before midnight Sunday to present the documents to register as an independent pre-candidate by the Presidency. Last Tuesday, in that same information space, Margarita Zavala said she would do her best to be the standard-bearer of this alliance, but she did not rule out the possibility of standing as an independent candidate. Some of the polls published by various media and specialized agencies place her as the best-placed panist in the presidential contest. This Sunday  October is the deadline for the registration of independent candidates, according to the call established by the National Electoral Institute (INE). I'm sorry.",
    "source": "www.forbes.com.mx",
    "date": "05/10/2017",
    "veracity": 1,
    "claims": [
        "According to Ciro Gomez Leyva's , the former First Lady would have informed Ciro Gomez Leyva's news of the decision to leave the game.",
        "the former First Lady will her team of collaborators in the next hours leave and register this weekend independent candidacy to compete for the Presidency of the Republic in .",
        "the former First Lady announced that it will be this Friday when the former First Lady addresses the issue.",
        "According to Ciro Gomez Leyva's , the former First Lady would have communicated to Ciro Gomez Leyva's news the decision to her team of collaborators leave , because there are no guarantees that the competition for the candidacy of the National Action Party (PAN) will be transparent.",
        "Hours later, the former First Lady announced through Twitter account that at  Friday hours will give a message regarding this topic.",
        "the former First Lady has before midnight Sunday to present the documents to register as an independent pre-candidate by the Presidency.",
        "Last Tuesday, in that same information space, the former First Lady said the former First Lady would do best to be the standard-bearer of the National Action Party (PAN) , but the former First Lady did not rule out the possibility of standing as an independent candidate.",
        "Some of the polls published by various media and specialized agencies place the former First Lady as the best-placed panist in the presidential contest.",
        "This Sunday  October is the deadline for the registration of independent candidates, according to the call established by the National Electoral Institute (INE)."
    ]
}