{
    "id": "77_Science_158",
    "claim": "If the Government of the Nation accepts the recent proposal submitted by the Government of the Canary Islands, the term 'one less in the Canary Islands 'is coming to an end. It seems, that the Canarian rulers base this proposal, on the need to have the same time zone as the Peninsula and not as is currently the case, which have the same schedule as London. The controversy is served, both neighbors and responsible for the tourism and political authorities diverge in terms of opinions, on the one hand they say that to raise the children still being at night, to go to school, would be a delay, however, in the tourism they affirm that it would save energy spending, having now tourists that they dine at the  in the afternoon. The opinion of the geographers, is even more absurd, in defending the same ones that very contrary to the proposal presented, the Canary archipelago should delay another hour more its clocks, based this theory on the geographical position of the islands, passing through these the meridian of Greenwich. I'm sorry.",
    "source": "haynoticia.es",
    "date": "27/12/2017",
    "veracity": 0,
    "claims": [
        "If the Government of the Nation accepts the recent proposal submitted by the Government of the Canary Islands, the term 'one less in the Canary Islands 'is coming to an end.",
        "It seems, that the Canarian rulers base this proposal, on the need to have the same time zone as the Peninsula and not as is currently the case, which have the same schedule as London.",
        "The controversy is served, both neighbors and responsible for the tourism and political authorities diverge in terms of opinions, on the one hand they say that to raise the children still being at night, to go to school, would be a delay, however, in the tourism they affirm that it would save energy spending, having now tourists that they dine at the  in the afternoon.",
        "The opinion of the geographers, is even more absurd, in defending the same ones that very contrary to the proposal presented, the Canary archipelago should delay another hour more its clocks, based this theory on the geographical position of the islands, passing through these the meridian of Greenwich."
    ]
}