{
    "id": "78_Politics_533",
    "claim": "The leadership of the Partido, Revalucianari, Institutional (PRI), in charge of Rene Juárez Cisner, is in charge of his candidates, says El Universal. According to the column Baj Reserva,'the election of the  of juli is approaching, there are some differences between the PRI and its candidates, essentially in states where there will be a choice of governor'. In the days of his career, the columnist Salvadr García St of El Universal said that diverss emress and the ri artid was'locking the key'to Jse Antni Meade r the lower part of the candidate who to date leaves the third place, and that the economic restrictions are limited to him, without any other. 'In the report, some of the complainants complain about the lack of the national leadership, headed by Rene Juárez Cisner-s ', he said. The PRI candidate in Puebla attended the'Insurgentes N'rte'(Pri Naci's headquarters) during the week, Enrique D́ger went to the'Insurgentes N'rte'offices. 'He had his resignation from the candidacy of the Gbiern, 'says the author of his strategy ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', , , ', ', , ', ', ', ', , ', ', ', ', ', ', ', ', ', ', , , , ', , , , ', , , ', ', ', ', ', ', , , , , ', ', ', ', ', ', ', , , , ', , , , , , , , , ', , , , , , ', , , , , ', ', ', ', , , ', , , ', , , , , , , , , ', , , ', , , , , , , , , , , ', , , , , , , , , , , , , , , , , , , , , , , , , ,. I'm sorry.",
    "source": "nacionunida.com",
    "date": "11/06/2018",
    "veracity": 0,
    "claims": [
        "The leadership of the Partido, Revalucianari, Institutional (PRI) , in charge of Rene Juárez Cisner , is in charge of candidates, says El Universal .",
        "According to the column Baj Reserva,'the election of the  of juli is approaching, there are some differences between the Partido, Revalucianari, Institutional (PRI) and candidates, essentially in states where there will be a choice of governor'.",
        "In the days of career, his said that diverss emress and the ri artid was'locking the key'to Jse Antni Meade r the lower part of his , and that the economic restrictions are limited to his , without any other.",
        "'In the report, some of the complainants complain about the lack of the national leadership, headed by Rene Juárez Cisner -s ', his said.",
        "The PRI candidate in Puebla attended the'Insurgentes N'rte'(Pri Naci's headquarters) during the week, The PRI candidate in Puebla went to the'Insurgentes N'rte'offices.",
        "'The PRI candidate in Puebla had resignation from the candidacy of the Gbiern, 'says the author of strategy ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', ', , , ', ', , ', ', ', ', , ', ', ', ', ', ', ', ', ', ', , , , ', , , , ', , , ', ', ', ', ', ', , , , , ', ', ', ', ', ', ', , , , ', , , , , , , , , ', , , , , , ', , , , , ', ', ', ', , , ', , , ', , , , , , , , , ', , , ', , , , , , , , , , , ', , , , , , , , , , , , , , , , , , , , , , , , , ,."
    ]
}