{
    "id": "78_Society_99",
    "claim": "They may seem harmless but portable pools and inflatables are far more dangerous than many parents think and many children drown in them. That is the conclusion of a new study conducted at the Center for Injury Research and Policy at the National Children's Hospital in Ohio, United States. According to scientists, a child drowns in one of these pools every five days during the summer in that country. And because they have a low cost and are easy to use, they have become an increasingly common entertainment in many American homes. However, says the study published in the journal Pediatrics, many parents are not aware that these pools are much more dangerous than they think. Researchers found that most cases of drowning in portable and inflatable pools involve children under the age of  and occur in their own courtyards or gardens during the summer months. 'Because portable pools are usually small, inexpensive and easy to use, parents often don't think about the potential dangers they present,'says Dr. Gary Smith, who led the study. 'It only takes two minutes and a few inches of water to drown a child'. 'That is why it is important for parents to realize that portable swimming pools are as dangerous as land-level swimming pools ', he adds. Monitoring loopsDr. Smith and his team investigated the circumstances of all drowning deaths in portable and inflatable pools of children under the age of  years from  to . The results showed that % of the victims were under  years of age, most of the deaths were due to 'short periods of time in supervision 'and others resulted when children 'found ways to overcome the barriers that had been put in place to keep them safe'. 'More than % of children in this study were being supervised by an adult when the immersion event occurred 'say researchers. 'In % of cases, a brief interruption in supervision, such as socializing with neighbors, answering the phone or carrying out other tasks, was enough for the immersion event to happen ', they add. According to researchers, this shows that it is not enough for an adult to supervise children in the pool, but it is necessary to implement 'multiple levels of supervision 'to avoid drowning. This includes measures such as preventing children from having access to the pool when the adult is not present (just a few minutes), keeping children safe when they are inside the pool, and being prepared to respond to the emergency if an immersion injury occurs. Researchers also found 'lack of accessibility 'to drowning prevention tools, such as security fences to isolate swimming pools, security decks, portable stairs and alarms designed specifically for these types of pools. Many of these accessories, authors say, are too expensive or simply not available. 'Manufacturers of portable and inflatable pools should develop more effective and less expensive tools to help parents reduce the drowning hazards associated with these products 'says Dr. Smith. As experts point out, adult supervision is essential, but the key to preventing these events is awareness that it is enough to turn around or distract yourself for a child to drown in a pool. I'm sorry.",
    "source": "www.bbc.com",
    "date": "21/06/2011",
    "veracity": 1,
    "claims": [
        "They may seem harmless but They are far more dangerous than many parents think and many children drown in They .",
        "That is the conclusion of children a new study conducted at the Center for Injury Research and Policy at the National Children's Hospital in Ohio, United States .",
        "According to scientists, a child drowns in the immersion event every five days researchers summer in United States .",
        "And because They have a low cost and are easy to use, They have become an increasingly common entertainment in many American homes.",
        "the immersion event a new study conducted at the Center for Injury Research and Policy at the National Children's Hospital in Ohio, United States , many parents are not aware that They are much more dangerous than many parents think.",
        "Researchers found that most cases 'multiple levels of supervision ' pools involve 'multiple levels of supervision ' children under the age of   and occur in own courtyards or gardens the pool summer months.",
        "'Because portable pools are usually small, children and easy children use, parents the pool don't think about the potential dangers portable pools present,'says Dr. Gary Smith, who led the study .",
        "'It only takes two minutes and a few drowning prevention tools, such as security fences to isolate swimming pools, security decks, portable stairs and alarms designed specifically for these types of pools .",
        "drowning prevention tools, such as security fences to isolate swimming pools, security decks, portable stairs and alarms designed specifically for these types of pools adds.",
        "Monitoring drowning prevention tools, such as security fences to isolate swimming pools, security decks, portable stairs and alarms designed specifically for these types of pools .",
        "Dr. Gary Smith, who led the study and team investigated the circumstances of all drowning deaths in portable and inflatable pools of children under the age of  years from  to .",
        "The results showed that % of the victims were under  years of age, most of the deaths were due to 'short periods of time in supervision 'and others resulted when children 'found ways to overcome the barriers that had been put in place to keep them safe'.",
        "'More than % of children in this study were being supervised by an adult when the immersion event occurred 'say researchers.",
        "'In % of cases, a brief interruption in supervision, such as socializing with neighbors, answering the phone or carrying out other tasks, was enough for the immersion event to happen ', they add.",
        "According to researchers, this shows that it is not enough for an adult to supervise children in the pool, but it is necessary to implement 'multiple levels of supervision 'to avoid drowning.",
        "This includes measures such as preventing children from having access to the pool when the adult is not present (just a few minutes), keeping children safe when they are inside the pool, and being prepared to respond to the emergency if an immersion injury occurs.",
        "Researchers also found 'lack of accessibility 'to drowning prevention tools, such as security fences to isolate swimming pools, security decks, portable stairs and alarms designed specifically for these types of pools.",
        "Many of these accessories, authors say, are too expensive or simply not available.",
        "'Manufacturers of portable and inflatable pools should develop more effective and less expensive tools to help parents reduce the drowning hazards associated with these products 'says Dr. Smith.",
        "As experts point out, adult supervision is essential, but the key to preventing these events is awareness that it is enough to turn around or distract yourself for a child to drown in a pool."
    ]
}