{
    "id": "79_Science_138",
    "claim": "The IMAGE ship was launched on March  of the year  and the contact had been unexpectedly lost on December  of  NASA has regained lost contact  years ago with the IMAGE satellite, whose mission was to take images of the Earth's magnetosphere, thanks to the help of an amateur astronomer. In mid-January, this astronomer, whose name has not been revealed, reported that he believed he had made contact with this satellite from the US space agency and aeronautics. IMAGE (Imager for Magnetopause-to-Aurora Global Exploration) launched the March  of  and the contact was unexpectedly lost on December  of . Trying to determine if the signal came from IMAGE, the Goddard Space Flight Center coordinated the use of five separate antennas to acquire radio frequency signals from this ship. From this Monday  January, observations from the five sites were consistent with the radio frequency characteristics expected from IMAGE. The radio frequency showed a peak in the expected central frequency, as well as lateral bands where they should be for this satellite. The signal oscillation was also consistent with the last known rotational velocity for IMAGE. On Tuesday afternoon  January, the Johns Hopkins Applied Physics Laboratory successfully collected satellite telemetry data. The signal showed that the spaceship ID was , the same one that had this mission. NASA's team has been able to read some basic data on the spacecraft's maintenance, suggesting that at least the main control system is in operation. Scientists and engineers at Goddard Center will continue to try to analyze the spacecraft's data to learn more about its state. This process will take a week or two to complete, as it requires the attempt to adapt the old software and information databases to the most modern systems. NASA will attempt to activate the now deactivated payload of science to understand the state of the various scientific instruments. IMAGE was designed to obtain images of the Earth's magnetosphere and produce the first comprehensive global images of plasma populations in this region. After successfully completing and extending its initial two-year mission to , the satellite was unexpectedly unable to make contact on a routine pass on  December . After a  eclipse did not induce the restart, the mission was declared completed. I'm sorry.",
    "source": "elpais.com",
    "date": "01/02/2018",
    "veracity": 1,
    "claims": [
        "The IMAGE ship was launched on March  of the year  and the contact had been unexpectedly lost on December  of  NASA has regained lost contact  years ago with The IMAGE ship , thanks to the help of an amateur astronomer .",
        "In mid-January, an amateur astronomer , reported that an amateur astronomer believed an amateur astronomer had made contact with The IMAGE ship .",
        "The IMAGE ship launched the March  of  and the contact was unexpectedly lost on December  of .",
        "Trying to determine if the signal came from The IMAGE ship , the Goddard Space Flight Center coordinated the use of five separate antennas to acquire radio frequency signals from The IMAGE ship .",
        "From this Monday  January , observations from five separate antennas were consistent with the radio frequency characteristics expected from The IMAGE ship .",
        "The radio frequency showed a peak in the expected central frequency, as well as lateral bands where they should be for The IMAGE ship .",
        "The signal oscillation was also consistent with the last known rotational velocity for The IMAGE ship .",
        "On Tuesday afternoon  January , the Johns Hopkins Applied Physics Laboratory successfully collected satellite telemetry data.",
        "The signal showed that the spaceship ID was , the same one that had this mission.",
        "NASA team has been able to read some basic data on The IMAGE ship maintenance, suggesting that at least the main control system is in operation.",
        "Scientists and engineers at Goddard Center will continue to try to analyze the spacecraft's data to learn more about its state.",
        "This process will take a week or two to complete, as it requires the attempt to adapt the old software and information databases to the most modern systems.",
        "NASA will attempt to activate the now deactivated payload of science to understand the state of the various scientific instruments.",
        "IMAGE was designed to obtain images of the Earth's magnetosphere and produce the first comprehensive global images of plasma populations in this region.",
        "After successfully completing and extending its initial two-year mission to , the satellite was unexpectedly unable to make contact on a routine pass on  December .",
        "After a  eclipse did not induce the restart, the mission was declared completed."
    ]
}