{
    "id": "7_Society_88",
    "claim": "A recent research showed that more than  percent of people reporting via the Internet only read the title of a link  and sometimes the first two lines  before sharing it on their social networks. And if you want me to be honest with you, it's better for me. Just now I have to start writing the first thing that comes to my mind, even if it has nothing to do with the article, and people are going to start sharing it because they got the title interesting. I don't know if the study is true or not, but it's really making me a bit of a mess. Right now, I can tell you with absolute certainty that before someone gets to this part, they already sent it at least 20 times. And yes, for the same reason, I can afford to be this brazen, because they don't know how this chamba has facilitated me. What's more, I even feel like putting the lyrics on a song to complete the  words. A pair of black eyes, cute, smuggled. Oh, oh, oh, oh, sing and don't cry!",
    "source": "www.eldizque.com",
    "date": "15/05/2016",
    "veracity": 0,
    "claims": [
        "A recent research showed that more than  percent of people reporting via the Internet only read the title of a link  and sometimes the first two lines  before sharing it on their social networks.",
        "Just now I have to start writing the first thing that comes to my mind, even if it has nothing to do with the article, and people are going to start sharing it because they got the title interesting.",
        "I don't know if the study is true or not, but it's really making me a bit of a mess.",
        "Right now, I can tell you with absolute certainty that before someone gets to this part, they already sent it at least 20 times.",
        "And yes, for the same reason, I can afford to be this brazen, because they don't know how this chamba has facilitated me.",
        "What's more, I even feel like putting the lyrics on a song to complete the  words.",
        "A pair of black eyes, cute, smuggled."
    ]
}