{
    "id": "80_Entertainment_662",
    "claim": "The deputy heads a talk in the Chamber of Deputies in which highlights the role of women in society, where she spoke about her return to the performance. Mexico City / . 2018 ::Carmen Salinas inaugurated the forum Gender Equality a Sustainable Development Goal, which takes place in the Chamber of Deputies, where she announced that she will return to work on the performance. In the Auditorium 'Authora Jimenez de Palacios ', she stressed that the full participation of girls and women in political and economic life is an indispensable condition for the sustainable development of society. After ensuring that equal opportunities must be advanced, she mentioned that she will return to her activity as an actress after her term as a federal deputy.'I want to thank those who helped me in this legislature, I want to thank all my colleagues. I go to my work as an actress, many things await me ', he said. Before passing the microphone, he applauded the work of the forum's speakers:'I know many of them, I know that what they are going to talk about, are wonderful'. Topics to be addressed during the conference include 'Political violence against women with gender characteristics 'and 'Institutions for the care of women victims of violence in Mexico'. I'm sorry.",
    "source": "www.milenio.com",
    "date": "09/04/2018",
    "veracity": 1,
    "claims": [
        "The deputy heads a talk in the Chamber of Deputies in which highlights the role of women in society, where she spoke about her return to the performance.",
        "Mexico City / .",
        "2018 ::Carmen Salinas inaugurated the forum Gender Equality a Sustainable Development Goal, which takes place in the Chamber of Deputies, where she announced that she will return to work on the performance.",
        "In the Auditorium 'Authora Jimenez de Palacios ', she stressed that the full participation of girls and women in political and economic life is an indispensable condition for the sustainable development of society.",
        "After ensuring that equal opportunities must be advanced, she mentioned that she will return to her activity as an actress after her term as a federal deputy.",
        "'I want to thank those who helped me in this legislature, I want to thank all my colleagues.",
        "I go to my work as an actress, many things await me ', he said.",
        "Before passing the microphone, he applauded the work of the forum's speakers:'I know many of them, I know that what they are going to talk about, are wonderful'.",
        "Topics to be addressed during the conference include 'Political violence against women with gender characteristics 'and 'Institutions for the care of women victims of violence in Mexico'."
    ]
}