{
    "id": "81_Entertainment_669",
    "claim": "Hollywood. - After the first image of the spin-off cast of the popular Star Wars character, Han Solo, which will begin shooting shortly, the project director, Christopher Miller, surprised the media by revealing that Princess Leia will also appear in the plot, which as Han will be shown in a younger facet. Christopher also caused a stir by revealing that Leia will be played by Mexican actress Martha Higareda, to whom they decided to give the opportunity 'after seeing the spectacular performance of their compatriot Diego Luna 'on the recent film of the franchise 'Rogue One ': 'The intervention of the Princess was a surprise that we did not want to reveal until the filming was confirmed. Finally we have started with the production officially and it is time to reveal that Leia will also have an important participation in the plot. The story will be placed before Han and she started an affair, many people are afraid that we will not do this story well with the plot of the first Star Wars, however they can be calm as the writers did an excellent job to insert Leia in a coherent way into this spin-off ', he said. Miller comments that if Diego Luna hadn't appeared on Rogue One very hardly would have given Higareda and other Latin actresses a chance to cast:'I'm not going to lie, Diego opened our eyes to realize that a Latin American really has the ability to star in a tape of this magnitude. After his intervention at Rogue One we decided to give several Mexicans the opportunity to cast, among them Martha, who surprised us because she presented herself to the semi-naked auditions wearing the famous two-piece suit that Leia wore, and that made her look very sensual ', I point out ́. The director mentions that Martha was about to back down when she was told that there would be no need to make any nudes: 'She convinced us to give her the role mainly because Leia's character will wear sexy outfits like the famous two-pieces throughout the film. In the end we explained that she had kept the paper and asked us how many minutes of the plot would appear dressed because she feels more comfortable acting naked. We told him that there would be no need to shrink, and far from getting excited, he got discouraged, but we showed him the costumes he will wear, and realizing that he will be very uncovered in the end he accepted the proposal. She's nervous but at the same time very excited that her first performance with clothes on the big screen is on such an important project. His participation is already certain, in fact next week we will hold a press conference to present her as the new Princess Leia ', he said. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "26/03/2017",
    "veracity": 0,
    "claims": [
        "Hollywood.",
        "- After the first image of the spin-off cast of the popular Star Wars character, Han Solo , which will begin shooting shortly, the project director, Christopher Miller , surprised the media by revealing that Princess Leia will also appear in the plot, which as Han will be shown in a younger facet .",
        "the project director, Christopher Miller also caused a stir by revealing that Princess Leia will be played by Mexican actress Martha Higareda, to whom they decided to give the opportunity 'after seeing the spectacular performance of their compatriot Diego Luna 'on the recent film of the franchise 'Rogue One ' : 'The intervention of Princess Leia was a surprise that they did not want to reveal until the filming was confirmed.",
        "Finally they have started with the production officially and it is time to reveal that Princess Leia will also have an important participation in the plot, which as Han will be shown in a younger facet .",
        "The story will be placed before the popular Star Wars character, Han Solo and Princess Leia started an affair, many people are afraid that they will not do The story well with the plot of the first Star Wars, however many people can be calm as the writers did an excellent job to insert Princess Leia in a coherent way into the plot, which as Han will be shown in a younger facet ', the project director, Christopher Miller said.",
        "the project director, Christopher Miller comments that if their compatriot Diego Luna hadn't appeared on the recent film of the franchise 'Rogue One ' very hardly would have given Higareda and other Latin actresses a chance to cast:'I'm not going to lie, their compatriot Diego Luna opened our eyes to realize that a Latin American really has the ability to star in a tape of this magnitude.",
        "After his intervention at Rogue One we decided to give several Mexicans the opportunity to cast, among them Martha, who surprised us because she presented herself to the semi-naked auditions wearing the famous two-piece suit that Leia wore, and that made her look very sensual ', I point out ́. The director mentions that Martha was about to back down when she was told that there would be no need to make any nudes: 'She convinced us to give her the role mainly because Leia's character will wear sexy outfits like the famous two-pieces throughout the film.",
        "In the end we explained that she had kept the paper and asked us how many minutes of the plot would appear dressed because she feels more comfortable acting naked.",
        "We told him that there would be no need to shrink, and far from getting excited, he got discouraged, but we showed him the costumes he will wear, and realizing that he will be very uncovered in the end he accepted the proposal.",
        "She's nervous but at the same time very excited that her first performance with clothes on the big screen is on such an important project.",
        "His participation is already certain, in fact next week we will hold a press conference to present her as the new Princess Leia ', he said."
    ]
}