{
    "id": "81_Society_75",
    "claim": "Demarcas Lawrence, Randy Gregory and Tyrone Crawford have company, Vidauntae Charlton, better known as Taco. The young defensive wing, a graduate of the University of Michigan, was selected by the Cowboys in the global  Draft position. . But in these times it is worth first making clear how Vidauntae became Taco. Born two months premature on the November #NUMBER*, little Viduntae was always overprotected by his mother Tamara. Like every first mother, and knowing that her child was premature, she extremed all precautions, to the degree of always having Vidauntae covered by blankets, literally rolled up. That's why his grandmother began to tell him that it looked like a 'Taco'; also in those days on television the advertising of the restaurant chain'Taco Bell 'had a slogan like a gingel that said'Run to the border'. Hence, the game with the newborn'It's a Taco trying to run to the border of the blankets'. Your grandmother's pun today is a trademark and a very flavorful nickname. Followed and longed for by more than ten teams since last year, Charlton declined to go to the Draft in  and decided to play his fourth year with the Wolverines; for some it cost him to fall to the total number . But the decision wasn't entirely bad, Taco comes from his best year as a schoolboy, recorded ten quarterback catches. He was a key player in coach Jim Harbaugh's defensive, and was even named All Pro at Big Ten. For something Jerry Jones owns the Cowboys I don't doubt and turn the order to go for Charlton, a classic defensive wing, without inventions, a natural hunter, a fast player, who measures  meters and weighs  kilos. Jones promised to recruit him if he had the chance to get the rung number #NUMBER #. The Cowboys require Taco to be of immediate impact, the illusions of reaching the Super Bowl urgently of a solid, constant defensive that makes a difference. For the time being on the table, the taste of the border arrived. I'm sorry.",
    "source": "www.marca.com",
    "date": "21/06/2023",
    "veracity": 1,
    "claims": [
        "Demarcas Lawrence, Randy Gregory and Tyrone Crawford have company, Vidauntae Charlton, better known as Taco .",
        "The young defensive wing, a graduate of the University of Michigan , was selected by the Cowboys in the global  Draft position.",
        "But in these times it is worth first making clear how Vidauntae Charlton, better known as Taco became Taco.",
        "Born two months premature on the November #NUMBER*, Vidauntae Charlton, better known as Taco was always overprotected by his mother Tamara .",
        "Like every first mother, and knowing that child was premature, his mother Tamara extremed all precautions, to the degree of always having Vidauntae Charlton, better known as Taco covered by blankets, literally rolled up.",
        "That's why his grandmother began to tell Vidauntae Charlton, better known as Taco that it looked like a 'Taco'; also in those days on television the advertising of the restaurant chain'Taco Bell 'had a slogan like a gingel that said'Run to the border'.",
        "Hence, the game with the newborn'It's a Taco trying to run to the border of the blankets'.",
        "his grandmother pun today is a trademark and a very flavorful nickname.",
        "Followed and longed for by more than ten teams since last year, Vidauntae Charlton, better known as Taco declined to go to the Draft in  and decided to play fourth year with the University of Michigan ; for some it cost Vidauntae Charlton, better known as Taco to fall to the total number .",
        "But declined wasn't entirely bad, Vidauntae Charlton, better known as Taco comes from best year as a schoolboy, recorded ten quarterback catches.",
        "He was a key player in coach Jim Harbaugh's defensive, and was even named All Pro at Big Ten.",
        "For something Jerry Jones owns the Cowboys I don't doubt and turn the order to go for Charlton, a classic defensive wing, without inventions, a natural hunter, a fast player, who measures  meters and weighs  kilos.",
        "Jones promised to recruit him if he had the chance to get the rung number #NUMBER #.",
        "The Cowboys require Taco to be of immediate impact, the illusions of reaching the Super Bowl urgently of a solid, constant defensive that makes a difference.",
        "For the time being on the table, the taste of the border arrived."
    ]
}