{
    "id": "82_Society_76",
    "claim": ". Mexico. - With  votes in favour and  against, the Congress of the Union accepted a bill proposing 'that among the chilanga community abortion may be legal until  weeks of gestation 'or what is the same until  years after the woman is pregnant. The law will only be valid in the CDMX (where abortion was already legal) and only among people who prove to be native to Mexico City, this with the aim of 'reducing visual contamination ', since it is proven that when one of the parents is chilango there is a high chance that the child will come out 'too anti-aesthetic ', and this generates a bad image of Mexico at both the national and international levels: 'It is proven that chilangos possess a genetic evil that makes them speak cantadito, smell a sobaco all the time, have mania to eat all their food with a ball, go to America and therefore be assailants, and, above all, be born with a very little graced physicist. These people (the chilangos) denigrate the country at both the national and international levels, even among them they are ashamed of themselves. People who see them believe that all Mexicans are like this and they're wrong. Not only do they pollute with their ma単as, but also with their unesthetic physique ', commented a deputy. For his part, another politician pointed out that with this initiative they hope to diminish the people who in the future are devotees of St.Juditos Tadeo and engage in crime: 'it is proven that  of each  assailants are chilangos, and not only operate in the CDMX but go all over the country to commit their misdeeds. We cannot allow chilangos to reproduce, but if we give them the option to abort, even if the creature is already born. % of chilangos expect their son to be blond and green-eyed, so they put names like Brayan, Kevin, Kymberly, etc. , and if they are not born g端eros expect that by calling them so by magic they will be transformed into gringos. Seeing that this does not happen and the creature gets ugly are disappointed, and that is why it will now be optional to abort until the  weeks of gestation, so that there are no regrets afterwards ', he pointed out. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "17/03/2018",
    "veracity": 0,
    "claims": [
        "Mexico.",
        "- With  votes in favour and  against, the Congress of the Union accepted a bill proposing 'that among the chilanga community abortion may be legal until  weeks of gestation 'or what is the same until  years after the woman is pregnant.",
        "The law will only be valid in the CDMX (where abortion was already legal) and only among people who prove to be native to Mexico City, this with the aim of 'reducing visual contamination ', since it is proven that when one of the parents is chilango there is a high chance that the child will come out 'too anti-aesthetic ', and this generates a bad image of Mexico at both the national and international levels: 'It is proven that chilangos possess a genetic evil that makes chilangos speak cantadito, smell a sobaco all the time, have mania to eat all food with a ball, go to America and therefore be assailants, and, above all, be born with a very little graced physicist.",
        "These people (the chilangos) denigrate Mexico at both the national and international levels, even among These people (the chilangos) are ashamed of These people (the chilangos) .",
        "People who see them believe that all Mexicans are like this and People who see them 're wrong.",
        "Not only do These people (the chilangos) pollute with ma単as, but also with unesthetic physique ', commented a deputy.",
        "For his part, another politician pointed out that with this initiative they hope to diminish the people who in the future are devotees of St.Juditos Tadeo and engage in crime: 'it is proven that  of each  assailants are chilangos, and not only operate in the CDMX but go all over the country to commit their misdeeds.",
        "We cannot allow chilangos to reproduce, but if we give them the option to abort, even if the creature is already born.",
        "% of chilangos expect their son to be blond and green-eyed, so they put names like Brayan, Kevin, Kymberly, etc.",
        ", and if they are not born g端eros expect that by calling them so by magic they will be transformed into gringos.",
        "Seeing that this does not happen and the creature gets ugly are disappointed, and that is why it will now be optional to abort until the  weeks of gestation, so that there are no regrets afterwards ', he pointed out."
    ]
}