{
    "id": "84_Education_3",
    "claim": "Mexico. - The director of the Ministry of Public Education, Aurelio Nuño, reported that the playwright and conductor Yordi Rosado will be in charge of writing the new textbooks that are distributed in all schools in the country, and that from the next school cycle they will cease to be free and will have a cost. Aurelio points out that he decided to hire Yordi to write the manuals in order to make 'texts more attractive 'and that students are more interested in learning, so that the books will no longer have a boring language and will be presented with a 'fresher, youthful and modern 'language: 'Unfortunately, the government no longer has the resources to continue giving the books away, so from the next school year parents will have to make a small sacrifice and pay a small amount so that their children can continue learning. It's really symbolic, every book will cost only USD pesitos, it's a very low price if we keep in mind that with this children will be able to forge a future. We decided to hire Rosado because we wanted to make quality books, which were attractive to the new generations ', he said, Nuño mentions that the driver will explain to the students the subjects of mathematics, history, geography, Spanish ', and other subjects, in a more cheerful and jocoso language to make learning more enjoyable: 'We want children to come home and open their textbooks gladly instead of being bored by browsing them. What ondux with mathematics?, will be the math copy, what pex with the spanish?, will be the edition for Spanish. Each text will be written in an attractive way and will have very many drawings and illustrations designed by Rosado himself ', he commented. The director mentions that Yordi will write the primary, secondary and high school books: 'he mastered the language of teenagers, preteens and children very well. He really did a very big research job to understand and master perfectly the language of the new generations, the students will definitely enjoy the texts and will identify with the youth language. Rosado respected the contents without altering them but managed to convert them to the language of the chaviza, until I am already big I got bitten reading them, the net are very stupid ', the director pointed out laughing. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "06/05/2018",
    "veracity": 0,
    "claims": [
        "Mexico .",
        "- The director of the Ministry of Public Education, Aurelio Nuño , reported that the playwright and conductor Yordi Rosado will be in charge of writing the new textbooks that are distributed in all schools in the country , and that from the next school cycle the new textbooks that are distributed in all schools in the country will cease to be free and will have a cost.",
        "The director of the Ministry of Public Education, Aurelio Nuño points out that The director of the Ministry of Public Education, Aurelio Nuño decided to hire the playwright and conductor Yordi Rosado to write the manuals in order to make 'texts more attractive 'and that students are more interested in learning, so that the new textbooks that are distributed in all schools in the country will no longer have a boring language and will be presented with a 'fresher, youthful and modern 'language: 'Unfortunately, Mexico no longer has the resources to continue giving the new textbooks that are distributed in all schools in the country away, so from the next school year parents will have to make a small sacrifice and pay a small amount so that children can continue learning.",
        "It's really symbolic, every book will cost only USD pesitos , only USD pesitos 's a very low price if we keep in mind that with only USD pesitos children will be able to forge a future.",
        "the Ministry of Public Education decided to hire the playwright and conductor Yordi Rosado because the Ministry of Public Education wanted to make quality books, which were attractive to the new generations ', The director of the Ministry of Public Education, Aurelio Nuño said, The director of the Ministry of Public Education, Aurelio Nuño mentions that the driver will explain to the students the subjects of mathematics, history, geography, Spanish ', and other subjects, in a more cheerful and jocoso language to make learning more enjoyable: 'We want children to come home and open their textbooks gladly instead of being bored by browsing their textbooks .",
        "What ondux with mathematics?, will be the math copy, what pex with the spanish?, will be the edition for Spanish.",
        "Each text will be written in an attractive way and will have very many drawings and illustrations designed by Rosado himself ', he commented.",
        "The director mentions that Yordi will write the primary, secondary and high school books: 'he mastered the language of teenagers, preteens and children very well.",
        "He really did a very big research job to understand and master perfectly the language of the new generations, the students will definitely enjoy the texts and will identify with the youth language.",
        "Rosado respected the contents without altering them but managed to convert them to the language of the chaviza, until I am already big I got bitten reading them, the net are very stupid ', the director pointed out laughing."
    ]
}