{
    "id": "87_Health_219",
    "claim": "Experts recommend that we take two liters -eight glasses - of liquids each day for optimal health. Our daily liquid consumption may include drinks such as coffee, tea, and juices in addition to water. But as a new study in Australia suggests, this recommendation has been misinterpreted and we mistakenly believe that we should specifically drink water, eight glasses of water. Our two liters of daily liquids should include all coffee, tea, juices and other beverages, says the report published in the Australian and New Zealand Journal of Public Health. Because we're uselessly drinking too much water, mainly bottled water, he adds. As Professor Spero Tsindos of the Department of Dietetics and Human Nutrition of the University of La Trobe in Melbourne puts it,'this misinterpretation of drinking specifically two liters of water has led to a gradual growth in the use of bottled water'. 'But the industry has made us believe that drinking water can contribute to losing weight, reducing the consumption of sugary drinks and, consumed in a bottle, the water is even healthier'. Use 'useless 'The scientist wanted to investigate how many liquids people normally drink and if we really need to supplement our consumption with two extra liters per day. After reviewing Australia's National Nutrition Survey - which since  has followed Australian eating habits - found that women drank on average  liters of liquids and men  liters per day. This included fluids found in vegetables, fruits and other foods. When only drinks were taken into account - i.e. water, tea, coffee, juices, etc. -'optimal 'daily consumption was found to be  liters in men and  liters in women. This means that if we supplement our daily consumption of liquids with the two additional liters recommended by the experts, 'we are drinking too much water ', says Professor Tsindos. According to the researcher sitting down to drink a huge amount of water to reach the daily recommended consumption is 'useless 'because the water is not distributed where it is necessary in the organism.'This has no hydration effect, all the water does is dilute in the urine ', he notes,'If you feel thirsty of course you should take a drink. But it doesn't have to be water'says Professor Tsindos.'I'm not saying I don't drink water. What I'm saying is that the need to drink two liters of water regularly is a total myth.\". 'We must educate the general public that beverages such as tea and coffee, despite their caffeine content, do not lead to dehydration and contribute to a person's daily fluid needs 'he adds. Professor Tsindos' study supports other past research that shows that drinking eight glasses of water daily'is a myth'. At , Dr. Margaret McCartney, Glasgow's general physician, conducted a review of available studies on whether humans really need to drink two liters of water to avoid dehydration. He found that all the recommendations and claims that we do not drink enough water 'are nonsense 'and 'there is no scientific evidence to support these claims'. As the researcher said'the eight glasses of water a day as necessary for health, it is a myth'. 'Tap water is a good drink and we must drink everything we want or need when we are thirsty'. 'But the idea that there is a'perfect 'amount that we should drink is not based on evidence'. I'm sorry.",
    "source": "www.bbc.com",
    "date": "06/06/2012",
    "veracity": 1,
    "claims": [
        "Experts recommend that we take two liters -eight glasses - of liquids each day for optimal health.",
        "Our daily liquid consumption may include drinks such as coffee, tea, and juices in found to water.",
        "But as a new study in Australia suggests, recommend has been misinterpreted and we mistakenly believe that we should specifically drink water, eight glasses of water.",
        "Our two liters of Professor Tsindos include all Professor Tsindos , juices and other beverages, says a new study in Australia .",
        "the water we're uselessly drinking too much water, mainly bottled water, he adds.",
        "As he Professor Tsindos he puts a drink misinterpretation of drinking Professor Tsindos two liters of water has led to a gradual Professor Tsindos in the use of bottled water'.",
        "'But the industry has made us believe that drinking water can contribute to losing weight, beverages such as tea and coffee drinks beverages such as tea and coffee consumed in a bottle, the water is even healthier'.",
        "Use 'useless 'he wanted to investigate Professor Tsindos normally drink and if we really need to supplement our consumption with two extra liters per day.",
        "After reviewing Australia National Nutrition Survey - which since  has followed Australian eating habits - found that women drank on average  liters of liquids and men  liters per day.",
        "This included fluids found in vegetables, fruits and other foods.",
        "When only drinks were taken into account - i.e. water, tea, coffee, juices, etc.",
        "-'optimal 'daily consumption was found to be  liters in men and  liters in women.",
        "This means that if we supplement our daily consumption of liquids with the two additional liters recommended by the experts, 'we are drinking too much water ', says Professor Tsindos.",
        "According to the researcher sitting down to drink a huge amount of water to reach the daily recommended consumption is 'useless 'because the water is not distributed where it is necessary in the organism.",
        "'This has no hydration effect, all the water does is dilute in the urine ', he notes,'If you feel thirsty of course you should take a drink.",
        "But it doesn't have to be water'says Professor Tsindos.",
        "'I'm not saying I don't drink water.",
        "What I'm saying is that the need to drink two liters of water regularly is a total myth.",
        "'We must educate the general public that beverages such as tea and coffee, despite their caffeine content, do not lead to dehydration and contribute to a person's daily fluid needs 'he adds.",
        "Professor Tsindos' study supports other past research that shows that drinking eight glasses of water daily'is a myth'.",
        "At , Dr. Margaret McCartney, Glasgow's general physician, conducted a review of available studies on whether humans really need to drink two liters of water to avoid dehydration.",
        "He found that all the recommendations and claims that we do not drink enough water 'are nonsense 'and 'there is no scientific evidence to support these claims'.",
        "As the researcher said'the eight glasses of water a day as necessary for health, it is a myth'.",
        "'Tap water is a good drink and we must drink everything we want or need when we are thirsty'.",
        "'But the idea that there is a'perfect 'amount that we should drink is not based on evidence'."
    ]
}