{
    "id": "87_Science_134",
    "claim": "NetPet is an app to find a couple for pets with a similar performance to that of dating app between peopleFinding a couple for your dog is not a simple thing. It is normal for owners to look for an animal of the same breed, or even with pedigree, if they are of those who go to competitions and devote much of their time to having them impolute and well trained. Eva Perez has a pet, and in detecting the difficulty of this process she had an idea, which she developed as a project last year at the Innovation Startup Vigo entrepreneur camp.'It occurred to me that there might be some kind of Tinder for pets ', recalls this economist of  years. NetPet is currently a project that took shape in that camp, but there is still no elaborate app. 'The idea is that the owners of dogs and cats should configure their profile and begin to see pictures and descriptions of animals within a certain distance that could meet their criteria ', explains Perez. A known system: you see a photo, you read a description of the animal and what the other owner is looking for and you decide. If you like it, scroll the photo to the right of the screen. If the other owner likes your pet too, there would be match. If you don't like what you see, you send the image to the left.'And from there, let them keep talking in the private chat that enables them. If they finally want to cross the animals, they can stay from there ', Perez expands, which slides that the app could have a social function also among people, not only among their dogs and cats. As in dating applications, NetPet would have premium features. 'Initially they would be free to reach a critical mass of users. But then they would be paid and that would be the business model ', says Eva Perez. Among these tools would be a calendar of vaccines or events for the dog, or permanent contact with veterinarians associated with the application. 'There could also be a system for buying food or animal supplements, with discounts in associated stores ', developed by the author, who now seeks funding to boost the technical part of her project. I'm sorry.",
    "source": "elpais.com",
    "date": "01/03/2017",
    "veracity": 1,
    "claims": [
        "NetPet is an app to find a couple for pets with a similar performance to that of dating app between peopleFinding a couple for your dog is not a simple thing.",
        "It is normal for owners to look for an animal of the same breed, or even with pedigree, if owners are of those who go to competitions and devote much of their time to having them impolute and well trained .",
        "Eva Perez has a pet, and in detecting the difficulty of peopleFinding Eva Perez had an idea, which Eva Perez developed as a project last year at the Innovation Startup Vigo entrepreneur camp .",
        "'It occurred to Eva Perez that there might be some kind of Tinder for pets ', recalls Eva Perez .",
        "NetPet is currently a project that took shape in the Innovation Startup Vigo entrepreneur camp , but there is still no elaborate app.",
        "'The idea is that the owners of dogs and cats should configure profile and begin to see pictures and descriptions of animals within a certain distance that could meet criteria ', explains Eva Perez .",
        "A known system: you see a photo , you read a description of the animal and what the other owner is looking for and you decide.",
        "If you like the animal , scroll a photo to the right of the screen.",
        "If the other owner likes your pet too, there would be match.",
        "If you don't like what you see, you send the image to the left.",
        "'And from there, let them keep talking in the private chat that enables them.",
        "If they finally want to cross the animals, they can stay from there ', Perez expands, which slides that the app could have a social function also among people, not only among their dogs and cats.",
        "As in dating applications, NetPet would have premium features.",
        "'Initially they would be free to reach a critical mass of users.",
        "But then they would be paid and that would be the business model ', says Eva Perez.",
        "Among these tools would be a calendar of vaccines or events for the dog, or permanent contact with veterinarians associated with the application.",
        "'There could also be a system for buying food or animal supplements, with discounts in associated stores ', developed by the author, who now seeks funding to boost the technical part of her project."
    ]
}