{
    "id": "88_Science_136",
    "claim": "Seeking to increase traffic within your social network, Google+ decided to raffle a Ferrari latest model among its users. The mechanics chosen by Google+ was that the vehicle would be raffled among the authors of the first  comments that were made within that post. The car would be delivered personally to the winner, in his home country, on Christmas Day, as a very special gift. So far, only two comments have been made, and the second rose just today. Apparently, no user had learned that there was such a promotion. 'We had already thought of deciding the winner between these two participants, throwing a coin in the air ', told Rosco Pointdexter McFly, Google's systems engineer. 'However, we realized that one was from the mother of the Community Manager, and the other from the son of one of the programmers, so, according to the rules, none of them could participate. In addition, the promise was to deliver the car at last Christmas, and at this point, it is not possible to fulfill that point.\". At the moment, people at Google+ are thinking about how to solve the problem, and from what seems to be the most viable proposal will be to give it to the first person who does not work at Google who answers the post. And as I meet those requirements, fortunately I could remember what my Google+ password was, because apparently I opened an account two or three years ago. The bad news is, I've been looking for the happy post for two hours and I can't find it. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "30/06/2015",
    "veracity": 0,
    "claims": [
        "Seeking to increase traffic within your social network, Google+ decided to raffle a Ferrari latest model among users.",
        "The mechanics chosen by Google+ was that a Ferrari latest model would be raffled among the authors of the first  comments that were made within that post.",
        "a Ferrari latest model would be delivered personally to the winner , in home country, on Christmas Day, as a very special gift.",
        "So far, only two comments have been made, and the second rose just today.",
        "Apparently, no user had learned that there was such a promotion.",
        "'Google+ had already thought of deciding the winner between these two participants , throwing a coin in the air ', told Rosco Pointdexter McFly, Google+ systems engineer.",
        "'However, Google+ realized that one was from the mother of the Community Manager, and the other from the son of one of the programmers, so, according to the rules, none of these two participants could participate.",
        "In addition, the promise was to deliver a Ferrari latest model at last Christmas, and at this point, it is not possible to fulfill the promise .",
        "At the moment, people at Google+ are thinking about how to solve the problem, and from what seems to be the most viable proposal will be to give a Ferrari latest model to the first person who does not work at Google+ who answers the post.",
        "And as I meet those requirements, fortunately I could remember what my Google+ password was, because apparently I opened an account two or three years ago.",
        "The bad news is, I've been looking for the happy post for two hours and I can't find it."
    ]
}