{
    "id": "89_Science_159",
    "claim": "Professor Jeff Hancock, Stanford University, likes to leave as homework exercises that allow his students to practice the theory they see in classes. Before , he challenged his students to stay  hours away from the network, and then discuss in the classroom what the observed effects had been. In the , Hancock returned after a sabbatical year and tried to perform the same exercises.'When I tried to propose this challenge, there was a revolt in the class. They emphatically said that this task was impossible and unjust ', he says. The students argued that, being off the Internet for a weekend, they would not be able to complete the tasks corresponding to other subjects. In addition, this 'absence 'of the digital world would ruin their social lives and generate concern among their family and friends, who would be distressed by the fear that something terrible would have happened to them. Hancock understood the arguments and canceled the task. All ConnectedIn , less than % of the population was connected to the Internet. By that time the network was a curiosity, used more than anything in the West. Today, more than  millions of people, almost half of humanity, connect to the network and the number continues to grow at a rate of  new users per second. According to the Pew Research Center, one fifth of the U.S. population uses the Internet 'almost continuously 'and % says it connects at least once a day. For many, it is virtually impossible to imagine life without the internet.'One of our biggest network problems these days is that people give it as an automatic fact. They do not understand the degree of penetration we have given them in almost every aspect of our lives ', comments William Dutton of Michigan State University.'They don't even think about the possibility of not having access'. What may failInternet is not inviolable. In theory, it could disappear nationally or globally for a certain period of time. For example, a cyber attack could occur. If hackers insert into the network a malicious software that affects routers, traffic in the network would be blocked. Someone could cut the wires that allow data traffic across continents. They may not be an easy target for hackers, because they are deep in the sea, but an accidental breakdown is feasible, as happened in the , when people in India, the Middle East and Southeast Asia were disconnected. On the other hand, some governments have the so-called 'switches 'to 'turn off 'the Internet in their countries, although not easy to achieve. The larger and more developed the country, the more difficult this scenario is due to the high number of connections within and outside its borders. The most severe blow that the internet could take would come from space. A huge solar storm would destroy satellites, power cells and computer systems. 'What bombs and terrorism cannot accomplish could happen in moments with a solar storm ', says David Eagleman, a neuroscientist at Stanford University. 'Giant geomagnetic storms will eventually reach us ', he says. Faced with these scenarios, it highlights the hope that the disconnection will not last long. 'Internet service providers and companies have plans and trained personnel to fix things if something happens ', explains Scott Borg, representative of Cyber Consequences Unit. However, we are so used to having the internet available all the time, that even a minor failure can have an effect. Not the ones you might imagine. What will happenTo begin with, the impact on the economy may not be so severe. In the , the U.S. Department of Homeland Security asked Borg to evaluate what would happen if the internet failed. Borg and his team have been working from the  the impact of such events on the economy. The study evaluates quarterly financial reports of  companies that may be among the most affected, as well as economic statistics in general. The investigation was based on a scenario of a failure of no more than four days. The fall of the internet would have a surprisingly insignificant financial effect. In particular, some people would be behind in their jobs, but 'the economy is made to continue to function with what would essentially be a long weekend'. In fact, being without a network for a short period of time can even increase productivity, as shown by another study by Borg and his colleagues, who evaluated what would happen in a company that suffered a four-hour or longer Internet cut. Instead of swirling on chairs and killing time, employees focused on doing things that usually stop last: catching up on office paperwork. The experiment gave a new boost to the business. Travel would also not be much affected in the short term, as long as the disconnection does not exceed a day or two. Planes can fly without the internet, and buses and trains can also work. However, long-term restrictions would have an effect on logistics. Eagleman has suggested that people and companies develop a contingency plan in case of a connection failure. Though he laments,'I haven't heard anyone work on it.\". The most affectedThose who could be severely affected would be small businesses and workers. In , a satellite failure left about #NUMBER*% of the  millions of pagers in the United States inactive. In the days following that event, Dutton surveyed  biper users in Los Angeles. The study showed clear socio-economic divisions in people's reaction to the suspension of service. Members of the upper middle class, who had managerial responsibilities or professional jobs, did not perceive disconnection as a very serious problem. 'It was like a snow day or a day off ', says Dutton. Meanwhile, workers or independent workers, such as plumbers and carpenters, were left without work for several days. For their part, single mothers, who usually left their children in day care centers, expressed great stress when they ran out of communication in case of an emergency. Psychological effects 'Most of the Internet is designed for one purpose: to allow us to communicate with each other ', Hancock points out. We're used to connecting with whoever, wherever and whenever. That is why, being disqualified to do so, feelings of anxiety and isolation arise.'When I find out that I left my phone in the house, I feel like I'm naked,'Borg says. On the other hand, 'it is thought that without the Internet people would become sociable, and they would have more contacts with friends and family, but I think that may be a mistake ', alert Dutton. 'Most people who use the Internet are more sociable than those who do not use it'. Maybe the employees of an office will talk more, in case they can't send emails, but the experience would be stressful. However, the feeling may be brief. When we lose the internet we might realize its importance in our lives, but Hancock indicates that we would quickly give it back as a fact, as soon as we connect again. 'I don't think an internet failure will make us change our way of thinking ', he says. And even if he did, Hancock has not yet succeeded in persuading his students to disconnect for a weekend. I'm sorry.",
    "source": "www.bbc.com",
    "date": "21/02/2017",
    "veracity": 1,
    "claims": [
        "Professor Jeff Hancock, Stanford University , Dutton to leave as the internet that allow his students to practice the Borg his students people in classes.",
        "Before , Professor Jeff Hancock, Stanford University challenged their what the observed effects their been.",
        "In the , Professor Jeff Hancock, Stanford University returned after a people year and tried to perform the the Internet .",
        "'When Internet to propose the internet a company that suffered a four-hour or longer Internet cut was a revolt in the internet the class .",
        "Hancock said that this task was impossible Scott Borg, representative of Cyber Consequences Unit .",
        "Scott Borg, representative of Cyber Consequences Unit off Internet the network , the class Internet be able to complete the tasks I the network other subjects.",
        "In additionEagleman I the wires that allow data traffic across continents a contingency plan the Internet people among family and friends, who would be distressed by the fear that Scott Borg, representative of Cyber Consequences Unit terrible would have happened Internet .",
        "Internet understood the arguments the Internet this task .",
        "a satellite failure , less than % the economy the Internet the economy the employees of an office the network .",
        "By that time the network the employees of an office the internet a some governments a satellite failure than anything in the West.",
        "Today, more than  millions The study half the Internet , connect to the network the Internet and the number continues Hancock at Internet new users per second.",
        "the Internet to the Pew the internet Center, one fifth of the some people uses the network 'almost continuously the economy and % says % connects at least once a day.",
        "For many, it is virtually impossible to imagine life without the internet.",
        "'One of our biggest network problems these days is that people give it as an automatic fact.",
        "They do not understand the degree of penetration we have given them in almost every aspect of our lives ', comments William Dutton of Michigan State University.",
        "'They don't even think about the possibility of not having access'.",
        "In theory, it could disappear nationally or globally for a certain period of time.",
        "For example, a cyber attack could occur.",
        "If hackers insert into the network a malicious software that affects routers, traffic in the network would be blocked.",
        "Someone could cut the wires that allow data traffic across continents.",
        "They may not be an easy target for hackers, because they are deep in the sea, but an accidental breakdown is feasible, as happened in the , when people in India, the Middle East and Southeast Asia were disconnected.",
        "On the other hand, some governments have the so-called 'switches 'to 'turn off 'the Internet in their countries, although not easy to achieve.",
        "The larger and more developed the country, the more difficult this scenario is due to the high number of connections within and outside its borders.",
        "The most severe blow that the internet could take would come from space.",
        "A huge solar storm would destroy satellites, power cells and computer systems.",
        "'What bombs and terrorism cannot accomplish could happen in moments with a solar storm ', says David Eagleman, a neuroscientist at Stanford University.",
        "'Giant geomagnetic storms will eventually reach us ', he says.",
        "Faced with these scenarios, it highlights the hope that the disconnection will not last long.",
        "'Internet service providers and companies have plans and trained personnel to fix things if something happens ', explains Scott Borg, representative of Cyber Consequences Unit.",
        "However, we are so used to having the internet available all the time, that even a minor failure can have an effect.",
        "Not the ones you might imagine.",
        "What will happenTo begin with, the impact on the economy may not be so severe.",
        "In the , the U.S. Department of Homeland Security asked Borg to evaluate what would happen if the internet failed.",
        "Borg and his team have been working from the  the impact of such events on the economy.",
        "The study evaluates quarterly financial reports of  companies that may be among the most affected, as well as economic statistics in general.",
        "The investigation was based on a scenario of a failure of no more than four days.",
        "The fall of the internet would have a surprisingly insignificant financial effect.",
        "In particular, some people would be behind in their jobs, but 'the economy is made to continue to function with what would essentially be a long weekend'.",
        "In fact, being without a network for a short period of time can even increase productivity, as shown by another study by Borg and his colleagues, who evaluated what would happen in a company that suffered a four-hour or longer Internet cut.",
        "Instead of swirling on chairs and killing time, employees focused on doing things that usually stop last: catching up on office paperwork.",
        "The experiment gave a new boost to the business.",
        "Travel would also not be much affected in the short term, as long as the disconnection does not exceed a day or two.",
        "Planes can fly without the internet, and buses and trains can also work.",
        "However, long-term restrictions would have an effect on logistics.",
        "Eagleman has suggested that people and companies develop a contingency plan in case of a connection failure.",
        "The most affectedThose who could be severely affected would be small businesses and workers.",
        "In , a satellite failure left about #NUMBER*% of the  millions of pagers in the United States inactive.",
        "In the days following that event, Dutton surveyed  biper users in Los Angeles.",
        "The study showed clear socio-economic divisions in people's reaction to the suspension of service.",
        "Members of the upper middle class, who had managerial responsibilities or professional jobs, did not perceive disconnection as a very serious problem.",
        "'It was like a snow day or a day off ', says Dutton.",
        "Meanwhile, workers or independent workers, such as plumbers and carpenters, were left without work for several days.",
        "For their part, single mothers, who usually left their children in day care centers, expressed great stress when they ran out of communication in case of an emergency.",
        "Psychological effects 'Most of the Internet is designed for one purpose: to allow us to communicate with each other ', Hancock points out.",
        "That is why, being disqualified to do so, feelings of anxiety and isolation arise.",
        "'When I find out that I left my phone in the house, I feel like I'm naked,'Borg says.",
        "On the other hand, 'it is thought that without the Internet people would become sociable, and they would have more contacts with friends and family, but I think that may be a mistake ', alert Dutton.",
        "'Most people who use the Internet are more sociable than those who do not use it'.",
        "Maybe the employees of an office will talk more, in case they can't send emails, but the experience would be stressful.",
        "However, the feeling may be brief.",
        "When we lose the internet we might realize its importance in our lives, but Hancock indicates that we would quickly give it back as a fact, as soon as we connect again.",
        "'I don't think an internet failure will make us change our way of thinking ', he says.",
        "And even if he did, Hancock has not yet succeeded in persuading his students to disconnect for a weekend."
    ]
}