{
    "id": "8_Entertainment_654",
    "claim": "During the  couple years, actors raised a large family (CNN) - Brad Pitt and Angelina Jolie are no longer a couple. But during the  years when they were, they had four children together, plus a boy and a girl that Jolie adopted before the relationship. There'll probably be a question in trivia games soon, so now's a good time to get to know the offspring of Brangelina. (In case you were wondering, all children have their parents' surnames, with script). ♪ NUMBER ♪. Maddox Chivan, born in  Jolie adopted Maddox in Cambodia when he was only a few months old. He and his sister Zahara were adopted by Pitt in . ♪ NUMBER ♪. Zahara Marley, born in  Jolie adopted Zahara Marley Jolie-Pitt in Ethiopia when the girl was six months old. ♪ NUMBER ♪. Shiloh Nouvel, born * NUMBER* Shiloh was the first biological daughter of Jolie and Pitt. ♪ NUMBER ♪. Pax Thien, born in  Jolie adopted Pax in Vietnam when he was years old, in . Because of local adoption laws, he adopted him as a single mother and Pitt adopted him as his son a year later. ♪ NUMBER ♪. Knox Leon, born in  Jolie amazed his followers when he announced that she and Pitt were waiting for twins in . ♪ NUMBER ♪. Vivienne Marcheline, born in  Vivienne shares her middle name with Jolie's mother, who died of ovarian cancer in . I'm sorry.",
    "source": "cnnespanol.cnn.com",
    "date": "20/09/2016",
    "veracity": 1,
    "claims": [
        "During the  couple years, actors raised a large family (CNN) - Brad Pitt and Angelina Jolie are no longer a couple.",
        "But during the  years when Brad Pitt and Angelina Jolie were, Brad Pitt and Angelina Jolie had four children together, plus a boy and a girl that Angelina Jolie adopted before the relationship.",
        "There'll probably be a question in trivia games soon, so now's a good time to get to know four children .",
        "(In case you were wondering, all children have parents' surnames, with script).",
        "♪ NUMBER ♪.",
        "Maddox Chivan, born in  Angelina Jolie adopted Maddox in Cambodia when Maddox was only a few months old.",
        "Maddox and his sister Zahara were adopted by Brad Pitt in .",
        "♪ NUMBER ♪.",
        "Zahara Marley, born in  Angelina Jolie adopted his sister Zahara in Ethiopia when his sister Zahara was six months old.",
        "♪ NUMBER ♪.",
        "Shiloh Nouvel, born * NUMBER* was the first biological daughter of Brad Pitt and Angelina Jolie .",
        "♪ NUMBER ♪.",
        "Pax Thien, born in  Angelina Jolie adopted Pax in Vietnam when Pax was years old, in .",
        "Because of local adoption laws, Angelina Jolie adopted Pax as a single mother and Brad Pitt adopted Pax as son a year later.",
        "♪ NUMBER ♪.",
        "Knox Leon, born in  Angelina Jolie amazed followers when his announced that Brad Pitt and Angelina Jolie were waiting for twins in .",
        "♪ NUMBER ♪.",
        "Vivienne Marcheline, born in  Vivienne shares her middle name with Jolie's mother, who died of ovarian cancer in ."
    ]
}