{
    "id": "8_Society_108",
    "claim": "The Municipal Government today published its call for scholarships for persons with disabilities in the State of Chihuahua, know the dates and requirements here. Through the Directorate of Human Development and Education to promote 'Together a Better City ', a campaign to improve the quality of life of persons with disabilities who are also of limited resources. In addition to personally delivering the requirements is the option to do it online on the official Municipal Government page. These grants run from April to December of , and payments will be three bimonthly and one quarterly, all the necessary requirements can be seen Click Here. The dates of delivery of these calls vary according to the municipality but for the urban areas it will be from  to  of February with schedule of : am a : pm, in the cases of rural areas it will be from  to  of February with places and times shown on the page. I'm sorry.",
    "source": "www.tiempo.com.mx",
    "date": "21/01/2018",
    "veracity": 1,
    "claims": [
        "The Municipal Government today published its call for scholarships for persons with disabilities in the State of Chihuahua, know the dates and requirements here.",
        "Through the Directorate of Human Development and Education to promote 'Together a Better City ', a campaign to improve the quality of life of persons with disabilities who are also of limited resources.",
        "In addition to personally delivering the requirements is the option to do it online on the official Municipal Government page.",
        "These grants run from April to December of , and payments will be three bimonthly and one quarterly, all the necessary requirements can be seen Click Here.",
        "The dates of delivery of these calls vary according to the municipality but for the urban areas it will be from  to  of February with schedule of : am a : pm, in the cases of rural areas it will be from  to  of February with places and times shown on the page."
    ]
}