{
    "id": "90_Science_157",
    "claim": "The music platform known as Spotify has been hacked into Mexico, according to representatives of that company, who do not explain how this could happen. However, they hope that in the next few hours everything will be resolved. 'We want to apologize for this inconvenience, which has surely bothered users of our service ', said Daniel Ek, founder and CEO of Spotify, through a press conference broadcast from Sweden.'We haven't detected the fault yet, but we already have a group of specialists working on it'. And it is that according to the Year of the Music  listwhich reflects the musical taste of the publicin Mexico, who is consolidated as the most popular and the boss in preferences, is nothing less than Julion Álvarez. This caused alarm from the beginning, but the alarm soon turned into panic when, in a more in-depth review, they repaired that on the same list were El Komander, La Banda Sinaloense MS and La Horsadora Banda 'El Limon 'among the most requested on the Spotify platform on Aztec soil. This led them to deduce that they had been 'super hacked ', in their own words. We all wish that the hackers would soon be arrested and recast for life in a Czechoslovak prison to stop playing such heavy jokes. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "04/12/2015",
    "veracity": 0,
    "claims": [
        "The music platform known as Spotify has been hacked into Mexico, according to representatives of that company, who do not explain how this could happen.",
        "However, they hope that in the next few hours everything will be resolved.",
        "'We want to apologize for this inconvenience, which has surely bothered users of our service ', said Daniel Ek, founder and CEO of Spotify, through a press conference broadcast from Sweden.",
        "'We haven't detected the fault yet, but we already have a group of specialists working on it'.",
        "And it is that according to the Year of the Music  listwhich reflects the musical taste of the publicin Mexico, who is consolidated as the most popular and the boss in preferences, is nothing less than Julion Álvarez.",
        "This caused alarm from the beginning, but the alarm soon turned into panic when, in a more in-depth review, they repaired that on the same list were El Komander, La Banda Sinaloense MS and La Horsadora Banda 'El Limon 'among the most requested on the Spotify platform on Aztec soil.",
        "This led them to deduce that they had been 'super hacked ', in their own words.",
        "We all wish that the hackers would soon be arrested and recast for life in a Czechoslovak prison to stop playing such heavy jokes."
    ]
}