{
    "id": "90_Society_74",
    "claim": "Another tremendous news further empathizes the fragile relations between Mexico and the United States. This time it is something with few precedents, as the Taco Bell fast food chain achieved the worldwide registration of the word 'taco'. With this, Mexico's taquerías will have to put another name on their products. 'The process took us a couple of years and remained secret, but in the end we triumphed ', revealed Brian Niccol, CEO of Taco Bell. 'We were recording the word in every country, and we only lacked Mexico. Just this morning we received documentation from the Mexican Institute of Copyright (sic) and the Mexican Institute of Intellectual Property'. Sources consulted by El, say that both the National Institute of Copyright and IMPI accepted generous 'donations 'from Taco Bell in order to expedite procedures, which were ready in a few hours. 'We finally won ', Niccol added.'Now Mexicans can no longer tell us that what we sell is not tacos. Now what they do is not tacos!'The president of the United States, Donald Trump, congratulated the company for its initiative, and promised a greater tax exemption so that they can expand to more countries:'Taco Bell will bring the real tacos to everyone. Delicious. Not like the #FakeTacos of Mexicans,'he tweeted. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "12/06/2018",
    "veracity": 0,
    "claims": [
        "Another tremendous news further empathizes the fragile relations between Mexico and the United States.",
        "This time it is something with few precedents, as the Taco Bell fast food chain achieved the worldwide registration of the word 'taco'.",
        "With this, Mexico's taquerías will have to put another name on their products.",
        "'The process took us a couple of years and remained secret, but in the end we triumphed ', revealed Brian Niccol, CEO of Taco Bell.",
        "'We were recording the word in every country, and we only lacked Mexico.",
        "Just this morning we received documentation from the Mexican Institute of Copyright (sic) and the Mexican Institute of Intellectual Property'.",
        "Sources consulted by El, say that both the National Institute of Copyright and IMPI accepted generous 'donations 'from Taco Bell in order to expedite procedures, which were ready in a few hours.",
        "'We finally won ', Niccol added.",
        "'Now Mexicans can no longer tell us that what we sell is not tacos.",
        "Now what they do is not tacos!'The president of the United States, Donald Trump, congratulated the company for its initiative, and promised a greater tax exemption so that they can expand to more countries:'Taco Bell will bring the real tacos to everyone.",
        "Delicious."
    ]
}