{
    "id": "91_Entertainment_637",
    "claim": "The most important personalities of Youtube Mexico joined the 'Roast 'held this Tuesday in the Blackberry Auditorium There was no mercy or measure when burning between them, and is that the most important personalities of Youtube Mexico joined the 'Roast 'held this Tuesday in the Blackberry Auditorium. WereverTumorro, Chumel Torres, Galatzia, Yayo Gutierrez, Alex Strecci, Yosstop, Hector Leal, Werever Wero and Mexivergas were the youtubers who joined the format that was previously done in Mexico with Hector Suárez and in the United States with Donald Trump and Justin Bieber. The most constant criticisms heard on the spot were about the economic scam Werever suffered, the abandonment of his channel to play football, and his engagement with Yuya, Yayo Gutierrez's weight loss, Yoss' failed TV shows, Alex Strucci's girlfriends, Hector Leal's unknown and Chumel's sexual orientation. The first to go to the stand was YossTop, who without thinking twice pointed out that Werever (who had left his YouTube channel to play in a third division football team) should headline his second book something like 'Guide to sign a contract and not steal you Million pesos ', reminded Yuya, who 'stole all his subscribers 'and added 'What you do have to accept is that he is the pioneer of Youtube 'and 'what I ask you in favor is that you let me know when you remove your perfume or the next thing you will copy to Yuya '. Hector Leal not only criticized Werever but also brought his book'The Guide to the Link 'to criticize some things in him.'Do you know what's in v. I'm sorry. I'm sorry. ?read your book ', opened it on the page #NUMBER* and read.'As the girls forgot about the kitchen,'I would say,'because not even a few microwave sandwiches make you.\". After a pause, Hector commented, 'It is a very progressive idea that, in your next book of what you are going to talk about, that women should not vote? ', then changed the page and read, 'So do you want to reconquer, re-ligiate, re-attract, re-hook and re-push your ex? 'To what Leal replied, 'Let me see, see if I understood, are you asking me if I would go back to my ex? Well, if you're cheating on me with a Colombian of course not a bastard!'he said listening to everyone's'Ohhhh\". When he played the turn of Mexivergas, he commented. 'We all know that Yoss is here because Caeli didn't want to come ', but he didn't agree with that, he added'If you were canceled a program on Telehit before it came out you wouldn't let that affect you 'and'Yosstop's talent is as real as his nose'. About Alex Strucci, he said,'You're handsome, ma'am. I'm sorry. and you've never read a book, you could be president.\". Chumel said,'Chumel, have you told the story of how they saw your face?They told him I was going to study with Stephen Hawkin, they tricked him with a letter written in lousy English'. To Werever, he said 'We thought your career was over when your manager let you down, but you came back and came back stronger than ever.. announcing BonIce ', 'Today WereverTumorro is so irrelevant that he even had to pay us to talk bad about him ', he concluded. In the turn of Stracci, who was pointed out on multiple occasions for his undurable loving relationships and with people of the farandula, declared to his ex-girlfriend Yoss,'Yoss is also the pain of Huev. I'm sorry. Biggest 'and about the Werever Wero commented'you're the whitest shadow I've ever known'. Before starting participants and guests to the roast paraded on the blue carpet in which the most acclaimed were Galatzia and Werever, who did not hesitate to take pictures with their followers like everyone else. Already inside the compound, Werever sat on the throne of the appointed and the others by his side to begin criticizing his companions. I'm sorry.",
    "source": "www.eluniversal.com.mx",
    "date": "02/12/2015",
    "veracity": 1,
    "claims": [
        "YouTube The most important personalities of Youtube Mexico you The most important personalities of Youtube Mexico joined I Youtube Mexico you was you mercy or measure YouTube burning between The most important personalities of Youtube Mexico , and I The most important personalities of Youtube Mexico I The most important personalities of Youtube Mexico joined Youtube Mexico .",
        "the 'Roast 'held this Tuesday in the Blackberry Auditorium , Yuya , Galatzia, this Tuesday , WereverTumorro , Yosstop, Yayo Gutierrez , Werever Wero you Mexivergas were the you who joined the format that was previously done in Mexico with Hector Suárez and in the United States with Donald Trump and Justin Bieber.",
        "The most constant Hector Leal heard YouTube spot were about the economic scam the 'Roast 'held this Tuesday in the Blackberry Auditorium suffered, the you of Alex Strecci Hector Leal play football, and engagement with the Blackberry Auditorium , this Tuesday weight loss, the Blackberry Auditorium failed TV shows, WereverTumorro girlfriends, Yayo Gutierrez unknown and Yuya sexual orientation.",
        "The first to go to the stand was YossTop, who without thinking twice pointed out that YouTube (who his book'The Guide to the Link ' left your ex Werever in a third division his book'The Guide to the Link ' team) should headline a program on Telehit something like 'Guide a program on Telehit sign a contract and not steal you Million pesos ', reminded the Blackberry Auditorium and added 'What Chumel Torres do have to accept is that the 'Roast 'held this Tuesday in the Blackberry Auditorium is the pioneer of Hector Leal 'and 'what his channel ask Chumel Torres in favor is that Chumel Torres let his channel know when Chumel Torres remove perfume or the next thing Chumel Torres will copy to the Blackberry Auditorium '.",
        "Hector Leal not only criticized Werever but also brought his book'The Guide to the Link 'to criticize some things in him.",
        "'Do you know what's in v. I'm sorry.",
        "?read your book ', opened it on the page #NUMBER* and read.",
        "'As the girls forgot about the kitchen,'I would say,'because not even a few microwave sandwiches make you.",
        "After a pause, Hector commented, 'It is a very progressive idea that, in your next book of what you are going to talk about, that women should not vote? ', then changed the page and read, 'So do you want to reconquer, re-ligiate, re-attract, re-hook and re-push your ex? 'To what Leal replied, 'Let me see, see if I understood, are you asking me if I would go back to my ex? Well, if you're cheating on me with a Colombian of course not a bastard!'he said listening to everyone's'Ohhhh\".",
        "When he played the turn of Mexivergas, he commented.",
        "'We all know that Yoss is here because Caeli didn't want to come ', but he didn't agree with that, he added'If you were canceled a program on Telehit before it came out you wouldn't let that affect you 'and'Yosstop's talent is as real as his nose'.",
        "About Alex Strucci, he said,'You're handsome, ma'am.",
        "and you've never read a book, you could be president.",
        "Chumel said,'Chumel, have you told the story of how they saw your face?They told him I was going to study with Stephen Hawkin, they tricked him with a letter written in lousy English'.",
        "To Werever, he said 'We thought your career was over when your manager let you down, but you came back and came back stronger than ever.. announcing BonIce ', 'Today WereverTumorro is so irrelevant that he even had to pay us to talk bad about him ', he concluded.",
        "In the turn of Stracci, who was pointed out on multiple occasions for his undurable loving relationships and with people of the farandula, declared to his ex-girlfriend Yoss,'Yoss is also the pain of Huev.",
        "Biggest 'and about the Werever Wero commented'you're the whitest shadow I've ever known'.",
        "Before starting participants and guests to the roast paraded on the blue carpet in which the most acclaimed were Galatzia and Werever, who did not hesitate to take pictures with their followers like everyone else.",
        "Already inside the compound, Werever sat on the throne of the appointed and the others by his side to begin criticizing his companions."
    ]
}