{
    "id": "91_Society_94",
    "claim": "This morning the local airport was going back into chaos. Long queues to pass the security control and flights lit by the drivers strike in FranceThose flying this morning from Ibiza airport are encountering endless queues to pass the security control. As it happened a few days ago, the line started on the ground floor of the airport and went up the stairs, touring the entire first floor until arriving at the controls. According to data offered by AENA today, change of fortnight, it is expected that for Es Codolar pass  passengers. To this fact is added the strike of air traffic controllers today in France that, for the moment, is provoked in addition to several delays, the cancellation of  flights, two with destination/origin to the country Gaul and  with origin or destination in the other European countries. AENA gives explanationsWhen at the beginning of the month it was reported the problem with which the travelers were found having been so late to pass the security control, AENA attributed to the works that are being executed at the airport of Ibiza and to the coincidence of several flights the long queues that were recorded. In that monento, to avoid the recurrence of this situation (which has occurred again today), from AENA de Baleares stated that it was planned to strengthen the workforce in view of the summer season, but they did not need how many people will join the current staff of the security personnel or when. I'm sorry.",
    "source": "www.diariodeibiza.es",
    "date": "16/06/2018",
    "veracity": 1,
    "claims": [
        "This morning the local airport was going back into chaos.",
        "Long queues to pass the security control and flights lit by the drivers strike in FranceThose flying This morning from the local airport are encountering Long queues to pass the security control .",
        "As it happened a few days ago, the line started on the ground floor of the local airport and went up the stairs, touring the entire first floor until arriving at the controls.",
        "According to data offered by AENA today , change of fortnight, it is expected that for Es Codolar pass  passengers.",
        "To expected is added the strike of air traffic controllers today in France that, for the moment, is provoked in addition to several delays, the cancellation of  flights, two with destination/origin to the country Gaul and  with origin or destination in the other European countries.",
        "AENA gives explanationsWhen at the beginning of the month it was reported the problem with which the travelers were found having been so late to pass the security control , AENA attributed to the works that are being executed at the local airport and to the coincidence of several flights the long queues that were recorded.",
        "In that monento, to avoid the recurrence of this situation (which has occurred again today ), from AENA stated that it was planned to strengthen the workforce in view of the summer season, but AENA did not need how many people will join the current staff of the security personnel or when."
    ]
}