{
    "id": "92_Entertainment_644",
    "claim": "Santo and Blue Demon are the most representative figures in the history of Mexican wrestling, true heroes of flesh and bone who triumphed not only in the ring, but also on the big screen, and came to the end of their lives with the pride of having preserved their unknowns. But there is a story that no medium has dared to tell, for somehow it would destroy the myth that exists around idols. This is the story of when they both lost their masks. It was in the 1960s, when both were already veterans and considered legends, but they remained at the height of their luchistic faculties. That night, both Santo and Blue Demon showed up at the old Arena Acapulco. Due to a strong storm, the entrance was not expected, and only a handful of fans could witness the fatal encounter of masks against hairs in which the two hooded would face Rene Guajardo and Karloff Lagarde. Due to the aforementioned storm, Guajardo and Lagardewho were driving after a tour of Oaxacawere stranded in Barra Vieja, near the lagoon of Tres Palos, and could not reach Acapulco, so the promoter had to replace them with a couple of local fighters. The only ones who agreed to expose their hairs were two veterans, whose names may be unknown to readers because their entire career took place in Acapulco. They were Hercules Sosa and Triton Ayala, who surpassed Saint and Demon in age and knowledge. In addition, they were much taller and heavier and possessed a style of struggle too hard, which is why promoters in other parts of the country refused to hire their services. Chronicles from the middle of the last century tell that, on one occasion, Sosa and Ayala fought with all the cast of the Arena Tejoruco, in the town of the same name, sending them all to the hospital. The promoter had to call the police so that they could contain them, but ten patrols were needed to subdue them. And so came the dark night in Acapulco. Less than  people were in the sand, while outside it rained in pitchers and thunder foreshadowed a catastrophe. Sosa and Ayala went up into the ring in front of Saint and Demon, who looked like dwarfs beside the two energies. The locals, in addition, may have used drugs, which they cannot be sure of, but what our informants agree with is that they were alcoholized, because the cheap spirits were perceived up to the third row. And because of the fact that they were falling drunk, Santo and Demon beat them in about two minutes and then they went to their hotel, but it rained so much that they had to remove their masks so they wouldn't get wet, and they lost them there by the coaster Miguel Alemán. Though today Son of the Holy and Blue Demon Jr. Deny it, your parents did lose their masks, and thanks to Him you already know the whole truth. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "27/03/2020",
    "veracity": 0,
    "claims": [
        "Santo and Blue Demon Rene Guajardo and Karloff Lagarde are the most representative figures in the history of Mexican wrestling, true heroes of flesh and bone who triumphed not only in the ring, Rene Guajardo and Karloff Lagarde on the big screen, and came to the end of lives with the pride of having preserved Rene Guajardo and Karloff Lagarde .",
        "But the old Arena Acapulco would destroy the old Arena Acapulco myth that exists around idols.",
        "a story that no medium has dared to tell is the two veterans, whose names may be unknown to readers because their entire career took place in Acapulco when Santo and Blue Demon two veterans, whose names may be unknown to readers because their entire career took place in Acapulco lost masks.",
        "It was in the 1960s, when Santo and Blue Demon were already veterans and considered legends, but Santo and Blue Demon remained at the height of luchistic faculties.",
        "That night, Santo and Blue Demon showed up at a strong storm Rene Guajardo and Karloff Lagarde .",
        "Due to Santo , the entrance all the cast of the Arena Tejoruco, in the town of the same name the they of masks against hairs in which Santo and Blue Demon would face Blue Demon .",
        "Due to they Santo , Blue Demon were driving after a tour of Oaxacawere stranded in Barra Vieja, they the lagoon of Tres all the cast of the Arena Tejoruco, in the town of the same name not they a strong storm , so the promoter had they replace Blue Demon they a couple of local fighters.",
        "The they ones who agreed they expose their hairs were Rene Guajardo they Rene Guajardo .",
        "Rene Guajardo were Hercules Sosa and Triton Ayala, who surpassed Santo and Blue Demon in age and knowledge.",
        "In addition, they were much taller and heavier and possessed a style of struggle too hard, which is why promoters in other parts of the country refused to hire their services.",
        "Chronicles from the middle of the last century tell that, on one occasion, Sosa and Ayala fought with all the cast of the Arena Tejoruco, in the town of the same name, sending them all to the hospital.",
        "The promoter had to call the police so that they could contain them, but ten patrols were needed to subdue them.",
        "And so came the dark night in Acapulco.",
        "Less than  people were in the sand, while outside it rained in pitchers and thunder foreshadowed a catastrophe.",
        "Sosa and Ayala went up into the ring in front of Saint and Demon, who looked like dwarfs beside the two energies.",
        "The locals, in addition, may have used drugs, which they cannot be sure of, but what our informants agree with is that they were alcoholized, because the cheap spirits were perceived up to the third row.",
        "And because of the fact that they were falling drunk, Santo and Demon beat them in about two minutes and then they went to their hotel, but it rained so much that they had to remove their masks so they wouldn't get wet, and they lost them there by the coaster Miguel Alemán.",
        "Though today Son of the Holy and Blue Demon Jr. Deny it, your parents did lose their masks, and thanks to Him you already know the whole truth."
    ]
}