{
    "id": "93_Entertainment_660",
    "claim": "'We demand that it be investigated and that it be he (President EPN), the first to submit to his own words and preach by example ', says the petition. The new Anti-Corruption Prosecutor's Office - approved in the National Anti-Corruption System reform package - could already have its first pending on the table. In Change. org emerged a citizens' initiative, which so far has been signed by more than  a thousand users, in which they ask that the prosecutor's office investigate the first lady, Angelica Rivera. The petition recalled the news broadcast last week by the British newspaper The Guardian about Miami apartments linked to the actress (one of them is her property and the other is allegedly loaned to her by an entrepreneur). 'The other white house? ', asks the author of the petition. 'Although the Mexican presidency has already denied this assertion, arguing that the department in question has nothing to do with the presidential couple, this does not cease to constitute a crime called 'CONFLICT OF INTEREST 'and how so, this crime must be punished!'. 'Let us remember that just a few weeks ago President Peña Nieto himself promulgated the new national system 'ANTICORRUPTION ', ensuring that this new law would eradicate the abuses of those who do not comply with the law and those who damage the reputation of public servants ', he says. 'Therefore we demand that it be investigated and that it be him, the first to submit to his own words and preach with the example. That the alleged complicity of interest be investigated and punished as such!! ', concludes the petition. I'm sorry.",
    "source": "aristeguinoticias.com",
    "date": "01/01/2023",
    "veracity": 1,
    "claims": [
        "'We demand that it be investigated and that it be he (President EPN) , the first to submit to own words and preach by example ', says the petition .",
        "The new Anti-Corruption Prosecutor's Office - approved in the National Anti-Corruption System reform package - could already have first pending on the table.",
        "In Change.",
        "org emerged a citizens' initiative, which so far has been signed by more than  a thousand users , in which more than  a thousand users ask that The new Anti-Corruption Prosecutor's Office - approved in the National Anti-Corruption System reform package investigate the first lady, Angelica Rivera .",
        "the petition recalled the news broadcast last week by the British newspaper The Guardian about Miami apartments linked to the actress (one of Miami apartments linked to the actress is property and the other is allegedly loaned to the first lady, Angelica Rivera by an entrepreneur).",
        "'The other white house? ', asks the author of the petition .",
        "'Although the Mexican presidency has already denied this assertion, arguing that the department in question has nothing to do with the presidential couple, this does not cease to constitute a crime called 'CONFLICT OF INTEREST ' and how so, a crime called 'CONFLICT OF INTEREST ' must be punished!'.",
        "'Let us remember that just a few weeks ago he (President EPN) promulgated the new national system 'ANTICORRUPTION ' , ensuring that the new national system 'ANTICORRUPTION ' would eradicate the abuses of those who do not comply with the law and those who damage the reputation of public servants ', the author of the petition says.",
        "'Therefore we demand that it be investigated and that it be him, the first to submit to his own words and preach with the example.",
        "That the alleged complicity of interest be investigated and punished as such!! ', concludes the petition."
    ]
}