{
    "id": "93_Politics_544",
    "claim": "The party that emerged after the dissolution of the Revolutionary Armed Forces of Colombia said that the'wrote triumph'of the darkist filled with hope to Mexico and Latin America. The demobilized Colombian guerrilla of the Revolutionary Alternative Common Force (FARC) congratulated in a statement Andres Manuel Lopez Obrador, for being virtual winner of the presidential election, and entrusted him with continuing to support the peace process in Colombia. 'The National Political Council of the Fuerza Alternativa Revolucionaria del Común (FARC) party congratulates the new elected president of Mexico, Andres Manuel Lopez Obrador, the Morena party and the Mexican people for the loose electoral triumph, which fills the Aztec country with hopes; as well as the whole of Latin America ', details the message issued by the political party that was born of the dissolution of the former Revolutionary Armed Forces of Colombia. The political institute highlighted that the descendants of Moctezuma, Pancho Villa, Emiliano Zapata, Lázaro Cárdenas and all Mexican patriots stopped the electoral streak of the right in Latin America. He also called for both the government and the Mexican state to continue to support the peace process in Colombia, which is at the implementation stage, threatened by forces that want to ignore what was agreed in the Havana agreement, he said. The FARC left arms in , based on the peace agreement signed in November by  with the government of President Juan Manuel Santos, who managed to stop a war of  years that left close to  a thousand dead and eight million victims. I'm sorry.",
    "source": "www.elfinanciero.com.mx",
    "date": "04/07/2018",
    "veracity": 1,
    "claims": [
        "The party that emerged after the dissolution of the Revolutionary Armed Forces of Colombia said that the'wrote triumph'of the darkist filled with hope to Mexico and Latin America .",
        "The National Political Council of the Fuerza Alternativa Revolucionaria del Común (FARC) party congratulated in a statement Andres Manuel Lopez Obrador , for being virtual winner of the presidential election, and entrusted Andres Manuel Lopez Obrador with continuing to support the peace process in The demobilized Colombian guerrilla of the Revolutionary Alternative Common Force (FARC) .",
        "'the Revolutionary Armed Forces of Colombia congratulates Andres Manuel Lopez Obrador , the Morena party and the Mexican people for the loose electoral triumph, which fills Mexico with hopes; as well as the whole of Latin America ', details a statement .",
        "the Revolutionary Armed Forces of Colombia highlighted that the descendants of Moctezuma, Pancho Villa, Emiliano Zapata, Lázaro Cárdenas and all Mexican patriots stopped the electoral streak of the right in Latin America .",
        "The National Political Council of the Fuerza Alternativa Revolucionaria del Común (FARC) party also called for both the government and Mexico to continue to support the peace process in The demobilized Colombian guerrilla of the Revolutionary Alternative Common Force (FARC) , which is at the implementation stage, threatened by forces that want to ignore what was agreed in the Havana agreement, The National Political Council of the Fuerza Alternativa Revolucionaria del Común (FARC) party said.",
        "The party that emerged after the dissolution of the Revolutionary Armed Forces of Colombia left arms in , based on the peace agreement signed in November by  with the government of President Juan Manuel Santos, who managed to stop a war of  years that left close to  a thousand dead and eight million victims."
    ]
}