{
    "id": "94_Entertainment_667",
    "claim": "Mexico. - The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull, has just announced that he reached an agreement with the little boy Yuawi Lopez, who just jumped to fame after playing the sticky song of'Movimiento Ciudadano 'that achieved what the party never imagined: that people knew them. Pitbull mentions that when he saw that the song was trending topic he immediately communicated with the boy, with whom he took'wonderfully'and reached an agreement with his parents to allow the child to record a duet that will include in his next album:'Wow that the child has candela and talent, you know?, I liked it very well, it reminds me of my as a child, you know?, I also composed and already started dancing all at the age of  years. I see a lot of future, when I heard the song I said, you know, I have to have a duet with that kid. And so Yuawi accepted and his potatoes the same, and we're going to record the song that's going to break the discos this , you know?It's going to be pure dad dynamite ', he commented. Pitbull mentions that he will take the original song of Citizen Movement but he will make a couple of arrangements, and keep the full credit:'Many criticize me because he took past melodies, I make some arrangements and I enclose them as mine with the full credit, but you know?, if I turned those past songs into current hits the credit must be mine dad. The song of the Citizen Movement I already bought it and I am happy that Yuawi interprets it in English with me, I will sing most of it but he will do the choirs you know, we will break it in the records Wuuuuu! ', he said. Pitbull mentioned that the melody will be called'Citizen Movement ', and in addition to the child will participate other important singers: 'Beyonce, Miley Cyrus and the good Maluma are interested in joining the song, we will make an amazing team with the good Yuawi you know?, will be the hit of the summer Daddy, one two three four..to break it!, Citizen Movement na na na na na na, Citizen Movement na na na na na na na ', pouted Pitbull. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "04/01/2018",
    "veracity": 0,
    "claims": [
        "Mexico.",
        "- The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull , has just announced that The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull reached an agreement with the little boy Yuawi Lopez, who just jumped to fame after playing the sticky song of'Movimiento Ciudadano 'that achieved what the party never imagined: that people knew the party .",
        "The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull mentions that when The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull saw that the song was trending topic The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull immediately communicated with the boy, with whom he took'wonderfully'and reached an agreement with parents to allow the boy, with whom he took'wonderfully'and to record a duet that will include in his next album:'Wow that the boy, with whom he took'wonderfully'and has candela and talent, you know?, The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull liked it very well, it reminds The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull of as a child, you know?, The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull also composed and already started dancing all at the age of  years.",
        "The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull see a lot of future, when The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull heard the song The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull said, you know, The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull have to have a duet with the boy, with whom he took'wonderfully'and .",
        "And so the boy, with whom he took'wonderfully'and accepted and potatoes the same, and we're going to record a duet that will include in his next album:'Wow , you know?It's going to be pure dad dynamite ', The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull commented.",
        "The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull mentions that The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull will take the original song of Citizen Movement but The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull will make a couple of arrangements, and keep the full credit:'Many criticize The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull because The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull took past melodies , The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull make some arrangements and The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull enclose some arrangements as The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull with the full credit, but you know?, if The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull turned past melodies into current hits the credit must be The singer and composer expert in performing musical duets with practically all the artists of the world, Pitbull dad.",
        "The song of the Citizen Movement I already bought it and I am happy that Yuawi interprets it in English with me, I will sing most of it but he will do the choirs you know, we will break it in the records Wuuuuu! ', he said.",
        "Pitbull mentioned that the melody will be called'Citizen Movement ', and in addition to the child will participate other important singers: 'Beyonce, Miley Cyrus and the good Maluma are interested in joining the song, we will make an amazing team with the good Yuawi you know?, will be the hit of the summer Daddy, one two three four..to break it!, Citizen Movement na na na na na na, Citizen Movement na na na na na na na ', pouted Pitbull."
    ]
}