{
    "id": "94_Politics_529",
    "claim": "'WE ARE DISAPPEARED ', THE ISLAND GOVERNOR SAYSAfter the disastrous passage of the President of the United States, Donald Trump, through Puerto Rico almost a week ago, the population faces a humanitarian crisis that can worsen if the island does not receive immediate assistance from the international community, according to various international media. 'Trump visited the island for five hours, and behind it he left everything devastated and people feel more helpless than before, when only the hurricane had happened ', Governor Ricardo Rossello confirmed to the press yesterday, saying that there is no corner of the island that has not resented the severe blow given by Trump, who has labeled his visit to the island as 'fun'. 'It has been a real catastrophe in which we have felt totally helpless, after its passage only despair and the feeling that everything is lost ', insisted the governor. He explains that humanitarian aid is not coming and requires international assistance 'as soon as possible'. Rossello has also suggested that, after helping Puerto Rico, he immediately attends the continental territory of the United States'where the threat there is lived every day and Trump can strike anywhere in the territory and at any time'. For now, the official death toll of cyclone Trump is not high, although its plans for health and the environment are expected to have catastrophic results. I'm sorry.",
    "source": "www.elmundotoday.com",
    "date": "10/10/2017",
    "veracity": 0,
    "claims": [
        "'WE ARE DISAPPEARED ', THE ISLAND GOVERNOR SAYSAfter the disastrous passage of the President of the United States, Donald Trump, through Puerto Rico almost a week ago , the population faces a humanitarian crisis that can worsen if Puerto Rico does not receive immediate assistance from the international community, according to various international media.",
        "'the President of the United States, Donald Trump visited Puerto Rico for five hours , and behind five hours the President of the United States, Donald Trump left everything devastated and people feel more helpless than before, when only the hurricane had happened ', THE ISLAND GOVERNOR confirmed to the press yesterday, saying that there is no corner of Puerto Rico that has not resented the severe blow given by the President of the United States, Donald Trump the disastrous passage of the President of the United States, Donald Trump, through Puerto Rico almost a week ago .",
        "the disastrous passage of the President of the United States, Donald Trump, through Puerto Rico almost a week ago only despair and the feeling that everything is lost ', insisted THE ISLAND GOVERNOR .",
        "THE ISLAND GOVERNOR explains that humanitarian aid is not coming and requires international assistance 'as soon as possible'.",
        "THE ISLAND GOVERNOR has also suggested that, after helping Puerto Rico , the President of the United States, Donald Trump immediately attends the United States the threat there is lived every day and the President of the United States, Donald Trump can strike anywhere in the United States and at any time'.",
        "For now, the official death toll of the President of the United States, Donald Trump is not high, although plans for health and the environment are expected to have catastrophic results."
    ]
}