{
    "id": "95_Politics_558",
    "claim": "'All together, we must give @LopezObrador_ the opportunity to demonstrate that he will fulfill his promises of justice and honesty, and as he himself says: that he will not fail us ', Salinas Pliego said. Mexican businessmen, including Ricardo Salinas Pliego, congratulated this July  to Andres Manuel Lopez Obrador (AMLO), candidate of the alliance that leads Morena, for his victory in the presidential elections, according to preliminary data. 'The electoral process is finally over. People listened to everything and in the end, by a large majority, decided that @LopezObrador_ was a better choice for the next  years. This is democracy, as Churchill said: the worst form of government, except for all others.. Together, we must be ready to remind you that these promises cannot be forgotten, nor in the garbage of political pragmatism. Let's go to the future with confidence and unity. This will do us better and the sooner we will have a country where we are all prosperous ', wrote Ricardo Salinas Pliego, Founder and President of Grupo Salinas (Elektra, TV Azteca and Banco Azteca). Juan Pablo del Valle, president of the board of directors of the company Mexichem and who said he had voted for Ricardo Anaya, congratulated the candidate from Tabasqueño, after the candidate of the PAN coalition and Jose Antonio Meade, of the PRI, recognized the victory of Obrador. For his part, businessman and activist Claudio X. González expressed his good wishes to Andres Manuel Lopez Obrador also via Twitter. Some characters like social entrepreneur Patricia Armendáriz Guerra, who spoke out in favor of Lopez Obrador, recognized Meade, who moments before accepted his defeat in the electoral contest. 'Once the electoral process has passed, we must look to the future; let us have faith in ourselves, there is a lot of work to be done ', wrote Jose Ramon Elizondo, president of the Basque company and who previously invited to exercise the vote in a reasoned manner and spoke about the consequences of winning a populist government. 'Congratulations to @lopezobrador_ for succeeding in a historically crowded and peaceful electoral process, thanks to the will of Mexicans. This is a clear mandate that obliges us all to work together and together ', added Olegario Vázquez, CEO of Grupo Empresarial Angeles. I'm sorry.",
    "source": "www.forbes.com.mx",
    "date": "02/07/2018",
    "veracity": 1,
    "claims": [
        "'All together, we must give @LopezObrador_ the opportunity to demonstrate that @LopezObrador_ will fulfill his promises of justice and honesty , and as @LopezObrador_ says: that @LopezObrador_ will not fail us ', Salinas Pliego said.",
        "Mexican businessmen, including Salinas Pliego , congratulated this July  to @LopezObrador_ , for his victory in the presidential elections , according to preliminary data.",
        "'The electoral process is finally over.",
        "People listened to everything and in the end, by a large majority, decided that @LopezObrador_ was a better choice for the next  years.",
        "This is democracy, as Churchill said: the worst form of government, except for all others.. Together, we must be ready to remind you that his promises of justice and honesty cannot be forgotten, nor in the garbage of political pragmatism.",
        "Let's go to the future with confidence and unity.",
        "go will do us better and the sooner we will have a country where we are all prosperous ', wrote Ricardo Salinas Pliego, Founder and President of Grupo Salinas (Elektra, TV Azteca and Banco Azteca).",
        "Juan Pablo del Valle, president of the board of directors of the company Mexichem and who said he had voted for Ricardo Anaya , congratulated @LopezObrador_ , after the candidate of the PAN coalition and Jose Antonio Meade, of the PRI, recognized his victory in the presidential elections .",
        "For his part, businessman and activist Claudio X. González expressed his good wishes to Andres Manuel Lopez Obrador also via Twitter.",
        "Some characters like social entrepreneur Patricia Armendáriz Guerra, who spoke out in favor of Lopez Obrador, recognized Meade, who moments before accepted his defeat in the electoral contest.",
        "'Once the electoral process has passed, we must look to the future; let us have faith in ourselves, there is a lot of work to be done ', wrote Jose Ramon Elizondo, president of the Basque company and who previously invited to exercise the vote in a reasoned manner and spoke about the consequences of winning a populist government.",
        "'Congratulations to @lopezobrador_ for succeeding in a historically crowded and peaceful electoral process, thanks to the will of Mexicans.",
        "This is a clear mandate that obliges us all to work together and together ', added Olegario Vázquez, CEO of Grupo Empresarial Angeles."
    ]
}