{
    "id": "95_Science_132",
    "claim": "International. - In the collective financing site Kickstarter we find very interesting projects like hoverboard or some totally useless like that famous potato salad. Now we show you the No Phone, a'device'that does nothing but helps you live with your mobile addiction. He's already raised a thousand dollars. In addition, we tell you relevant data about smartphones in the world. By the end of this year, millions of people around the world are expected to use mobile phones, according to eMarketer estimates. In the case of smartphones, as of September this year,  percent are made by Samsung,  percent are manufactured by Apple and  percent are made by Nokia brand. So large is the number of gadget users that some generate addiction to gadgets. The most recent case was the report of the first case of Google Glass addiction, but since before there are thousands of cases of phone addicts. For all those addicts to bringing the phone in hand, a Kickstarter project was created that offers a technology-free alternative. It's the No Phone, a'device'you can bring in your hand but it won't distract you from concerts, cinemas, or make you crash when you walk down the sidewalk. Some of the features of the No Phone:Doesn't use batteryNo need to upgradesA shockproof WaterproofNo cameraNo bluetooth does not make callsDo not doubleThis fun parody product is real and set a goal of a thousand dollars in Kickstarter but so far it has raised close to a thousand dollars. In addition, it offers a version that allows you to make selfies. I'm sorry.",
    "source": "www.merca20.com",
    "date": "29/10/2014",
    "veracity": 1,
    "claims": [
        "International.",
        "- In the collective financing site Kickstarter we find very interesting projects like hoverboard or some totally useless like that famous potato salad.",
        "Now we show you the No Phone, a'device'that does nothing but helps you live with your mobile addiction .",
        "He's already raised a thousand dollars.",
        "In addition, we tell you relevant data about smartphones in the world .",
        "By the end of this year, millions of people around the world are expected to use mobile phones, according to eMarketer estimates.",
        "In the case of smartphones, as of September this year,  percent are made by Samsung,  percent are manufactured by Apple and  percent are made by Nokia brand.",
        "So large is the number of gadget users that some generate addiction to gadgets.",
        "The most recent case was the report of the first case of Google Glass addiction, but since before there are thousands of cases of phone addicts.",
        "For all those addicts to bringing the phone in hand, the No Phone, a'device'that does nothing but helps you live with your mobile addiction was created that offers a technology-free alternative.",
        "the No Phone, a'device'that does nothing but helps you live with your mobile addiction 's the No Phone, a'device'you can bring in your hand but the No Phone, a'device'that does nothing but helps you live with your mobile addiction won't distract you from concerts, cinemas, or make you crash when you walk down the sidewalk.",
        "Some of the features of the No Phone, a'device'that does nothing but helps you live with your mobile addiction :Doesn't use batteryNo need to upgradesA shockproof WaterproofNo cameraNo bluetooth does not make callsDo not the No Phone, a'device'that does nothing but helps you live with your mobile addiction is real and set a goal of a thousand dollars in the collective financing site Kickstarter but so far it has raised close to a thousand dollars.",
        "In addition, it offers a version that allows you to make selfies."
    ]
}