{
    "id": "97_Education_2",
    "claim": "The Royal Academy of Language (RAE) has accepted the use of 'HAIGA ', for use in the three persons of the present singular of the subjunctive of the verb do, although it ensures that the most recommended form in the cultured language for this time, remains 'be'. This has been confirmed by sources from the HKSAR, who explain that this change has been proposed and approved by the plenary of the Language Academy, after widespread use throughout the national territory, especially employed by persons without studies or with basic studies of school graduates. This companion who repeats the 'As long as he does work, we cannot complain ', or that grandmother who repeats the 'He who does take out the toys, who picks them up ', will no longer be mocked. Among other novel words accepted by the HKSAR, we also have 'Unscramble ', which means undoing a change, such as 'return purchase'. Seeing what's seen, no one would bet the word'friends'is next on the list. I'm sorry.",
    "source": "haynoticia.es",
    "date": "06/01/2018",
    "veracity": 0,
    "claims": [
        "The Royal Academy of Language (RAE) has accepted the use of 'HAIGA ', for use in the three persons of the present singular of the subjunctive of the verb do, although it ensures that the most recommended form in the cultured language for this time, remains 'be'.",
        "This has been confirmed by sources from the HKSAR, who explain that this change has been proposed and approved by the plenary of the Language Academy, after widespread use throughout the national territory, especially employed by persons without studies or with basic studies of school graduates.",
        "This companion who repeats the 'As long as he does work, we cannot complain ', or that grandmother who repeats the 'He who does take out the toys, who picks them up ', will no longer be mocked.",
        "Among other novel words accepted by the HKSAR, we also have 'Unscramble ', which means undoing a change, such as 'return purchase'.",
        "Seeing what's seen, no one would bet the word'friends'is next on the list."
    ]
}