{
    "id": "97_Society_70",
    "claim": "The mayor orders the police to change their tactics following reports of racial detentionsThe arrests in New York for possession and use of marijuana are very little more than a thing of the past. Mayor Bill de Blasio gives a month to his Police Department (NYPD) to reform the tactics that follow in repressing those who smoke cannabis in public areas. The change is announced after statistics reveal clear racial discrimination in detentions. NYPD made arrests last year related to possession or use of marijuana. It is a much lower figure than  arrests in , to a large extent because for the past three years summonses have been issued – fines – that do not create criminal record. This allowed arrests throughout the city to be reduced by % when compared to  figures. But statistics show that % of detainees are Black or of Latino origin. In other words, people of color are eight times more likely to be arrested than a target, even though the level of consumption is similar. NYPD Chief Commissioner James O'Neill denies that his police officers act in a 'racial pattern ', although he does admit that practices should be reviewed. The purpose, he explained, is to concentrate police action on cases that pose a risk to public security, while achieving an application that is consistent with the values of justice, in order to strengthen the 'confidence 'of communities in the work of the agents. 'We must end unnecessary detentions and the disparity in the application of laws ', insisted the mayor. 'This disparity is intolerable ', denounces Reverend Al Sharpton, 'must end'. The debate about police action happens while the State of New York tries to decide to legalize marijuana. Manhattan District Attorneys Cyrus Vance and Brooklyn Attorney Eric González also announced that since August they will not prosecute most people arrested for using grass. 'The double mission of the prosecutor's office ', says Vance, 'is a safe city and a more equitable judicial system. Predominant arrests and criminal proceedings against Blacks and Hispanics do not serve these objectives'. González adds that more needs to be done to ensure that the system is fair. But it also points out that a number of exceptions must be made in the field of security. New York Governor Andrew Cuomo wants to form a group to study the benefits of legalization of marijuana. Cannabis is seen less and less as a gateway to drug use. In parallel, it is estimated that it could contribute more than  millions of dollars in tax revenues to the city and others  millions to the state as a whole. I'm sorry.",
    "source": "elpais.com",
    "date": "16/05/2018",
    "veracity": 1,
    "claims": [
        "The mayor orders the police to change their tactics following reports of racial detentionsThe arrests in New York for possession and use of marijuana are very little more than a thing of the past.",
        "The mayor gives a month to his Police Department (NYPD) to reform their tactics .",
        "reform is announced after statistics reveal clear racial discrimination in detentions.",
        "his Police Department (NYPD) made arrests last year related to possession or use of marijuana.",
        "arrests is a much lower figure than  arrests in , to a large extent because for the past three years summonses have been issued – fines – that do not create criminal record.",
        "issued allowed arrests throughout New York to be reduced by % when compared to  figures.",
        "But statistics show that % of detainees are Black or of Latino origin.",
        "In other words, people of color are eight times more likely to be arrested than a target, even though the level of consumption is similar.",
        "NYPD Chief Commissioner James O'Neill denies that police officers act in a 'racial pattern ', although NYPD Chief Commissioner James O'Neill does admit that practices should be reviewed.",
        "The purpose, NYPD Chief Commissioner James O'Neill explained, is to concentrate police action on cases that pose a risk to public security, while achieving an application that is consistent with the values of justice, in order to strengthen the 'confidence 'of communities in the work of the agents.",
        "'We must end unnecessary detentions and the disparity in the application of laws ', insisted the mayor.",
        "'This disparity is intolerable ', denounces Reverend Al Sharpton, 'must end'.",
        "The debate about police action happens while the State of New York tries to decide to legalize marijuana.",
        "Manhattan District Attorneys Cyrus Vance and Brooklyn Attorney Eric González also announced that since August they will not prosecute most people arrested for using grass.",
        "'The double mission of the prosecutor's office ', says Vance, 'is a safe city and a more equitable judicial system.",
        "Predominant arrests and criminal proceedings against Blacks and Hispanics do not serve these objectives'.",
        "González adds that more needs to be done to ensure that the system is fair.",
        "But it also points out that a number of exceptions must be made in the field of security.",
        "New York Governor Andrew Cuomo wants to form a group to study the benefits of legalization of marijuana.",
        "Cannabis is seen less and less as a gateway to drug use.",
        "In parallel, it is estimated that it could contribute more than  millions of dollars in tax revenues to the city and others  millions to the state as a whole."
    ]
}