{
    "id": "98_Security_184",
    "claim": "The body showed signs of violence; neighbors say they had time not to see her and point to her boyfriend as an addict.The woman was lying on her bed and had blood stains on her nose.With blows on her face and signs of decomposition, the body of a woman was found inside the apartment that lived in this municipality. Near : hours, a family member of Magdalena Alcántara González, from  years old, entered the property number  of Lago Gran Oso street, Agua Azul colony. According to the Municipal Police, the neighbors alerted Magdalena's relatives, who lived alone and had no children, who had not seen her for several days; and her door, on the second floor, remained closed. Neighbors reported a series of gunshots; the victims were left on the Tenango del Valle-Ixtapan de la Sal highway 'The neighbors spoke to her, as they had several days that they did not see her ', the police detailed. The woman was lying on her bed and had blood stains on her nose. After the discovery, his family asked for help. Lifeguards detailed that the woman had signs of violence in her face. The inhabitants said that their boyfriend, identified as Oscar 'N ', who is addicted to drugs, left Tuesday afternoon with a gas tank and no longer saw him again. I'm sorry.",
    "source": "www.eluniversal.com.mx",
    "date": "05/07/2018",
    "veracity": 1,
    "claims": [
        "The body showed signs of violence; neighbors say neighbors had time not to see her and point to her face as an addict.",
        "her was lying on her bed .",
        "With blows on her bed and had blood stains on her nose and signs of decomposition, The body was found inside the apartment that lived in this municipality .",
        "Near : hours, a family member of her , entered the apartment that lived in this municipality .",
        "According to the Municipal Police , the neighbors alerted her relatives, who lived alone and had no children, who had not seen her for several days; and door, on the second floor, remained closed.",
        "Neighbors reported a series of gunshots; the victims were left on the Tenango del Valle-Ixtapan de la Sal highway 'Neighbors spoke to her , as Neighbors had several days that Neighbors did not see her ', the Municipal Police detailed.",
        "her was lying on her bed .",
        "After the discovery, family asked for help.",
        "Lifeguards detailed that her had signs of violence in her bed and had blood stains on her nose .",
        "her nose said that her face , left Tuesday afternoon with a gas tank and no longer saw her face again."
    ]
}