{
    "id": "98_Society_73",
    "claim": "The savings of using an electric car seem not to have been such for Rafael, a user who received an invoice from the electric company of more than  euros after having loaded his vehicle into a plug of his home. Rafael acquired an electric car a month ago, sponsored by the advice of his brother-in-law who assured him that he could charge at home for a couple of euros. After several attempts in which the differential of the electric panel jumped, he finally managed to connect the vehicle with an elongator to the socket of the nightstand. Quickly the charge was complete but the surprise to arrive. Upon seeing the bill, Rafael telephoned his brother-in-law.'He told me that's what he had told him in the bar, the cousin of one who was about to buy an electric one.\". In the company of the light they merely congratulated him on being the best customer of the month, promising him that they would send him a ham at the end of the year if he continued like this. With disgust in the body, man has decided to turn off all the electrical devices in his home. Now they manage with candles and gas camping kitchens. I'm sorry.",
    "source": "haynoticia.es",
    "date": "28/03/2018",
    "veracity": 0,
    "claims": [
        "The savings of using an electric car seem not to have been such for Rafael, a user who received an invoice from the electric company of more than  euros after having loaded his vehicle into a plug of his home.",
        "Rafael acquired an electric car a month ago, sponsored by the advice of his brother-in-law who assured him that he could charge at home for a couple of euros.",
        "After several attempts in which the differential of the electric panel jumped, he finally managed to connect the vehicle with an elongator to the socket of the nightstand.",
        "Quickly the charge was complete but the surprise to arrive.",
        "Upon seeing the bill, Rafael telephoned his brother-in-law.",
        "'He told me that's what he had told him in the bar, the cousin of one who was about to buy an electric one.",
        "In the company of the light they merely congratulated him on being the best customer of the month, promising him that they would send him a ham at the end of the year if he continued like this.",
        "With disgust in the body, man has decided to turn off all the electrical devices in his home.",
        "Now they manage with candles and gas camping kitchens."
    ]
}