{
    "id": "9_Entertainment_661",
    "claim": "Mexico. - After months ago it was revealed that the father of the son of Marjorie de Sousa is not actor Julián Gil nor Gabriel Soto, but the politician Ricardo Anaya, the president decided to break the silence and accept that 'after months of dialogue with Marjorie 'he finally agreed to undergo a DNA test, finding that it was he who actually procreated little Matías. Ricardo asked forgiveness, noting that he wants to show 'to be a person who accepts his mistakes and tries to amend them ', mentioning that the child was not planned but will give all his love as to his other children: 'I decided to reveal the truth because I am an honest and integrated person; I cannot say that I made a mistake because a child is always a blessing, but I can say that I was wrong to have a relationship outside of marriage. Everything that was handled in the first version was true: me and Miss Marjorie met at a party, where we drank alcohol like millions of people do, and like any human being who wants a moment of recreation we feast, and without wanting one thing led to another. Neither she nor I thought we had an encounter, and neither did we start a relationship as a couple, it was something that happened causally, but that encounter has now brought a little angel who is Matthias. I've already apologized to my wife, and I think the people of Mexico also deserve an apology because this is the first time I've failed on anything. I want you to know that just as I failed in my personal life, if I failed in anything during my government, I will take responsibility and resolve it immediately. I want to clarify that neither Sousa nor I intend to start a sentimental relationship, each one of us has his life made, and we will only have contact for little Matias, whom I will give my last name to and will always be under my protection ', he said. Anaya pointed out that his wife already forgave him and understood the situation, and they will receive Matthias as one more member of the family:'I understand the circumstances; my husband had never, really never failed me, he is human and I understand him. I understand that alcohol was the cause of her encounter with this actress, and I do not want to justify it, but we both know what our relationship has been like and of course she fully trusted what she says.'. However, although it seemed that they had reached a peaceful settlement, it is rumored that the promises between Anaya and Marjorie already began, since he offered to give him USD1,000 pesos per month of maintenance, however she asks  times more that amount:'If Julian Gil who is an actor asked USD1,000 pesos, Anaya who is a billionaire and a powerful politician will ask for more. He even filed a lawsuit demanding USD million pesos a month, or he is willing to make a scandal that could cause Ricardo not to come to power ', a reporter said. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "01/06/2018",
    "veracity": 0,
    "claims": [
        "an encounter .",
        "- After months ago each one of us revealed that the father of the son of Marjorie de Sousa is not actor Julián Gil nor Gabriel Soto, but the politician Ricardo Anaya , the president an encounter to break the silence and an encounter that I of an encounter with an encounter 'the politician Ricardo Anaya finally agreed to undergo I DNA test, finding that it was the politician Ricardo Anaya who actually anything the son of Marjorie de Sousa .",
        "the politician Ricardo Anaya asked forgiveness, noting Sousa nor I show 'to be a person who accepts his mistakes and tries to amend them my wife an encounter as an encounter other children: each one of us to reveal the an encounter because the politician Ricardo Anaya am an honest and integrated person; the politician Ricardo Anaya canmy wife that the politician Ricardo Anaya made a mistake because a child is always a blessing, but the politician Ricardo Anaya an encounter the politician Ricardo Anaya was wrong to have a relationship outside of marriage.",
        "Everything an encounter was handled in the first version was truelittle Matias, whom I will give my last name to and will always be under my protection a party, where his mistakes drank alcohol like anything of people anything , and like any human being who wants a moment of recreation his mistakes feast, and without wanting one thing led to another.",
        "Neither his mistakes thought his mistakes had me and Miss Marjorie , and neither did his mistakes start a anything couple, it was something that happened causallyher encounter with this actress the son of Marjorie de Sousa .",
        "her encounter with this actress to my wife, and I think the people of Mexico an encounter time I've failed on anything.",
        "I want you to know that just as I failed in my personal life, if I failed in anything during my government, I will take responsibility and resolve it immediately.",
        "I want to clarify that neither Sousa nor I intend to start a sentimental relationship, each one of us has his life made, and we will only have contact for little Matias, whom I will give my last name to and will always be under my protection ', he said.",
        "Anaya pointed out that his wife already forgave him and understood the situation, and they will receive Matthias as one more member of the family:'I understand the circumstances; my husband had never, really never failed me, he is human and I understand him.",
        "I understand that alcohol was the cause of her encounter with this actress, and I do not want to justify it, but we both know what our relationship has been like and of course she fully trusted what she says.",
        "However, although it seemed that they had reached a peaceful settlement, it is rumored that the promises between Anaya and Marjorie already began, since he offered to give him USD1,000 pesos per month of maintenance, however she asks  times more that amount:'If Julian Gil who is an actor asked USD1,000 pesos, Anaya who is a billionaire and a powerful politician will ask for more.",
        "He even filed a lawsuit demanding USD million pesos a month, or he is willing to make a scandal that could cause Ricardo not to come to power ', a reporter said."
    ]
}