{
    "id": "9_Society_106",
    "claim": "Mexico. - After the president of Mexico, Enrique Peña Nieto, revealed in a press conference that at a visit he had in Lagos de Moreno, Jalisco, a 'young woman approached him, put a kiss in his mouth and then ran out ', and revealed in a squeaky way that even his wife witnessed the fact, the spokesman of the president, Eduardo Sánchez, revealed that Nieto has just filed a lawsuit for harassment and sexual abuse against the woman, pointing out that he expects justice to be done on the depraved that violent the integrity of the defenseless man. The spokesman comments that Enrique told as if it was a joke the fact, pointing out that it is something that has been kept for a long time and he wanted to express, but he was afraid that people would make fun of him:'When that happened Kike was very hurt, imagine that someone arrives who doesn't know, plant a kiss and run away, of course you feel dirty and used, it is a case of harassment that should not be tolerated. No one should be raped in such a way, no one has the right to touch, kiss or harass someone without their consent. Peña was very hurt, and because of his nerves he told it as if it was funny when he has actually even taken therapy to overcome the incident ', he commented. Eduardo points out that after daring to tell the incident, the next step is to demand:'His main fear is that everyone knew that he was sexually harassed, now that he was brave and already shouted at the four winds he has decided to take the next step that is to demand not to allow this type of abuse against men to continue. If a man will ever kiss a woman on the outside he would be prosecuted with all the weight of the law but if it happens otherwise they see it as a funny thing. Enough of these gender differences, Peña was raped in the most cruel way and the worst is that his wife could not do anything, now this depraved woman must pay the consequences, we already located her and although she is a very young woman, she is of age, so there is no pretext for her to pay for her crime ', he said. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "30/06/2017",
    "veracity": 0,
    "claims": [
        "Mexico .",
        "- After the president of Mexico, Enrique Peña Nieto , revealed in a press conference that at a visit the president of Mexico, Enrique Peña Nieto had in Lagos de Moreno, Jalisco, a 'young woman approached the president of Mexico, Enrique Peña Nieto , put a kiss in mouth and then ran out ', and revealed in a squeaky way that even wife witnessed the fact , the spokesman of the president, Eduardo Sánchez , revealed that the president of Mexico, Enrique Peña Nieto has just filed a lawsuit for harassment and sexual abuse against a 'young woman , pointing out that the president of Mexico, Enrique Peña Nieto expects justice to be done on the depraved that violent the integrity of the defenseless man.",
        "the spokesman of the president, Eduardo Sánchez comments that the president of Mexico, Enrique Peña Nieto told as if it was a joke the fact , pointing out that the fact is something that has been kept for a long time and the president of Mexico, Enrique Peña Nieto wanted to express, but the president of Mexico, Enrique Peña Nieto was afraid that people would make fun of him:'When that happened Kike was very hurt, imagine that someone arrives who doesn't know, plant a kiss and run away, of course you feel dirty and used, it is a case of harassment that should not be tolerated.",
        "No one should be raped in such a way, no one has the right to touch, kiss or harass someone without consent.",
        "the president of Mexico, Enrique Peña Nieto was very hurt, and because of nerves the president of Mexico, Enrique Peña Nieto told that as if that was funny when the president of Mexico, Enrique Peña Nieto has actually even taken therapy to overcome that ', the spokesman of the president, Eduardo Sánchez commented.",
        "Eduardo points out that after daring to tell the incident, the next step is to demand:'His main fear is that everyone knew that he was sexually harassed, now that he was brave and already shouted at the four winds he has decided to take the next step that is to demand not to allow this type of abuse against men to continue.",
        "If a man will ever kiss a woman on the outside he would be prosecuted with all the weight of the law but if it happens otherwise they see it as a funny thing.",
        "Enough of these gender differences, Peña was raped in the most cruel way and the worst is that his wife could not do anything, now this depraved woman must pay the consequences, we already located her and although she is a very young woman, she is of age, so there is no pretext for her to pay for her crime ', he said."
    ]
}