{
    "id": "Ciencia_339",
    "claim": "Given the large number of marriages and engagements that have been discovered and finished due to the social media apps easily accessible from smartphones, the world has decided to return to the classic 3 1⁄2-inch floppy disks, which will be used again, as they offer a discretion that is not possible to find in other formats. Jacinto Maquintoch, the entrepreneur who had the idea, told us a little bit about it: A 3 1⁄2 disc can save about 200 pages of simple text, so they are ideal to have a very complete exchange. And since it can only be read on a computer, if your girlfriend or wife finds you one in the bags, she won't be able to check it, because even if she has laptop, they don't have disk reader anymore. And since women often don't know much about technology, they won't be able to find out anything.”. The only problem is that, unlike other instant messengers, one will have to write the message and send the disk by conventional mail or parcel, which is a little bit longer. And the worst thing is that the knots will come in low resolution. “But the security he gives you makes up for it,” he added. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "08/12/2020",
    "veracity": 0,
    "claims": [
        "Given the large number of marriages and engagements that have been discovered and finished due to the social media apps easily accessible from smartphones, the world has decided to return to the classic 3 1⁄2-inch floppy disks, which will be used again, as they offer a discretion that is not possible to find in other formats.",
        "Jacinto Maquintoch, the entrepreneur who had the idea, told us a little bit about it: A 3 1⁄2 disc can save about 200 pages of simple text, so they are ideal to have a very complete exchange.",
        "And since it can only be read on a computer, if your girlfriend or wife finds you one in the bags, she won't be able to check it, because even if she has laptop, they don't have disk reader anymore.",
        "And since women often don't know much about technology, they won't be able to find out anything.",
        "The only problem is that, unlike other instant messengers, one will have to write the message and send the disk by conventional mail or parcel, which is a little bit longer.",
        "And the worst thing is that the knots will come in low resolution.",
        "“But the security he gives you makes up for it,” he added."
    ]
}