{
    "id": "Ciencia_540",
    "claim": "A letter written by one of the most important minds in history was sold for $2.9 million at an auction this December 4th. Albert Einstein's 1954 Letter to Religious Philosopher Erik Gutkind is commonly known as God's Letter and presents a courteous Einstein but thoroughly questioning the concept of religion and of God in general. Christie's auction house expected to be sold at $1.5 million. It exceeded expectations. Considered one of the final statements in the religion versus science debate, said Peter Klarnet, lead book and manuscript specialist at Christie's auction house, in a statement he provided to CNN. The letter, written in German one year before Einstein's death and transcribed in English by Christie's, is a reaction to the 1952 Gutkind book, Choose Life: The Biblical Call of Revolt. While Einstein makes it clear that he and the philosopher have much in common with regard to the objective attitude of human life and community, he clearly and abundantly leaves his position on religion. The word God is nothing more than for me the expression and product of human weakness, the Bible is a collection of honorable legends, but still purely primitive, which however are quite childish, writes Einstein. Einstein was a German-born Jew who lost his religious faith at an early age and sometimes referred to himself as an agnostic. The letter reinforces his love and shared identity with the Jewish people, but it also calls Judaism, like all other religions  an incarnation of the most childish superstition. The letter, which was sold on eBay in 2012, was exhibited at the Pace Gallery in San Francisco in late November until its auction in New York. It is not Einstein's only missive that has attracted great interest in Christie's. In 2002, the auction house exhibited a 1939 written letter from Einstein to the then President of the United States, Franklin Delano Roosevelt. The letter warned Roosevelt of the dangers of nuclear bomb technology. Sold for over $2 million. I'm sorry.",
    "source": "cnnespanol.cnn.com",
    "date": "04/12/2018",
    "veracity": 1,
    "claims": [
        "A letter written by one of the most important minds in history was sold for $2.9 million at an auction this December 4th.",
        "A letter written by one of the most important minds in history is commonly known as God's Letter and presents one of the most important minds in history but thoroughly questioning the concept of religion and of God in general.",
        "Christie's auction house expected to be sold at $1.5 million.",
        "sold exceeded expectations.",
        "Considered one of the final statements in the religion versus science debate, said Peter Klarnet, lead book and manuscript specialist at Christie's auction house , in a statement Peter Klarnet, lead book and manuscript specialist at Christie's auction house provided to CNN.",
        "The letter, written in German one year before one of the most important minds in history death and transcribed in English by Christie's auction house , is a reaction to the 1952 Religious Philosopher Erik Gutkind book, Choose Life: The Biblical Call of Revolt.",
        "While one of the most important minds in history makes it clear that one of the most important minds in history and Religious Philosopher Erik Gutkind have much in common with regard to the objective attitude of human life and community, one of the most important minds in history clearly and abundantly leaves position on religion.",
        "The word God is nothing more than for one of the most important minds in history the expression and product of human weakness, the Bible is a collection of honorable legends, but still purely primitive, which however are quite childish, writes one of the most important minds in history .",
        "one of the most important minds in history was a German-born Jew who lost religious faith at an early age and sometimes referred to one of the most important minds in history as an agnostic.",
        "The letter reinforces his love and shared identity with the Jewish people, but it also calls Judaism, like all other religions  an incarnation of the most childish superstition.",
        "The letter, which was sold on eBay in 2012, was exhibited at the Pace Gallery in San Francisco in late November until its auction in New York.",
        "It is not Einstein's only missive that has attracted great interest in Christie's.",
        "In 2002, the auction house exhibited a 1939 written letter from Einstein to the then President of the United States, Franklin Delano Roosevelt.",
        "The letter warned Roosevelt of the dangers of nuclear bomb technology."
    ]
}