{
    "id": "Ciencia_454",
    "claim": "“In any crisis, leaders have two equally important responsibilities: to solve the immediate problem and prevent it from happening again”. These are the words with which Bill Gates begins to degrate, in a letter sent to The New England Journal of Medicine, which he considers the perfect recipes to deal with the coronavirus. Improving both vaccine manufacturing and research processes, increasing public and private funding or improving access to treatments are some of the keys identified by Gates. Gates considers it necessary to build a system that can develop safe and effective vaccines and antivirals, obtain their approval and administer billions of doses months after discovering a new pathogen. A challenge that he assures is difficult but that can be achieved if all actors pool their resources and efforts. “One of the main technical challenges for vaccines is to improve the old forms of protein manufacturing, which are too slow to respond to an epidemic,” he says. To overcome these barriers, the tycoon recommends developing “platforms that are expected to be safe, so that regulatory reviews can be carried out quickly, and that make it easier for manufacturers to produce large-scale and low-cost doses”. “One of the main challenges is to improve the forms of protein manufacture” In the case of antiviral treatments, Gates raises the need to establish an “organized system to detect existing treatments and candidate molecules in a fast and standardized manner”. Accelerating R & DThe development of vaccines and antiviral treatments involves, according to Bill Gates, massive clinical trials, as well as licensing agreements that transcend national borders. To this end, the tycoon calls for maximum use of global forums to reach consensus on research priorities and test protocols so that promising vaccine and antiviral candidates can move forward quickly. “The objective should be to obtain conclusive results from clinical trials and achieve regulatory approval within three months or less, without compromising patient safety”. More public and private fundingTo get these drugs to patients as soon as possible, Bill Gates points to the need to increase funding efforts. “Budgets should be expanded. Billions of dollars are needed to complete phase III clinical trials and ensure regulatory approval of coronavirus vaccines.”. And even more, he points out, to ensure “surveillance and response” to Covid-19. Gates recalls that the development of pandemic products are investments “of extraordinary high risk”. “Increasing public funding will minimise risk for pharmaceutical companies,” he notes. But it goes much further, and it raises the possibility that governments and other agents can finance manufacturing facilities that can generate vaccine supplies within weeks. “These facilities can produce vaccines for routine immunization programs in normal times and would be quickly reconditioned for production during a pandemic.”. Finally, he insists, governments “should finance the acquisition and distribution of vaccines to populations in need”. “We already see how the coronavirus can disrupt supply chains and stock markets.”The mogul is aware of the investment that all this requires, although he remembers the impact that a pandemic can cause. “We are already seeing how Covid-19 can disrupt supply chains and stock markets, not to mention people's lives.”. For this reason, these investments are, in his opinion, “a bargain”. Access agreementsFinally Gates raises debate on access to treatment. From their point of view, governments and industry should agree: “during a pandemic, vaccines and antivirals cannot be sold simply to the highest bidder”. The treatments, he believes, “should be available and affordable for people who are at the center of the outbreak and who need them most”. I'm sorry.",
    "source": "gacetamedica.com",
    "date": "03/03/2020",
    "veracity": 1,
    "claims": [
        "“In any crisis, leaders have two equally important responsibilities: to solve the immediate problem Bill Gates prevent the immediate problem from happening again”.",
        "These are the words with which Bill Gates begins to degrate, in a letter Bill Gates The New England Journal of Medicine, which Bill Gates considers the perfect recipes to deal with the coronavirus.",
        "Improving promising vaccine and antiviral candidates processes, increasing public and private funding or improving access to treatments are some of the keys identified by Bill Gates .",
        "Bill Gates considers it necessary to build a system that can develop safe and effective vaccines and antivirals , obtain approval and administer billions Bill Gates after discovering a new pathogen.",
        "A challenge that Bill Gates assures is difficult but that can be achieved if all actors pool resources and efforts.",
        "“One of the main technical challenges for vaccines is to improve the old forms of protein manufacturing, which are too slow to respond to an epidemic Bill Gates the old forms of protein manufacturing, which are too slow to respond to an epidemic ,” Bill Gates says.",
        "To overcome the old forms of protein manufacturing, which are too slow to respond to an epidemic , Bill Gates recommends developing “platforms that Increasing public funding , so that regulatory reviews can be carried out quickly, and that make it easier for manufacturers to produce large-scale and low-cost doses”.",
        "“One of the main challenges manufacturing facilities that can generate vaccine supplies within weeks antiviral manufacturing facilities that can generate vaccine supplies within weeks , Bill Gates raises the need to establish an “organized system to detect existing treatments and candidate molecules in a fast and standardized manner”.",
        "Accelerating R & DThe development of vaccines and antiviral treatments involves, according to Bill Gates, massive clinical trials, as well as licensing agreements that transcend national borders.",
        "To this end, the tycoon calls for maximum use of global forums to reach consensus on research priorities and test protocols so that promising vaccine and antiviral candidates can move forward quickly.",
        "“The objective should be to obtain conclusive results from clinical trials and achieve regulatory approval within three months or less, without compromising patient safety”.",
        "More public and private fundingTo get these drugs to patients as soon as possible, Bill Gates points to the need to increase funding efforts.",
        "“Budgets should be expanded.",
        "Billions of dollars are needed to complete phase III clinical trials and ensure regulatory approval of coronavirus vaccines.",
        "And even more, he points out, to ensure “surveillance and response” to Covid-19.",
        "Gates recalls that the development of pandemic products are investments “of extraordinary high risk”.",
        "“Increasing public funding will minimise risk for pharmaceutical companies,” he notes.",
        "But it goes much further, and it raises the possibility that governments and other agents can finance manufacturing facilities that can generate vaccine supplies within weeks.",
        "“These facilities can produce vaccines for routine immunization programs in normal times and would be quickly reconditioned for production during a pandemic.",
        "Finally, he insists, governments “should finance the acquisition and distribution of vaccines to populations in need”.",
        "“We already see how the coronavirus can disrupt supply chains and stock markets.",
        "”The mogul is aware of the investment that all this requires, although he remembers the impact that a pandemic can cause.",
        "“We are already seeing how Covid-19 can disrupt supply chains and stock markets, not to mention people's lives.",
        "For this reason, these investments are, in his opinion, “a bargain”.",
        "Access agreementsFinally Gates raises debate on access to treatment.",
        "From their point of view, governments and industry should agree: “during a pandemic, vaccines and antivirals cannot be sold simply to the highest bidder”.",
        "The treatments, he believes, “should be available and affordable for people who are at the center of the outbreak and who need them most”."
    ]
}