{
    "id": "Ciencia_182",
    "claim": "Born in India, alerted the world in August 2019. Now he claims that COVID-19 will be eradicated in September, but announces a worse outbreak by December. Many have been the theories about the beginning of the coronavirus. Many researchers who study the origin of this pathology that has unleashed a pandemic around the world. Whether for one reason or another, the truth is that the virus has attacked virtually all countries and few or none of them knew how to prevent the situation and prepare for the COVID-19. But the truth is that in India, one of the youngest astrologers in the world, predicted the pandemic in a video released in August 2019. It responds to the name of Abhigya Anand, is 14 years old and currently her videos have gone viral on social networks. Last August, Anand announced a “severe danger to the world” between November 2019 and April 2020.”. Astrology classes at age 10 This child prodigy began to form from a very young age, when he was barely seven years old. He began to visit temples in India and to study one of the oldest languages in the world, Sanskrit. At the age of 10, she enrolled in astrology classes after seeing a poster. At first they put him in trouble because they thought he didn't have the necessary knowledge given his age, but soon he stood out, being the best of the class. Envy of companions and teachers His wisdom aroused the envy of his older companions who were suspicious of Anand. Even the teachers showed their discomfort, to the point that they prevented him from asking questions in class. So far did the reticence of companions and teachers come that they began to suffer bullying, but nothing stopped Anand, who graduated from Vastu sastra, a Hindu doctrine on the influence of the laws of nature. His knowledge made him foresee that “severe danger to the world,” but his predictions have continued. Anand was right about this danger, but he has pointed out other things: regarding COVID-19, the young man said that from 29 May the number of cases per coronavirus would gradually drop and on 5 September 2020 indicates that the virus will be completely eradicated. Outbreak 'scandalous 'in December But the problem is that Anand assures that more viruses will come and again in months seen makes a prediction the least disturbing: December 20, 2020 will be the'next outbreak\", which will be'really scandalous'and will last until March 2021. The astrologer explains that on that day the planets of Saturn and Jupiter will be “completely united”. The effects of this combination, Anand says, will cause “many diseases, destruction and possibly famine” among the population because it will be very difficult for farmers to harvest their produce. “No human being will be left alive if people don't take action,” alerts. Their predictions cause great alarm, but the truth is that somehow the coronavirus pandemic was right. It will be necessary to see whether they are now taken into consideration by this young astrologer, named Abhigya Anand. I'm sorry.",
    "source": "as.com",
    "date": "06/06/2020",
    "veracity": 0,
    "claims": [
        "Born in India , alerted the world His August 2019 .",
        "Now he claims His COVID-19 will be eradicated in SeptemberHis Even the teachers outbreak Even the teachers December.",
        "Many have been the theories about the His of COVID-19 .",
        "Many researchers who study the origin companions and teachers that has unleashed a pandemic around the world .",
        "Whether for one His or His of virtually all countries knew His to prevent the “severe danger to the world COVID-19 .",
        "But the truth is that in His , one of the youngest astrologers in the world “severe danger to the world His one of the youngest astrologers in the world , predicted a pandemic in a COVID-19 His August 2019 .",
        "It responds to the name of one of the youngest astrologers in the world , is 14 years old and currently videos have gone viral on social networks.",
        "COVID-19 August, one of the youngest astrologers in the world announced a “severe danger to the world ” between November 2019 and April His .",
        "Astrology classes at age 10 This child prodigy began to form from a very young age, when This child prodigy was barely December 20, 2020 .",
        "This child prodigy began to visit temples in India and to study one of the oldest languages in the world , His .",
        "His the age of 10, This child prodigy December 20, 2020 in astrology classes after seeing a poster.",
        "At first united This child prodigy in trouble united His didn't have the necessary knowledge given age, but soon This child prodigy stood out, being the best of the class.",
        "Envy of companions and farmers His wisdom farmers the envy of his older companions who were suspicious of Anand.",
        "Even the teachers showed their discomfort, to the point that they prevented him from asking questions in class.",
        "So far did the reticence of companions and teachers come that they began to suffer bullying, but nothing stopped Anand, who graduated from Vastu sastra, a Hindu doctrine on the influence of the laws of nature.",
        "His knowledge made him foresee that “severe danger to the world,” but his predictions have continued.",
        "Anand was right about this danger, but he has pointed out other things: regarding COVID-19, the young man said that from 29 May the number of cases per coronavirus would gradually drop and on 5 September 2020 indicates that the virus will be completely eradicated.",
        "Outbreak 'scandalous 'in December But the problem is that Anand assures that more viruses will come and again in months seen makes a prediction the least disturbing: December 20, 2020 will be the'next outbreak\", which will be'really scandalous'and will last until March 2021.",
        "The astrologer explains that on that day the planets of Saturn and Jupiter will be “completely united”.",
        "The effects of this combination, Anand says, will cause “many diseases, destruction and possibly famine” among the population because it will be very difficult for farmers to harvest their produce.",
        "“No human being will be left alive if people don't take action,” alerts.",
        "Their predictions cause great alarm, but the truth is that somehow the coronavirus pandemic was right.",
        "It will be necessary to see whether they are now taken into consideration by this young astrologer, named Abhigya Anand."
    ]
}