{
    "id": "Ciencia_202",
    "claim": "At the end of December, the so-called 5G chips began to go viral on social networks and to inoculate people with them in order to control them, although they have proved to be the indications for making a guitar pedal. One of the theories of the conspiracy that has grown with the pandemic is Bill Gates' supposed plans to insert chips with the Covid-19 vaccines; therefore they viralized supposed completely false plans of the chips. In recent days an image with a supposed diagram of the aforementioned 5G chip has been extended on social networks, with the mention of 'confidential'. These are, however, plans for making a guitar pedal. As they point out in Gizmodo, this message was generated in Romania as a joke at the end of December, but someone translated it into English, which facilitated its extension to other European countries, such as Italy. Some of the clues that imply that it is not true are found in the diagram itself, with references to the change pedals or MT-2. I'm sorry.",
    "source": "www.milenio.com",
    "date": "06/01/2021",
    "veracity": 1,
    "claims": [
        "At the end of December, the so-called 5G chips began to go viral on social networks and to inoculate people with them in order to control them, although they have proved to be the indications for making a guitar pedal.",
        "One of the theories of the conspiracy that has grown with the pandemic is Bill Gates' supposed plans to insert chips with the Covid-19 vaccines; therefore they viralized supposed completely false plans of the chips.",
        "In recent days an image with a supposed diagram of the aforementioned 5G chip has been extended on social networks, with the mention of 'confidential'.",
        "These are, however, plans for making a guitar pedal.",
        "As they point out in Gizmodo, this message was generated in Romania as a joke at the end of December, but someone translated it into English, which facilitated its extension to other European countries, such as Italy.",
        "Some of the clues that imply that it is not true are found in the diagram itself, with references to the change pedals or MT-2."
    ]
}