{
    "id": "Ciencia_101",
    "claim": "We know that in addition to being a good place to share with our loved ones, Facebook is a powerful communication tool to get all kinds of messages to millions of people, so it can also be a powerful weapon. Sophie Zhang, a former company worker who claimed in a report about social network irregularities to be sure of'having blood on her hands 'after having collaborated with the company. According to the engineer, Facebook has been slow to react or ignored the existence of organized campaigns to distribute political disinformation and influence election results in countries around the world, according to the company's ex-employee's internal report. We recommend: Facebook eliminates accounts that sought to influence politically in Latin America 'The truth is that we simply did not care enough to stop them [disinformation campaigns] ', said data scientist Sophie Zhang, former Facebook employee in charge of moderation of this type of content, in an internal memorandum to which BuzzFeed News has had access. Zhang specifically referred to a disinformation campaign in Azerbaijan, in which President Ilham Aliyev and his party, the New Party of Azerbaijan or YAP, used false accounts to attack the opposition. Facebook has not yet recognized this campaign and its authors are directly related to the YAP. https://www. millennium. com/technology/facebook-ex-employee-report-nulas-measures-avoid-manipulation. However, the former employee of the social network acknowledged 'having taken personally and unsupervised decisions that have affected presidents of countries 'and 'important politicians from all over the world ', including Spain, Italy, Iraq, Indonesia, India, Ukraine, Brazil, Bolivia, El Salvador and Ecuador. Among her works, the moderator helped eliminate 672 thousand false accounts 'of low quality 'in April that distributed content related to the covid-19 in the official account of the Spanish Ministry of Health. These accounts, according to Zhang, were part of an organized network of disinformation that was also responsible for disseminating disinformation on U.S. pages. 'During the three years I worked on Facebook, I have encountered several blatant attempts by foreign governments to abuse the platform on a large scale to confuse their citizens, causing international news on multiple occasions ', Zhang said. The former moderator claimed to have made 'countless decisions 'of this kind. 'Although I made the best decision I could with the knowledge I had at the time, ultimately I was the one who made the decision not to go deeper or to prioritize each case ', according to the American data scientist, who has come to say that she is certain to 'have blood on her hands '. Facebook's response Facebook responded to Sophie Zhang's internal report, and in a statement sent to Europa Press he claimed to have'formed specialized teams and worked with experts to stop malicious actors 'who attempt to abuse the platform. https://www. millennium. com/tecnologia/facebook-ex-employee-denounce-nulas-measures-avoid-manipulation As a result, the US company claims to have eliminated more than 100 networks of non-authentic coordinated content, as these disinformation campaigns are known, which points out as its priority alongside spam and false interaction. 'We carefully investigate each problem, including those explained by Zhang, before taking action or making them public ', the spokesman for the company said. https://www. millennium. com/technology/facebook-ex-employee-report-nulas-measures-avoid-manipulation",
    "source": "www.milenio.com",
    "date": "15/09/2020",
    "veracity": 1,
    "claims": [
        "We know that the former employee of the social network share with our loved ones, Facebook is a powerful communication tool to get all kinds of messages to millions of people, so Facebook can also be a powerful weapon.",
        "Sophie Zhang, a former company worker who claimed in a report about social network irregularities to be sure of'having blood the former employee of the social network 'after having collaborated 672 thousand false accounts 'of low quality ' .",
        "672 thousand false accounts 'of low quality ' her , Facebook has been slow to react or ignored the existence of organized campaigns to distribute political disinformation and influence election results in countries around the world, according to her internal report.",
        "We recommend: Facebook eliminates accounts that sought to influence the social network in Latin America 'The truth is that Facebook simply foreign governments to stop the social network campaigns] ', said foreign governments her the former employee of the social network , in an internal memorandum to which BuzzFeed News has had access.",
        "her specifically referred to a disinformation campaign in Azerbaijan, in which President Ilham Aliyev and his party, the New Party of Azerbaijan or YAP , used false accounts the former employee of the social network .",
        "the former employee of the social network the social network his party, the New Party of Azerbaijan or YAP .",
        "the social network .",
        "the former employee of the social network /Facebook -ex-employee-report-nulas-measures-avoid-manipulation.",
        "However, the former employee of the social network acknowledged 'having taken personally and unsupervised the social network have affected presidents of countries 'and 'important politicians from all over the world ', including Spain, Italy, Iraq, Indonesia, India, Ukraine, Brazil, Bolivia, El Salvador and Ecuador.",
        "Among her works, the moderator helped eliminate 672 thousand false accounts 'of low quality 'in April that distributed content related to the covid-19 in the official account of the Spanish Ministry of Health.",
        "These accounts, according to Zhang, were part of an organized network of disinformation that was also responsible for disseminating disinformation on U.S. pages.",
        "'During the three years I worked on Facebook, I have encountered several blatant attempts by foreign governments to abuse the platform on a large scale to confuse their citizens, causing international news on multiple occasions ', Zhang said.",
        "The former moderator claimed to have made 'countless decisions 'of this kind.",
        "'Although I made the best decision I could with the knowledge I had at the time, ultimately I was the one who made the decision not to go deeper or to prioritize each case ', according to the American data scientist, who has come to say that she is certain to 'have blood on her hands '.",
        "Facebook's response Facebook responded to Sophie Zhang's internal report, and in a statement sent to Europa Press he claimed to have'formed specialized teams and worked with experts to stop malicious actors 'who attempt to abuse the platform.",
        "https://www.",
        "com/tecnologia/facebook-ex-employee-denounce-nulas-measures-avoid-manipulation As a result, the US company claims to have eliminated more than 100 networks of non-authentic coordinated content, as these disinformation campaigns are known, which points out as its priority alongside spam and false interaction.",
        "'We carefully investigate each problem, including those explained by Zhang, before taking action or making them public ', the spokesman for the company said.",
        "https://www.",
        "com/technology/facebook-ex-employee-report-nulas-measures-avoid-manipulation."
    ]
}