{
    "id": "Covid-19_77",
    "claim": "On Friday the CDC (Centers for Disease Control and Prevention of the United States) published a report on the effectiveness of masks in the spread of the coronavirus that has had a triumphant media reception throughout the weekend. The headline of the Washington Post has been: “Following the lifting of restrictions by the state, CDC claims that masking orders can reduce deaths.”. The New York Times states that “the use of masks, according to the CDC study, was related to a decrease in coronavirus infections and Covid-19 deaths”. For its part, the NBC network qualifies the report as a “solid evidence that mandatory masks can slow the spread of the coronavirus”. Since these means lack the slightest credibility, we turn to the original report (1), according to which the difference between the counties that in the United States imposed the masks necessarily and those that is not 1.32 percent in favor of the first ones in the 100 days after their obligatory. As you can see, the difference is insignificant and does not justify media headlines. The report has been written by at least a dozen doctors, doctoral researchers and, curiously, a handful of lawyers. According to the analysis, between 1 March and 31 December last year masks were mandatory in 2. 313 of the 3. 142 counties in the United States. From the data it is possible to make all kinds of cabals, such as the assumption that the fact that masks are not mandatory does not mean that people do not carry them on a voluntary basis. But it can also be thought, in the opposite sense, that although they are mandatory, there are many people who do not carry them. However, from the political point of view, what is of interest is the obligatory nature of these, which is where failure really exists: the imposition of masks, besides being a gesture of humiliation towards people, lacks epidemiological relevance or, in other words, the same results would have been obtained with a simple recommendation of use. If we move from politics to science, the conclusion is identical, as we have stated since the beginning of the pandemic. It's known for decades. For example, in 1981 Neil W. Orr studied the incidence of infections in operating rooms by stopping using masks for 6 months, in which there was no increase in infections in wounds (2). Ten years later surgeons found a much more surprising result, published in the medical journal World Journal of Surgery: the use of surgical masks does not decrease post-operative wound infections. On the contrary: infections are halved when masks are not used (3). All these thesis have been repeated on quite a number of occasions. Consequently, if science is arguing that masks are useless, not even in an operating room, why are people forced to take them down the street?",
    "source": "mpr21.info",
    "date": "10/03/2021",
    "veracity": 0,
    "claims": [
        "On Friday the CDC (Centers for Disease Control and Prevention of the United States) published a report on the effectiveness of masks in the spread of the coronavirus that has had a triumphant media reception throughout the weekend masks a report on the effectiveness of masks in the spread of the coronavirus that has had a triumphant media reception throughout the weekend masks a report on the effectiveness of masks in the spread of the coronavirus that has had a triumphant media reception throughout the weekend .",
        "The headline of the Washington Post has been: “Following the lifting of restrictions masks the state, the CDC (Centers for Disease Control and Prevention of the United States) claims that masking orders can reduce deaths.",
        "The New York Times states that masks use of masks, according to a report on the effectiveness of masks in the spread of the coronavirus that has had a triumphant media reception throughout the weekend , was related to a decrease in coronavirus infections and Covid-19 deaths”.",
        "For part, its qualifies a report on the effectiveness of masks in the spread of the coronavirus that has had a triumphant media reception throughout the weekend as a “solid evidence that mandatory masks can slow the spread of the coronavirus ”.",
        "Since these means lack the slightest the conclusion we turn to the original report (1), according to which the difference between the counties that in the United States the conclusion the difference between the counties that in the United States imposed the masks necessarily and those that is not 1.32 percent in favor of the first ones in the 100 days after obligatory.",
        "As you can see, the difference between the counties that in the United States is insignificant and does not justify media headlines.",
        "a report on the effectiveness of masks in the spread of the coronavirus that has had a triumphant media reception throughout the weekend has been written by at least a dozen doctors, doctoral researchers and, curiously, a handful of lawyers.",
        "According to the analysis, between 1 March and 31 December last year masks were mandatory in 2.",
        "142 counties in the United States .",
        "From the data it is possible to make all kinds of cabals, such as the assumption that the fact that masks are not mandatory does not mean that people do not carry them on a voluntary basis.",
        "But it can also be thought, in the opposite sense, that although they are mandatory, there are many people who do not carry them.",
        "However, from the political point of view, what is of interest is the obligatory nature of these, which is where failure really exists: the imposition of masks, besides being a gesture of humiliation towards people, lacks epidemiological relevance or, in other words, the same results would have been obtained with a simple recommendation of use.",
        "If we move from politics to science, the conclusion is identical, as we have stated since the beginning of the pandemic.",
        "It's known for decades.",
        "For example, in 1981 Neil W. Orr studied the incidence of infections in operating rooms by stopping using masks for 6 months, in which there was no increase in infections in wounds (2).",
        "Ten years later surgeons found a much more surprising result, published in the medical journal World Journal of Surgery: the use of surgical masks does not decrease post-operative wound infections.",
        "On the contrary: infections are halved when masks are not used (3).",
        "All these thesis have been repeated on quite a number of occasions.",
        "Consequently, if science is arguing that masks are useless, not even in an operating room, why are people forced to take them down the street?."
    ]
}