{
    "id": "Covid-19_83",
    "claim": "American Journal of Medicine (AJM), a medical journal and official journal of the Alliance for Internal Academic Medicine of the United States, has not endorsed that hydroxychloroquine cures coronavirus, as alleged by social media publications in that country and Brazil. Through Facebook and Twitter, several users have shared images and texts that assure that this publication, created in 1946, “reports now that hydroxychloroquine, in fact, counteracts and cures Covid-19”, after months of political and medical debate about the scope of the drug as prophylaxis against the virus. Even one of the messages circulates in the United States with claims that former President Donald Trump, who defended his use during his administration, “proved again that he was right” and that “the opposition of the liberals and even Satanization to his recommendations cost thousands of lives”. According to that publication, “90% of the deaths caused by the coronavirus could be avoided” and blamed “the liberals, the Democrats, the middle liars” and Dr. Antony Fauci, who still in the government of Joe Biden remains at the head of the anti-covid struggle in the US. This same type of message has also appeared in Brazil, another country whose government, led by Jair Bolsonaro, has openly supported the use of this substance. In fact, the South American country has promoted its use by quoting in various forums and moments a News published last January in the AJM, in which several scientists exposed the possibilities of the drug as possible preventive treatment. From there, Brazilian social media users have assumed the magazine's supposed endorsement and criticize that even with these “tests” the drug has been discouraged, which according to Johns Hopkins University is tested only against arthritis, the symptoms of lupus and malaria. “It was enough for the scientific journal American Journal of Medicine to publish studies on the efficacy of this early treatment for Facebook to claim that it was wrong to silence,” says one of the messages. DATA: The American Journal of Medicine has denied having given some endorsement to hydroxychloroquin as an anticovid treatment. The publication responded to quotations from the Brazilian government of the news published on its pages and made it clear that its use, according to more conclusive new studies, can become “damaged” for the organism. The editors of the medical journal issued a comment on February 17 to clarify that “nothing can be further from the truth” than Bolsonaro's government's attempts to use the entity as “proof” that hydroxychloroquin cures Covid-19 or that such a publication has endorsed its use. “The AJM is neither a regulatory agency nor an arbiter of political and scientific disputes. The AJM is a communication vehicle used by scientists and doctors to provide information that is potentially useful to doctors all over the world,” said those responsible for the medical journal. “It is completely inaccurate to say that the AJM has supported a therapeutic intervention,” they added, to clarify that, while a letter signed by a group of scientists supporting the use of the drug circulated on its pages, a “harmful effect” of the substance has been found in other researches. Finally, the publication highlighted that just as this scientific news was published on its pages also others who have warned about its use are part of its previous editions. A politicized drugHydroxychloroquine has become a popular drug both by a dozen scientific studies that sought to confirm its effectiveness against the Covid-19 pandemic as well as by the fact that figures like Trump or the Brazilian president have recommended its use. The former US president repeatedly referred during his administration (2017-2021) to this drug as a possible treatment for Covid-19 and even claimed - months before contracting the virus itself - that he was ingesting it. In March 2020, following the publication of one of the first drug researches in France, the Republican leader began to talk about “hydroxychloroquine and azithromycin could change the game in the history of medicine”. On those same dates, when Brazil was already the second country in the world with the most cases of Covid-19, Bolsonaro promoted a protocol for the treatment of patients with coronavirus that protects the use of chloroquine and hydroxychloroquine in mild cases. “There is no scientific verification yet, but it is being experienced and used in Brazil and around the world. Anyway: we are at war” and “worst to be defeated is the shame of not having fought,” Bolsonaro then highlighted on his Twitter account. The statements of these world leaders meant that antimalarials had been exhausted for weeks and generated complications for the treatment of patients with lupus or artitris, as reported by several medical organizations. I'm sorry.",
    "source": "www.forbes.com.mx",
    "date": "05/03/2021",
    "veracity": 1,
    "claims": [
        "American Journal of Medicine (AJM), a medical the AJM the magazine's of the Alliance for the AJM Academic Medicine of the United States the drug , has not endorsed that hydroxychloroquine cures the drug , as alleged its pages media publications in the drug and Brazil .",
        "Through Facebook and Twitterthe magazine's the AJM the magazine's assure that this publication, created in 1946 its pages , “reports now that hydroxychloroquine , in fact, counteracts and cures Covid-19 ”, after months of the magazine's the scope of hydroxychloroquine as prophylaxis against hydroxychloroquin as an anticovid treatment .",
        "hydroxychloroquin as an anticovid treatment the drug hydroxychloroquin as an anticovid treatment the magazine's Covid-19 the United States with claims that former President Donald Trump, who defended his use during his administration Trump former President Donald Trump, who defended his use during his administration the Brazilian president former President Donald Trump, who defended his use during his administration , “proved Trump right” and that “the opposition of the liberals and even Satanization the drug recommendations the magazine's of lives”.",
        "According to Even one of the messages , “90% Covid-19 by Trump Covid-19 the drug be avoided” and blamed “the liberals, the magazine's , the middle the drug the Brazilian president government of Joe Biden remains its use the the magazine's of the anti-covid struggle in the United States .",
        "This same type of message has also appeared in the magazine's Brazil the Brazilian president Brazil .",
        "In fact, Brazil has promoted use by quoting the magazine's and moments a News published last January in this publication, created in 1946 , in which several scientists exposed the possibilities of hydroxychloroquine as possible preventive treatment.",
        "From there, Brazilian social media users have assumed the magazine's supposed endorsement and criticize that even with these “tests” the drug has been discouraged, which according to Johns Hopkins University is tested only against arthritis, the symptoms of lupus and malaria.",
        "“It was enough for the scientific journal American Journal of Medicine to publish studies on the efficacy of this early treatment for Facebook to claim that it was wrong to silence,” says one of the messages.",
        "DATA: The American Journal of Medicine has denied having given some endorsement to hydroxychloroquin as an anticovid treatment.",
        "The publication responded to quotations from the Brazilian government of the news published on its pages and made it clear that its use, according to more conclusive new studies, can become “damaged” for the organism.",
        "The editors of the medical journal issued a comment on February 17 to clarify that “nothing can be further from the truth” than Bolsonaro's government's attempts to use the entity as “proof” that hydroxychloroquin cures Covid-19 or that such a publication has endorsed its use.",
        "“The AJM is neither a regulatory agency nor an arbiter of political and scientific disputes.",
        "The AJM is a communication vehicle used by scientists and doctors to provide information that is potentially useful to doctors all over the world,” said those responsible for the medical journal.",
        "“It is completely inaccurate to say that the AJM has supported a therapeutic intervention,” they added, to clarify that, while a letter signed by a group of scientists supporting the use of the drug circulated on its pages, a “harmful effect” of the substance has been found in other researches.",
        "Finally, the publication highlighted that just as this scientific news was published on its pages also others who have warned about its use are part of its previous editions.",
        "A politicized drugHydroxychloroquine has become a popular drug both by a dozen scientific studies that sought to confirm its effectiveness against the Covid-19 pandemic as well as by the fact that figures like Trump or the Brazilian president have recommended its use.",
        "The former US president repeatedly referred during his administration (2017-2021) to this drug as a possible treatment for Covid-19 and even claimed - months before contracting the virus itself - that he was ingesting it.",
        "In March 2020, following the publication of one of the first drug researches in France, the Republican leader began to talk about “hydroxychloroquine and azithromycin could change the game in the history of medicine”.",
        "On those same dates, when Brazil was already the second country in the world with the most cases of Covid-19, Bolsonaro promoted a protocol for the treatment of patients with coronavirus that protects the use of chloroquine and hydroxychloroquine in mild cases.",
        "“There is no scientific verification yet, but it is being experienced and used in Brazil and around the world.",
        "Anyway: we are at war” and “worst to be defeated is the shame of not having fought,” Bolsonaro then highlighted on his Twitter account.",
        "The statements of these world leaders meant that antimalarials had been exhausted for weeks and generated complications for the treatment of patients with lupus or artitris, as reported by several medical organizations."
    ]
}