{
    "id": "Covid-19_89",
    "claim": "Coronavirus Pandemia: The First AnniversaryThis episode was published on March 11, 2021, exactly on the first anniversary since the World Health Organization declared that the infection caused by SARS CoV2 had reached pandemic level. Much is what we did not know on that date; much is what we have learned since; much is what remains to be learned. With regard to the new coronavirus, we have learned many lessons, including knowing that its main mode of transmission is through aerosols that pass from an infected person to a person who is not. We have also learned - with regard to the virus - that it is able to mutate quickly and form more contagious variants. Also that some of these variants are able to partly circumvent the action of neutralizing antibodies produced against them, endangering the effectiveness of vaccines, diagnostic tests and monoclonal antibody treatments. With regard to the disease, we have also learned a great deal. . What we learned from the coronavirusConsidered for some time to be a simple pneumonia - having been baptized even at some point as Wuhan pneumonia - we now know that covid-19 is a complex multisystem disease, capable of compromising virtually any organ in the body. We have also learned that covid-19 may present as multisystem inflammatory syndrome, a serious, but happily rarely lethal complication in children. We also learned that covid-19 is a disease that can leave sequelae in affected people. The sequelae - until now - were thought to occur in people who had had a symptomatic illness and had been hospitalized. The cases of asymptomatic coronavirus and sequelaeAnd we say so far, because -in a sample that the disease continues to give us surprises. A recent pre-publication describes that some people who have had covid-19 asymptomatic covid may also have sequelae of the disease. The study, relatively simple in conception, sought to study the initial symptoms of the disease, and follow up after 60 days to a group of 1. 407 people who had covid-19 who did not need hospitalization, and whose clinical records were available electronically for analysis. What they found was that, at first, approximately 68% of all patients had various symptoms of covid-19, and that 32% were asymptomatic, cases that were discovered by a hyssopate because they were suspicious contacts. SymptomsThe most common symptoms in the first 10 days were, from major to minor:Fever,Cough,Fever, Chest pain,Diarrhea,Anxiety and fatigue. There were also: Palpitations, Chronic Rinitis, Taste disorders, Chills, Insomnia,Excess sweating, Throat pain and headache. Then they followed up on the 1. 407 cases and found that after 60 days of infection, 27%, or 380 people, still had persistent symptoms of the disease. Among them were reported, from major to minor: chest pain, lack of air, Anxiety, belly pain, cough, waist pain, and fatigue. A greater number of women than men were affected, and 72% of the cases studied were between 20 and 50 years old. The sequelae of asymptomatic cases But the most surprising finding, and most worrying I would say, is that 32% of those 380 people who still had symptoms after day 60, were asymptomatic in the first ten days of the disease. This shows, researchers say, that people with asymptomatic covid-19 can also suffer from health problems in the future, and that these people should not be presumed to have an inherently low risk of complications in the future. I'm sorry.",
    "source": "cnnespanol.cnn.com",
    "date": "11/03/2021",
    "veracity": 1,
    "claims": [
        "Coronavirus Pandemia: The First AnniversaryThis episode was published on March 11, 2021 , exactly on the first anniversary since the World asymptomatic coronavirus declared that the infection caused by SARS CoV2 had reached asymptomatic coronavirus level.",
        "Much is what we did not know on March 11, 2021 ; much is what we have learned since; much is what covid-19 to be learned.",
        "With regard to the new coronavirus asymptomatic coronavirus learned many lessons, including knowing that main mode of transmission is through asymptomatic coronavirus that pass from an infected person a group of 1. 407 people who had covid-19 who did not need hospitalization, and whose clinical records were available electronically for analysis .",
        "a group of 1. 407 people who had covid-19 who did not need hospitalization, and whose clinical records were available electronically for analysis .",
        "Also that some of these variants are able to partly circumvent the action of neutralizing antibodies covid-19 against some of these variants , endangering the effectiveness of vaccines, diagnostic tests and 32% antibody treatments.",
        "With regard to the disease , we have also learned a great deal.",
        "What we learned from the coronavirusConsidered for some time to be a simple pneumonia - having been baptized even at some point as Wuhan pneumonia - we now know that the disease is a complex multisystem disease, capable of compromising a group of 1. 407 people who had covid-19 who did not need hospitalization, and whose clinical records were available electronically for analysis any organ in the body.",
        "We have also learned that the disease may present as multisystem inflammatory asymptomatic coronavirus , a serious, but happily rarely lethal complication in children.",
        "We also learned that the disease is a disease that can leave sequelae in affected people.",
        "The sequelae - until now - were thought to occur in people who had had a symptomatic illness and had been hospitalized.",
        "The cases of asymptomatic coronavirus and sequelaeAnd we say so far, because -in a sample that the disease continues to give us surprises.",
        "A recent pre-publication describes that some people who have had covid-19 asymptomatic covid may also have sequelae of the disease.",
        "The study, relatively simple in conception, sought to study the initial symptoms of the disease, and follow up after 60 days to a group of 1.",
        "407 people who had covid-19 who did not need hospitalization, and whose clinical records were available electronically for analysis.",
        "What they found was that, at first, approximately 68% of all patients had various symptoms of covid-19, and that 32% were asymptomatic, cases that were discovered by a hyssopate because they were suspicious contacts.",
        "SymptomsThe most common symptoms in the first 10 days were, from major to minor:Fever,Cough,Fever, Chest pain,Diarrhea,Anxiety and fatigue.",
        "There were also: Palpitations, Chronic Rinitis, Taste disorders, Chills, Insomnia,Excess sweating, Throat pain and headache.",
        "407 cases and found that after 60 days of infection, 27%, or 380 people, still had persistent symptoms of the disease.",
        "Among them were reported, from major to minor: chest pain, lack of air, Anxiety, belly pain, cough, waist pain, and fatigue.",
        "A greater number of women than men were affected, and 72% of the cases studied were between 20 and 50 years old.",
        "The sequelae of asymptomatic cases But the most surprising finding, and most worrying I would say, is that 32% of those 380 people who still had symptoms after day 60, were asymptomatic in the first ten days of the disease.",
        "This shows, researchers say, that people with asymptomatic covid-19 can also suffer from health problems in the future, and that these people should not be presumed to have an inherently low risk of complications in the future."
    ]
}