{
    "id": "Covid-19_96",
    "claim": "A special adviser to the World Health Organization (WHO) urged Governments not to use quarantine as the main strategy to control the spread of COVID-19, and warned about increasing poverty as a result of restrictions. “At the World Health Organization we do not advocate quarantine as the main means of controlling this virus,” said Dr. David Nabarro, one of the six WHO special envoys for COVID-19, in an interview with the British media The Spectator. “The only time we believe a quarantine is justified is to buy time to reorganise, regroup and rebalance their resources, and to protect health workers who are exhausted. But in general, we prefer not to do so.”. The specialist, in charge of the WHO for coronavirus in Europe, explained that blockades “only have a consequence that should never be underestimated, [and that] is to make poor people much poorer”. According to Nabarro, the economic impact on small tourism-dependent countries and the increase in poverty levels are two major effects of quarantines, citing as an example the damage suffered in places such as the Caribbean or the Pacific due to massive cancellation of travel or losses of small farmers around the world because their markets have been hit. That is why, like other international organizations, the expert warned that global poverty could double by next year. “Look at what's happening with poverty levels; it seems very likely that global poverty will double next year,” Nabarro said. “It is quite possible that we have at least a doubling of child malnutrition, because children do not receive meals at school and their parents, in poor families, cannot afford it. In fact, this is a terrible and terrible global catastrophe.”. The WHO envoy called on world leaders to “stop using quarantine as their primary method of control,” and urged them to develop, instead, “better systems”. “Work together and learn from one another,” he exhorted. “But remember, quarantines have only one consequence that you should never underestimate, and it's making poor people much poorer.”. Nabarro's words come at a time when several countries assess the imposition of new restrictions on the second wave of contagion and days after more than 2,000 doctors and epidemiologists from all over the world – headed by Sunetra Gupta, Martin Kulldorff and Jay Bhattacharya – issued a statement in which they asked the political authorities to avoid confinement in response to COVID-19. “The blockages simply freeze the virus. I'm sorry. I'm sorry. do not lead to their elimination\"It is not the first time that Nabarro has warned about the adverse effects of quarantines. In a news report published a few days ago, the specialist called for governments around the world to strike a balance between restrictions and normal life, at a time when the second wave in Europe is accompanied by the imposition of new containment measures. 'Too many restrictions harm people's livelihoods and cause resentment. The ‘brakeless virus' will cause many deaths and weaken prolonged COVID among younger people,” he wrote. The message of the News is that health measures involving strict personal hygiene, effective tracing of contacts and isolation in case of illness are the essential measures to take. “This means testing, tracing, isolation and protection services everywhere, with clearly justified performance metrics”, he wrote. “It is important that there is sufficient testing capacity to detect where the virus is, detect peaks and manage sudden increases”. “The blockages simply freeze the virus. I'm sorry. I'm sorry. do not lead to their elimination,” he said. In August Tedros Ghebreyesus himself, director general of WHO, described confinements as an ineffective long-term solution for any country. “We don't need to choose between lives and livelihoods or between health and the economy. That's a false choice,” he said. I'm sorry.",
    "source": "www.infobae.com",
    "date": "12/10/2020",
    "veracity": 0,
    "claims": [
        "A special adviser to the World Health Organization (WHO) urged Governments not to use quarantine as the main strategy Nabarro control the spread of COVID-19 , and warned about increasing poverty as a result of restrictions.",
        "children the World Health Organization (WHO meals the World Health Organization (WHO do children advocate quarantine as the main means of meals COVID-19 ,” said A special adviser to the World Health Organization (WHO) Nabarro A special adviser to the World Health Organization (WHO) world leaders with the British media world leaders Spectator.",
        "“The only time the World Health Organization (WHO believe a world leaders is justified is to buy time to reorganise, regroup and rebalance their resources, and to protect health workers who are exhausted.",
        "only one consequence that you should never underestimate A special adviser to the World Health Organization (WHO) Nabarro , explained that blockades “only have a consequence that should never be underestimated , [and a consequence that should never be underestimated ] is to make poor people much poorermore than 2,000 doctors and epidemiologists from all over the world .",
        "more than 2,000 doctors and epidemiologists from all over the world countries and the increase in poverty levels are two major effects of quarantines, citing more than 2,000 doctors and epidemiologists from all over the world an example the damage suffered in places such as the Caribbean or the Pacific due to massive cancellation the virus or losses of small farmers around the the virus because markets have been hit.",
        "That Nabarro like other international organizations, A special adviser to the World Health Organization (WHO) warned that global poverty could double by next year.",
        "“Look at what's happening with poverty levels; it seems very likely that global poverty will double next year,” Nabarro said.",
        "“It is quite possible that we have at least a doubling of child malnutrition, because children do not receive meals at school and their parents, in poor families, cannot afford it.",
        "In fact, this is a terrible and terrible global catastrophe.",
        "The WHO envoy called on world leaders to “stop using quarantine as their primary method of control,” and urged them to develop, instead, “better systems”.",
        "“But remember, quarantines have only one consequence that you should never underestimate, and it's making poor people much poorer.",
        "Nabarro's words come at a time when several countries assess the imposition of new restrictions on the second wave of contagion and days after more than 2,000 doctors and epidemiologists from all over the world – headed by Sunetra Gupta, Martin Kulldorff and Jay Bhattacharya – issued a statement in which they asked the political authorities to avoid confinement in response to COVID-19.",
        "“The blockages simply freeze the virus.",
        "do not lead to their elimination\"It is not the first time that Nabarro has warned about the adverse effects of quarantines.",
        "In a news report published a few days ago, the specialist called for governments around the world to strike a balance between restrictions and normal life, at a time when the second wave in Europe is accompanied by the imposition of new containment measures.",
        "'Too many restrictions harm people's livelihoods and cause resentment.",
        "The ‘brakeless virus' will cause many deaths and weaken prolonged COVID among younger people,” he wrote.",
        "The message of the News is that health measures involving strict personal hygiene, effective tracing of contacts and isolation in case of illness are the essential measures to take.",
        "“This means testing, tracing, isolation and protection services everywhere, with clearly justified performance metrics”, he wrote.",
        "“It is important that there is sufficient testing capacity to detect where the virus is, detect peaks and manage sudden increases”.",
        "“The blockages simply freeze the virus.",
        "do not lead to their elimination,” he said.",
        "In August Tedros Ghebreyesus himself, director general of WHO, described confinements as an ineffective long-term solution for any country.",
        "“We don't need to choose between lives and livelihoods or between health and the economy.",
        "That's a false choice,” he said."
    ]
}