{
    "id": "Covid-19_86",
    "claim": "Support for ‘Covid-19 Passport' is not unanimous. The Secretary-General of the Council of Europe, Marija Pejcinovic, conveyed her suspicion this Friday towards a pass that she believes can be “discriminatory” if it results in “unjustified differences” in treatment between individuals due to their state of health. “A document that gives vaccinated people access to rights, services and places is problematic if such access continues to be prohibited to those who cannot be vaccinated,” Pejcinovic said in a message sent to the permanent committee of the Parliamentary Assembly of the organization. The Secretary-General of the Council of Europe has also expressed doubts about the possibility that individual governments may issue vaccination certificates allowing only those who have been immunized to cross borders. Vaccine, test or antibodiesThe 'Covid passport' was presented last Wednesday, and according to European Commission President Ursula Von der Leyen,'will show if the person has been vaccinated, has recently passed a negative test or has antibodies against Covid-19\". This pass is aimed at facilitating movement between Community countries, although in principle it will not exempt people from quarantine when they arrive at the destination. It will be the countries themselves that decide without maintaining the restrictions or not. Travel to other areas will also not be permitted, although the Organization for Economic Cooperation and Development (OECD) has been in favour of establishing mobility protocols to countries in Latin America and Asia or to the United States. 'No 'to travel between autonomies In parallel, from the Department of Tourism confirmed to Medical Writing that the passport will not facilitate transfers between autonomous communities. In this regard, they pointed out that “other possible uses at the national level” are not contemplated. I'm sorry.",
    "source": "www.redaccionmedica.com",
    "date": "19/03/2021",
    "veracity": 1,
    "claims": [
        "Support for ‘Covid-19 Passport' is not unanimous.",
        "The Secretary-General of the Council of Europe, Marija Pejcinovic, conveyed suspicion this Friday towards a pass that The Secretary-General of the Council of Europe, Marija Pejcinovic, believes can be “discriminatory” if ‘Covid-19 Passport' results in “unjustified differences” in treatment between individuals due to state of health.",
        "“A document that gives vaccinated people access to rights, services and places is problematic if such access continues to be prohibited to those who cannot be vaccinated,” The Secretary-General of the Council of Europe, Marija Pejcinovic, said in a message sent to the permanent committee of the Parliamentary Assembly of the Council of Europe .",
        "The Secretary-General of the Council of Europe, Marija Pejcinovic, has also expressed doubts about the possibility that individual governments may issue vaccination certificates allowing only those who have been immunized to cross borders.",
        "Vaccine, test or ‘Covid-19 Passport' was presented last Wednesday, and according to European Commission President Ursula Von der Leyen,'will show if the person has been vaccinated, has recently passed a negative test or has antibodies against Covid-19\".",
        "‘Covid-19 Passport' is aimed at facilitating movement between Community countries , although in principle ‘Covid-19 Passport' will not exempt people from quarantine when people arrive at the destination.",
        "It will be Community countries that decide without maintaining the restrictions or not.",
        "Travel to other areas will also not be permitted, although the Organization for Economic Cooperation and Development (OECD) has been in favour of establishing mobility protocols to countries in Latin America and Asia or to the United States.",
        "'No 'to travel between autonomies In parallel, from the Department of Tourism confirmed to Medical Writing that the passport will not facilitate transfers between autonomous communities.",
        "In this regard, they pointed out that “other possible uses at the national level” are not contemplated."
    ]
}