{
    "id": "Covid-19_158",
    "claim": "It is very interesting to follow certain Telegram channels since there is no censorship in that social network. One of the most interesting channels you can follow right now is that of Dr. Luis de Benito since, with his usual courage, Benito publishes through this channel what the vast majority of doctors do not dare to say. We invite you to read one of your latest publications and to follow the new and interesting publications you make. If you want to know the truth about the virus and vaccines, you can follow the doctor's channel. of Benito by clicking on this link. 1. National politics begins to move with the hand of some Autonomous Communities. There are those who want to wake up from the lethargy, attention to the next political events. 2. YouTube returns the broadcast on Tuesday that censored us: neither did it say why it was removed nor why it was replaced. He didn't even give me time to send the appeal. The strength of many few. 3. That being the case, I understand that there will be no veto to have direct this Tuesday. Let's see what I can tell you about what we're finding out. And between it.. (attentive)..4. As I cannot say, the Astra Zeneca vaccine has been suspended in 10 European Union countries. Common and severe thrombosis problems, including. In Spain this product continues to be put among teachers and members of the FAS and FF. SS. I think it's a serious irresponsibility. It gives the impression that fear can be more than common sense. 5. In Spain, 1000 people died within 7 days of receiving a dose of COVID vaccine. Still “investigating” (ignoring) if there is a relationship. The media doesn't mention it. 6. Popular initiatives to awaken people from fraud are increasing. Circulates a trailer of a documentary in which I appear among many others for the cause 7. Other more modest and more local initiatives arise in many places: editing stories, messages by iVoxx, video clips, or meetings like the one we will have in Guadalajara (from Spain, not Mexico) on Saturday 20 that I enclose you below. We must all be a focus of irradiation of joy and positive vision. 8. Some of you have suggested that you be able to open the comments on this channel.. but it would be to fret with the sense of the channel because 4 thousand and beak commenting.. you imagine. I answer many of the comments you make on YouTube channels and blog and also by private. 9. This weekend I have meetings with immunologist colleagues about the current vaccines and the new ones.. It doesn't look flattering at all. Most seem to deteriorate the immune system's response in the medium term, weaken it and make it less effective. My advice remains that no vaccine is needed for COVID. 10. You see, we're still growing in this canal. Personally I speak with the same sense of responsibility for 4 people as for 4000. But I do not hide from you that the power to assemble in a short time a large number of people on a platform such as Telegram attracts the attention of the media and professional associations because it is an unprecedented social phenomenon. If this month we reach 40. 000 subscribers, they'll call me a chapter on some national network. The Power of a Strong Group. If so, I'd talk to everyone about what I'm telling you here. If each of us invite 10 contacts from our WhatsApp is simple. One last warning I said live: none of my media activities and networks are monetized. If someone asks you for money for a cause in my name, it's a lie. Of course, anyone who organizes an activity that has a cost and is voluntary (such as Guadalajara) has to have a cost but it is never a cost. I don't ask for money for any cause, at least for the time being. If I changed the stage, I'd tell you. I'm sorry.",
    "source": "www.eldiestro.es",
    "date": "15/03/2021",
    "veracity": 0,
    "claims": [
        "It is very interesting to follow certain Telegram channels since the immune system's response in Telegram .",
        "One the immune system's response the most the immune system's response channels you can follow right now is that of Dr. Luis de Benito since, with usual courage, Dr. Luis de Benito publishes through that of Dr. Luis de Benito what the vast majority of doctors do not dare to say.",
        "We invite My to read one of latest the power to assemble in a short time a large number of people on a platform such as Telegram .",
        "the power to assemble in a short time a large number of people on a platform such as Telegram the truth about the virus and vaccines, you can follow Dr. Luis de Benito channel.",
        "of Dr. Luis de Benito by clicking on this link.",
        "National politics begins to move with the hand of some My Communities.",
        "There are those who want to wake up from the lethargy, attention to the next political events.",
        "Spain returns the broadcast on Tuesday that censored us : neither did YouTube say why the broadcast on Tuesday that censored us My removed nor why the broadcast on Tuesday that censored us was replaced.",
        "He didn't even give me time to send the appeal.",
        "The strength of many few.",
        "My this channel the case, me understand that there will be no this channel direct this Tuesday.",
        "As me cannot say, the Astra Zeneca vaccine I been suspended in 10 European Union countries.",
        "Common and severe thrombosis problems, including.",
        "In Spain this product continues to be put among teachers and members of the FAS and FF.",
        "SS.",
        "It gives the impression that fear can be more than common sense.",
        "In Spain, 1000 people died within 7 days of receiving a dose of COVID vaccine.",
        "Still “investigating” (ignoring) if there is a relationship.",
        "The media doesn't mention it.",
        "Popular initiatives to awaken people from fraud are increasing.",
        "Circulates a trailer of a documentary in which I appear among many others for the cause 7.",
        "Other more modest and more local initiatives arise in many places: editing stories, messages by iVoxx, video clips, or meetings like the one we will have in Guadalajara (from Spain, not Mexico) on Saturday 20 that I enclose you below.",
        "We must all be a focus of irradiation of joy and positive vision.",
        "Some of you have suggested that you be able to open the comments on this channel.. but it would be to fret with the sense of the channel because 4 thousand and beak commenting.. you imagine.",
        "I answer many of the comments you make on YouTube channels and blog and also by private.",
        "This weekend I have meetings with immunologist colleagues about the current vaccines and the new ones.. It doesn't look flattering at all.",
        "Most seem to deteriorate the immune system's response in the medium term, weaken it and make it less effective.",
        "My advice remains that no vaccine is needed for COVID.",
        "You see, we're still growing in this canal.",
        "Personally I speak with the same sense of responsibility for 4 people as for 4000.",
        "But I do not hide from you that the power to assemble in a short time a large number of people on a platform such as Telegram attracts the attention of the media and professional associations because it is an unprecedented social phenomenon.",
        "If this month we reach 40.",
        "000 subscribers, they'll call me a chapter on some national network.",
        "The Power of a Strong Group.",
        "If each of us invite 10 contacts from our WhatsApp is simple.",
        "One last warning I said live: none of my media activities and networks are monetized.",
        "If someone asks you for money for a cause in my name, it's a lie.",
        "Of course, anyone who organizes an activity that has a cost and is voluntary (such as Guadalajara) has to have a cost but it is never a cost.",
        "I don't ask for money for any cause, at least for the time being.",
        "If I changed the stage, I'd tell you."
    ]
}