{
    "id": "Covid-19_34",
    "claim": "It was 16 o'clock. 49 hours this Thursday, February 25, when nurse Magdalena Guevara González, 46, became the first Guatemalan to receive the coronavirus vaccine, thanks to a donation made by Israel. Guevara says there's no reason to be afraid of the vaccine, because it's less painful than influenza. “The pain of the influenza vaccine is greater than this,” she reiterated, after having completed the observation and recovery period at the Temporary Hospital of the Park of Industry, where she serves as head of nursing at the Intensive Care Unit. “I needed a 35 minute observation period and at no time did I have any symptoms, all I felt was mild pain – in the area of the vaccine –. I feel pretty good, I haven't felt any adverse reactions, don't be afraid, let's get vaccinated and set the example,” he added. Guevara said he will now feel more confident about being in his area of work, but that, even though he has already been vaccinated, he will continue to use protective equipment. After the nurse received the dose, messages circulated on social networks that she had had adverse reactions and that was why she did not give statements, but she clarified that the time she missed was because she is in the observation period. Guevara was part of the team that received the wineries of the Park of Industry and that “with initiative and love”, transformed that place into a hospital to care for the patients of covid-19 Guevara's nursing vocation was born 18 years ago when she was in need with one of her children, and received attention in the Hospital of Amatitlán, and the nursing staff was very dedicated and there came the idea of service to others. He began studying in 2010 and from there has worked in several national hospitals. DonationThe 5,000 doses arrived at noon this Thursday on a plane from the Guatemalan Air Force, which arrived from Honduras, which had received the donation from Israel. I'm sorry.",
    "source": "www.prensalibre.com",
    "date": "25/02/2021",
    "veracity": 1,
    "claims": [
        "49 hours this Thursday, February 25, when nurse Magdalena Guevara González, 46 , became the first Guatemalan to receive the coronavirus vaccine , thanks to a donation made by Israel.",
        "nurse Magdalena Guevara González, 46 says there's no reason to be afraid of the coronavirus vaccine , because the coronavirus vaccine 's less painful than influenza.",
        "“The pain of the influenza vaccine is greater than this,” nurse Magdalena Guevara González, 46 reiterated, after having completed the observation and recovery period at the Temporary Hospital of the Park of Industry, where she serves as head of nursing at the Intensive Care Unit .",
        "“nurse Magdalena Guevara González, 46 needed a 35 minute observation period and at no time did nurse Magdalena Guevara González, 46 have any symptoms, all nurse Magdalena Guevara González, 46 felt was mild pain – in the area of the coronavirus vaccine –.",
        "nurse Magdalena Guevara González, 46 feel pretty good, nurse Magdalena Guevara González, 46 haven't felt any adverse reactions, don't be afraid, let's get vaccinated and set the example,” nurse Magdalena Guevara González, 46 added.",
        "nurse Magdalena Guevara González, 46 said he will now feel more confident about being in area of work, but that, even though he has already been vaccinated, he will continue to use protective equipment.",
        "After nurse Magdalena Guevara González, 46 received the coronavirus vaccine , messages circulated on social networks that nurse Magdalena Guevara González, 46 had had adverse reactions and that was why nurse Magdalena Guevara González, 46 did not give statements, but nurse Magdalena Guevara González, 46 clarified that the time nurse Magdalena Guevara González, 46 missed was because nurse Magdalena Guevara González, 46 is in the observation and recovery period at the Temporary Hospital of the Park of Industry, where she serves as head of nursing at the Intensive Care Unit .",
        "Guevara was part of the team that received the wineries of the Park of Industry and that “with initiative and love”, transformed that place into a hospital to care for the patients of covid-19 Guevara's nursing vocation was born 18 years ago when she was in need with one of her children, and received attention in the Hospital of Amatitlán, and the nursing staff was very dedicated and there came the idea of service to others.",
        "He began studying in 2010 and from there has worked in several national hospitals.",
        "DonationThe 5,000 doses arrived at noon this Thursday on a plane from the Guatemalan Air Force, which arrived from Honduras, which had received the donation from Israel."
    ]
}