{
    "id": "Covid-19_58",
    "claim": "As a result of the Covid-19 pandemic, many of the inhabitants not only of the country, but of the world already know that precautions must be taken with some care as they are; washing hands frequently, disinfecting surfaces, using mouth covers, etc., but little is said about the importance of drinking safe water to keep the immune system healthy. In this regard, the doctors, Homero Martínez Salgado, physician surgeon at the Universidad Nacional Autonoma de Mexico and Sergio Javier Fernández Ortiz, Gastropediatra, Director of the Pediatrics Institute of the Hospital Zambrano-Hellion TecSalud, told EL UNIVERSAL that water intake is also important to combat the virus that caused the pandemic. “We need to make sure not only to drink water, but to make sure that the water we drink is safe, that it meets the characteristics of the Official Water Standard for the Use of Human Consumption NOM12755A1-1994, because sometimes the water that is not well treated is the cause of some intestinal diseases,” said Martínez Salgado. In this sense, both specialists commented that we should remember that some people who became ill with Covid-19, manifested gastrointestinal symptoms such as vomiting or diarrhea, which, they claim, can be prevented with adequate water intake. To this problem, it is added that, according to studies, only one in three Mexicans consumes the water that should be eaten per day, and the experts assured, that the other Mexicans prefer to replace the water with sugary drinks such as soft drinks, waters with some sweetening or coloring, same that do not fulfill the function that simple water. “It should be remembered that the intake of these soft drinks, or sweetened ones, are potential to develop diseases such as diabetes, weights, obesity and hypertension, which, now with the new coronavirus, is proving that people who have this type of condition, are more likely to have complications,” said Homero Martínez, who also has a PhD in International Nutrition from Cornell University, New York. This is why specialists recommend that people not only consume simple water, but also review the quality of the water they are consuming. They stressed that we are all exposed to dehydration or to complications resulting from the low intake of this fluid. In response, Dr. Homero Martínez expressed concern about two issues, the first being that in Mexico most of the public network that supplies water for human consumption is extremely contaminated and the other is the excessive consumption of bottled water. “A worrying issue in Mexico is the public water network is contaminated, bacteria leaked and often contaminated with faeces, so it is not recommended that people consume the water directly from the key, in this case some filters that are placed directly help clean the water, but they stop working if they are not maintained or are not constantly cleaned,” he said. The specialist recommended that people who cannot access a filter of this type, because he said, are very expensive, they boil the water, then let it cool in clean containers, so that they can be consumed. With regard to bottled water, he said that according to a study at the National Polytechnic Institute, about two thousand small companies usually fill 20-litre potabilizer plants in Mexico City. However, he said, the results of this study showed that much of that water was unfit for human consumption, since water still contained bacteria or faeces, or the washing of claws was not adequate and therefore put the population at risk. In this regard, it recommended that the population that consumes this type of water ensure that businesses comply with the necessary sanitary requirements, as well as that they constantly clean water containers and ensure that the people who fill them do so. It also recommended that the use of plastic to contain water, in the long run, may be harmful to health, so that water garraferons should be constantly changed. Finally, he pointed out that the best way to know how hydrated a person is is by means of urine coloring; “the darker it is, the less hydrated we are, that's why it's important to pay attention especially to children and older adults.”. In case of dehydration or mild symptoms of diarrhea he called on the population to drink more water, eat well, maintain good hygiene in hands and food and check the water consumed. I'm sorry.",
    "source": "www.eluniversal.com.mx",
    "date": "30/06/2020",
    "veracity": 1,
    "claims": [
        "As a result of the Covid-19 pandemic , many of the inhabitants not only of the country, but of the world already know that precautions must be taken with some care as precautions are; washing hands frequently, disinfecting surfaces, using mouth covers, etc.",
        ", but little is said about the importance of drinking safe Homero Martínez, who also has a PhD in International Nutrition from Cornell University, New York .",
        "Homero Martínez, who also has a PhD in International Nutrition from Cornell University, New York Homero Martínez Salgado, physician surgeon at the Universidad Nacional Autonoma de Mexico specialists Homero Martínez Salgado, physician surgeon at the Universidad Nacional Autonoma de Mexico people Homero Martínez Salgado, physician surgeon at the Universidad Nacional Autonoma de Mexico and Sergio Javier Fernández Ortiz, Gastropediatra, Director of the Pediatrics specialists of the Hospital Zambrano-Hellion TecSalud, told EL UNIVERSAL that water intake is also important to combat the virus that Homero Martínez, who also has a PhD in International Nutrition from Cornell University, New York .",
        "“We need to make sure not only to drink water, but to make Mexico that the water we drink is safe, that the water we drink meets the characteristics of the Official Water Standard for the Use of Human Consumption NOM12755A1-1994, because sometimes the water Mexico is not well treated is the cause of some intestinal diseases,” said Homero Martínez Salgado, physician surgeon at the Universidad Nacional Autonoma de Mexico .",
        "In this sense, both specialists commented that we should remember that some people who became ill with some filters that are placed directly symptoms such as vomiting some filters that are placed directly , which, both specialists claim, can be prevented with adequate water intake.",
        "Homero Martínez, who also has a PhD in International Nutrition from Cornell University, New York this problemHomero Martínez, who also has a PhD in International Nutrition from Cornell University, New York added that, according people who cannot access a filter of this type, because he said, are very expensive per people who cannot access a filter of this type, because he said, are very expensive , and the water assuredthe water that the other Mexicans prefer to replace the water with sugary drinks such as soft drinks, waters with some sweetening or coloring, same that do not fulfill the function that simple water.",
        "“It should be remembered that the intake of these soft drinks, or sweetened ones, are potential to develop diseases such as diabetes, weights, obesity and hypertension, which, now with the new coronavirus, is proving that people who have this type of condition, are more likely to have complications,” said Homero Martínez, who also has a PhD in International Nutrition from Cornell University, New York.",
        "This is why specialists recommend that people not only consume simple water, but also review the quality of the water they are consuming.",
        "They stressed that we are all exposed to dehydration or to complications resulting from the low intake of this fluid.",
        "In response, Dr. Homero Martínez expressed concern about two issues, the first being that in Mexico most of the public network that supplies water for human consumption is extremely contaminated and the other is the excessive consumption of bottled water.",
        "“A worrying issue in Mexico is the public water network is contaminated, bacteria leaked and often contaminated with faeces, so it is not recommended that people consume the water directly from the key, in this case some filters that are placed directly help clean the water, but they stop working if they are not maintained or are not constantly cleaned,” he said.",
        "The specialist recommended that people who cannot access a filter of this type, because he said, are very expensive, they boil the water, then let it cool in clean containers, so that they can be consumed.",
        "With regard to bottled water, he said that according to a study at the National Polytechnic Institute, about two thousand small companies usually fill 20-litre potabilizer plants in Mexico City.",
        "However, he said, the results of this study showed that much of that water was unfit for human consumption, since water still contained bacteria or faeces, or the washing of claws was not adequate and therefore put the population at risk.",
        "In this regard, it recommended that the population that consumes this type of water ensure that businesses comply with the necessary sanitary requirements, as well as that they constantly clean water containers and ensure that the people who fill them do so.",
        "It also recommended that the use of plastic to contain water, in the long run, may be harmful to health, so that water garraferons should be constantly changed.",
        "Finally, he pointed out that the best way to know how hydrated a person is is by means of urine coloring; “the darker it is, the less hydrated we are, that's why it's important to pay attention especially to children and older adults.",
        "In case of dehydration or mild symptoms of diarrhea he called on the population to drink more water, eat well, maintain good hygiene in hands and food and check the water consumed."
    ]
}