{
    "id": "Covid-19_126",
    "claim": "The report “Reported Consent Disclosure to Vaccine Trial Subjects of Risk of COVID-19 Vaccine Wortering Clinical Disease“, published in the International Journal of Clinical Practice on 28 October 2020, states that “COVID-19 vaccines designed to induce neutralising antibodies can sensitize vaccine recipients to a more serious disease than if they were not vaccinated”. According to the study:“Vaccinations against SARS, MRS and RSV have never been authorised and data obtained during the development and testing of these vaccines indicate a serious concern: That vaccines developed empirically using the traditional approach (consisting of unmodified or minimally modified coronavirus spike that produces neutralising antibodies), whether they are made of protein, viral vector, DNA or RNA, and regardless of the method of administration, may aggravate COVID-19 disease by means of antibody-dependent amplification (ADE). This risk is disguised in clinical trial protocols and in the informed consent forms of ongoing COVID-19 vaccine trials, to the extent that patients are unlikely to understand this risk adequately, so that a truly informed consent of the subjects of these trials is not possible. The specific and significant risk of ADE COVID-19 should have been prominently and independently disclosed to vaccine trial participants, as well as those being recruited for trials and future patients after vaccine approval, in order to comply with the medical ethical standard of patient understanding for informed consent. “What is antibody-dependent amplification? As the authors of this news report pointed out in the International Journal of Clinical Practice, previous efforts to vaccinate against the coronavirus – against the severe acute respiratory syndrome (SARS-CoV), the Middle East respiratory syndrome (MERS-CoV) coronavirus and respiratory syncytial virus (RSV) – have raised serious concerns. These vaccines have a tendency to trigger antibody-dependent amplification. What exactly does that mean?In short, it means that the vaccine does not strengthen your immunity to infection, but the ability of the virus to enter and infect your cells, resulting in a more serious disease than if you had not been vaccinated. This is exactly the opposite of what a vaccine is supposed to do and a significant problem that was pointed out from the beginning of the demand for the COVID vaccine 19. The 2003 summary document entitled “Antibody-Dependent Enhancement of Virus Infection and Disease” explains:“In general, virus-specific antibodies are considered antiviral and play an important role in the control of viral infections in various ways. However, in some cases, the presence of specific antibodies against the virus may be beneficial. This activity is known as antibody-dependent amplification (ADE) of virus infection. The DDA of viral infection is a phenomenon in which the specific antibodies of the virus interact with the Fc and/or complement receptors to promote the entry of the virus into the monocytes/macrophages and granulocyte cells and, in some cases, the replication of the virus. This phenomenon has been reported in vitro and in vivo in the case of viruses representing numerous families and genera of importance for public and veterinary health. These viruses share some common characteristics, such as preferential replication in macrophages, the ability to establish persistence and antigenic diversity. For some viruses, the infection ADE has become a major problem in the control of the disease through vaccination. “Previous efforts of the coronavirus vaccine have failed in my interview with Robert Kennedy Jr. in May 2020, he summarized the history of the development of the coronavirus vaccine that began in 2002 after three successive outbreaks of SARS. Until 2012, Chinese, American and European scientists were working on the development of SARS vaccines and had about 30 promising candidates. Of these, the four best candidates for the vaccine were given to ferrets, which present lung infections closest to human infections. In the interview, Kennedy explains what happened next. Although ferrets showed a robust antibody response, which is the measure for vaccine approval, as soon as they faced the wild virus, they all became seriously ill and died. The same happened when they tried to develop an RSV vaccine in the 1960s. RSV is a disease of the upper respiratory tract very similar to the disease caused by coronaviruses. At that time, they decided to skip experiments on animals and move directly on to experiments on humans. Kennedy sagte: “They proved it, I think, in 35 children, and the same thing happened. Children developed a strong, long-lasting, champone antibody response. It looked perfect, but when the children were exposed to the wild virus, they all got sick. Two of them died. They left the vaccine. It was a great shame for the FDA [Food and Drug Administration] and the NIH [National Institutes of Health]. “Crone viruses not only cause the production of one type, but two different types of antibodies: Neutralizing antibodies, also known as immunoglobulin G (IgG) antibodies, which combat infection Agglutating antibodies, also known as non-neutralizing antibodies, which cannot prevent viral infectionInstead of preventing viral infection, binding antibodies trigger an abnormal immune response, called “paradoxic immune increase”. Another way to look at it is that your immune system doesn't work to protect you, but it makes you sicker. Many of the COVID-19 vaccines currently on the market use mRNA to instruct your cells to produce SARS peak CoV-2 protein (S protein). The tip protein, which adheres to the cell's ACE2 receptor, is the first stage of the two-step process that viruses use to enter cells. The idea is that by forming SARS-CoV-2 tip protein, your immune system starts producing antibodies without getting sick. The key question is, which of the two types of antibodies is produced by this process?Without neutralizing antibodies, more serious diseases are expectedThe Immunologist wrote on his Twitter channel in April 2020:“In the development of vaccines..and considering immunity passports, we must first understand the complex role of antibodies in SARS, MRS and COVID-19. “It lists other coronavirus vaccine studies that have raised concerns about ADE. The first is a 2017 study on the pathogen PLOS, Enhanced Inflammation in New Zealand White Rabbits When MERS-CoV Reinfection Occurs in the Absence of Neutralizing Antibody, which investigated whether infection with MERS would protect tested animals from re-infection, as is usually the case with many viral diseases. (This means that once you have recovered from a viral infection, such as measles, you are immune and no longer get sick again). To determine how MERS affects the immune system, researchers infected white rabbits with the virus. Rabbits became sick and developed antibodies, but these antibodies were not neutralizing, i.e. the type of antibodies that block the infection. As a result, they were not protected from re-infection, and when they were exposed to the MERS for the second time, they became ill again, and even more seriously. “In fact, the re-infection caused an increase in pneumonia without increasing the concentration of viral RNA,” the authors said. Interestingly, this second infection produced neutralising antibodies that prevented animals from becoming infected for the third time. The authors explained:“Our rabbit model data suggest that individuals who have been exposed to MERS-CoV and do not develop a neutralising antibody response, or individuals whose neutralising antibody concentrations have decreased, may be at risk of developing severe lung disease by re-exposing to MERS-CoV. “In other words: If the vaccine does not produce a robust response to neutralising antibodies, infection with the virus may put the patient at risk of developing a more serious lung disease. And here's an important point: COVID-19 vaccines are NOT meant to prevent infection. As described in the News “How COVID-19 Vaccine Trials Are Rigged“, a “successful” vaccine only needs to reduce the severity of symptoms. It's not even about reducing infection, hospitalization, or death rates. ADE in dengue infections Dengue virus is also known to cause ADE. As explained in a news report published in the Swiss Medical Weekly in April 2020:“(..) the pathogenesis of COVID-19 is currently supposed to occur through direct cytotoxic and immunological mechanisms. An additional mechanism that facilitates the entry of virus cells and subsequent damage may be called antibody-dependent amplification (ADE). ADE is a known cascade of events in which viruses can infect susceptible cells by interaction between virions complexed with antibodies or complement components and Fc or complement receptors, leading to increased replication. This phenomenon is of enormous importance not only for the understanding of viral pathogenesis, but also for the development of antiviral strategies, in particular vaccines. (..)There are four dengue virus serotypes, all of which produce protective immunity. Although homotypic protection is durable, cross neutralising antibodies against different serotypes are short-lived and can only last up to 2 years. In dengue fever, re-infection with another serotype is more severe when the concentration of protective antibodies decreases. Here, non-neutralizing antibodies overlap neutralizers, bind to dengue virus virions, and these complexes mediate phagocyte cell infection through interaction with the Fc receptor, in a typical ADE. In other words, heterotypic antibodies at subneutralizing concentrations are responsible for ADE in individuals infected with a dengue virus serotype different from the initial infection. Cross-reaction neutralising antibodies are associated with a lower probability of symptomatic secondary infection and the higher the concentration of those antibodies after primary infection, the greater the delay in symptomatic secondary infection (..). “The document further examines the detailed results of the dengue vaccine follow-up studies, which showed that the rate of dengue hospitalization was higher in vaccinated children under 9 years of age than in the non-vaccinated control group. The explanation for this seems to be that the vaccine imitated a primary infection, and as this immunity weakened, the children became susceptible to ADE when they met the virus for the second time. The author explains:“A post hoc analysis of efficacy trials using an ELISA test to distinguish antibodies caused by a wild-type infection that occurred after vaccination showed that the vaccine could protect against severe dengue [in] individuals exposed to natural infection prior to vaccination and that the risk of a serious clinical outcome increased in seronegative individuals. On this basis, a strategic expert group convened by the World Health Organization (WHO) concluded that only dengue-positive individuals should be vaccinated if dengue control programmes including vaccination are planned. “ADE in Coronavirus InfectionsThis may ultimately be relevant for the COVID-19 vaccine. Hypothetically speaking: If SARS-CoV-2 acts like dengue, which is also caused by an RNA virus, then anyone who is not positive in the SARS-CoV-2 test could actually have an increased risk of severe COVID-19 after vaccination, and only those who have already recovered from a COVID-19 attack would be protected from severe disease by the vaccine. Let's be clear:We don't know if this is the case or not, but these are important areas of research and the ongoing vaccine studies simply won't be able to answer this important question. The Swiss Medical Weekly document also examines ADE tests on coronavirus infections and cites research that shows that vaccination of cats against FIPV (feline infectious peritonitis virus) – a feline coronavirus – increases the severity of the disease when it is found with the same FIPV serotype as the serotype contained in the vaccine. “Experiments have shown that immunization with a variety of SARS vaccines induced lung immunopathology when exposed to SARS virus. “The paper also cites research showing that “the antibodies induced by a vaccine against SARS-CoV amplify infection of B cell lines despite the protective reactions of the hamster model”. In another document, published in 2014, it was found that antibody-dependent SARS coronavirus infection is mediated by antibodies against puncture proteins:“(..) the highest levels of antisera against SARS-CoV neutralized SARS-CoV infection, while highly diluted antisera significantly increased SARS-CoV infection and induced higher levels of apoptosis. Infectiousity test results indicate that SARS-CoV ADE is mediated mainly by diluted antibodies against peak envelope proteins rather than nucleocapside proteins. We also generated monoclonal antibodies against SARS-CoV tip proteins and observed that most of them promoted SARS-CoV infection. Overall, our results suggest that antibodies to SARS-CoV tip proteins can trigger the effects of ADE. The data raises new questions about a possible vaccine against SARS-CoV (..). “A study following this was published in the JCI Insight magazine in 2019. Here, macaques vaccinated with a modified Vaccinia Ankara virus (MVA), which encodes SARS-CoV tip protein of full length, ended up with a more severe lung pathology than animals exposed to SARS virus. And when they transferred IgG anti-spike antibodies to unvaccinated macaques, they developed acute diffuse alveolar damage, probably because of “distorting the resolution response of inflammation”. The SARS vaccine aggravates infection after infection with SARS-CoVAn interesting 2012 news story with the revealing title “Immunization with SARS Coronavirus Vaccines Leads to Pulmonary Immunopathology on Challenge with the SARS Virus” shows what many researchers now fear, namely that COVID-19 vaccines can make people more susceptible to serious SARS-CoV-2 infections. The paper provides an overview of experiments that show that immunization with various vaccines against SARS resulted in lung immunopathology that eventually faced SARS virus. As the authors pointed out:“Inactivated vaccines against the whole virus, whether inactivated with formalin or beta-propylactone and administered with or without alum adjuvant, showed an immunopathological type Th2 in the lungs after the challenge. As mentioned above, immunopathology was attributed in two reports to the presence of protein N in the vaccine; however, the same immunopathological response was found in animals to which only the S-protein vaccine was administered, although it appeared to be less intense. Thus, an immunopathological response of type Th2 to the infection of vaccinated animals occurred in three of the four animal models (not in hamsters), including two different strains of mice endogamous with four different types of vaccines against SARS-CoV with and without alum adjuvant. No inactivated vaccine preparation has been reported to induce this result in non-human mice, ferrets and primates. Taken together, these experiences give rise to concern about the trials of vaccines against SARS-CoV in humans. Clinical trials of SARS coronavirus vaccines have been conducted which have been reported to induce antibody responses and are ‘safe'. However, the safety test has only been provided for a short observation period. The concern raised in this report concerns the immunopathological response that occurs in vaccinated people when they are exposed to SARS-CoV infectious virus, which forms the basis for the development of a SARS vaccine. Other safety concerns relate to the efficacy and safety against antigenic variants of the severe acute respiratory syndrome virus (SARS-CoV) and the safety of people exposed to other krone viruses, in particular those in the type 2 group. “Older people are the most vulnerable to ADEIn addition to all these concerns, there is evidence that older people, who are the most affected by severe COVID-19 diseases, are also the most affected by ADE. A preliminary investigation published on the medRxiv prepress server at the end of March 2020 reported that middle-aged and elderly patients with COVID-19 have much higher concentrations of anti-spike antibodies – which in turn increase infectivity – than younger patients. Strengthening Immunity Is a Serious ConcernAnother document worth mentioning is the mini-review of May 2020 “Impact of immune enhancement on Covid-19 polyclonal hyperimmune globulin therapy and vaccine development” (Effects of immune enhancement in polyclonal hyperimmunoglobulin therapy COVID-19 and vaccine development). As in many other studies, the authors point out that:“While the development of hyperimmunoglobulin treatment and SARS-CoV-2 vaccine is promising, both present a common theoretical safety problem. Experimental studies have suggested that SARS-CoV and MERS-CoV infections may increase immunity, which may occur similarly in SARS-CoV-2 infection (..). Theoretically, there are two ways to strengthen the immune increase of the disease. First, non-neutralizing or sub-neutralizing amounts of antibodies can amplify SARS-CoV-2 infection in target cells. Second, antibodies could increase inflammation and therefore the severity of lung disease. Figure 1 summarizes an overview of these antibody-dependent infectious and immunopathological augmentation effects (..). Several candidates for SARS-CoV and MERS-CoV vaccine are currently in initial preclinical or clinical trials. Animal studies on these CoVs have shown that vaccines based on protein S (especially receptor binding domain, RBD) are highly immunogenic and protect against the challenge of wild type CoVs. Vaccines that target other parts of the virus, such as nucleocapside, without S protein, have not shown protection against CoV infection and increased lung pathology. However, immunization with some protein S-based CoV vaccines has also shown signs of increased lung pathology following infection with the virus. Therefore, in addition to the choice of antigen target, the efficacy of the vaccine and the risk of immunopathology may depend on other additional factors, such as the formulation of the adjuvant, the age of vaccination (..) and the route of immunization. “• BILD EINFÜGEN • NACHFOLGEND UNTERSTRICHEN MARKIERTE BILDBESCHREIBUNG • Antibody-mediated ADE and immunopathology • Left Panel: In ADE, the internalization of the immune complex is mediated by the involvement of activated Fc receptors on the cell surface. Collegation of inhibitor receptors then leads to inhibition of antiviral reactions, leading to increased viral replication. Right Panel: Antibodies may cause immunopathology by activating the complement pathway or antibody-dependent cell cytotoxicity (ADCC). In both ways, excessive immunological activation leads to the release of cytokines and chemokines, resulting in an increase in disease pathology. The important risk-benefit analysis before decidingIn all probability, regardless of how effective (or ineffective) COVID-19 vaccines are, they will reach the public in a relatively short time. Most predict that one or more vaccines will be ready sometime in 2021. Ironically, the data we have now no longer support a mass vaccination mandate, considering that the lethality of COVID-19 for people under 60 years of age is lower than that of influenza. If you're under 40, your risk of dying from COVID-19 is only 0.01%, which means you have a 99.99% chance of surviving the infection. And you could improve it to 99.999% if you're metabolically flexible and rich in vitamin D. So, what are we protecting ourselves from with a vaccine against COVID-19?As already mentioned, vaccines are not even designed to prevent infection, but only to reduce the severity of symptoms. In the meantime, you might get sick more once you're exposed to the virus. This seems to be a great risk to a truly questionable benefit. To get back to the starting point: Participants in the ongoing COVID-19 vaccine trials are not informed of this risk – that the vaccine could make them more severe COVID-19 after they become infected with the virus. Fatal immunopathology Th2 is another potential risk.Finally, think about what the information from the PNAS says about the risk of increase and dysfunction of the immune system induced by the vaccine, especially for the elderly, the same people who would need the protection that a vaccine should provide:\"Since the 1960s, tests of candidate vaccines for diseases such as dengue, syncitial respiratory virus (SRI) and severe acute respiratory syndrome (SARS) have shown a paradoxical phenomenon:Some animals or people who received the vaccine and later exposed themselves to the virus developed a more serious disease than those who had not been vaccinated. The immune system supported by the vaccine seemed to trigger an incorrect response to natural infection in certain cases (..). This reflammation of the immune system, known as immune enhancement, can manifest itself in several ways, including antibody-dependent enhancement (ADE), a process in which a virus uses antibodies to support infection, or cell-based enhancement, a category that includes allergic inflammation caused by Th2 immunopathology. In some cases, improvement processes can overlap (..). Some researchers argue that although ADE has received the greatest attention so far, according to what is known about the epidemiology of the virus and its behavior in the human body, it is less likely to occur than a deregulated response to COVID-19 through other means of immunological improvement. ‘ADE may occur, but the biggest problem is probably Th2 immunopathology', says Ralph Baric, an epidemiologist and coronavirus expert (..) at North Carolina University in Chapel Hill. In previous studies on SARS, it was discovered that older mice were at a particularly high risk of developing a life-threatening Th2 immunopathology, (..) in which a defective T-cell response triggers allergic inflammation and malfunctioning antibodies that form immune complexes activate the complement system and can damage the respiratory tract. “",
    "source": "2020news.de",
    "date": "25/11/2020",
    "veracity": 0,
    "claims": [
        "The report “Reported Consent Disclosure to Vaccine Trial Subjects of Risk of COVID-19 Vaccine Wortering Clinical Disease get The report “Reported Consent Disclosure to Vaccine Trial Subjects of Risk of COVID-19 Vaccine Wortering Clinical Disease 35 children unvaccinated macaques the virus unvaccinated macaques get hyperimmunoglobulin treatment and SARS-CoV-2 vaccine a strong, long-lasting, champone antibody response expectedThe Immunologist Participants in the ongoing COVID-19 vaccine trials SARS virus MERS-CoV SARS-CoV and MERS-CoV infections the vaccine can sensitize vaccine recipients to a more Participants in the ongoing COVID-19 vaccine trials SARS-CoV-2 than SARS the virus not vaccinateda tendency to trigger antibody-dependent amplification .",
        "a tendency to trigger antibody-dependent amplification study:“Vaccinations against SARS, MRS and RSV SARS-CoVAn MERS-CoV been authorised and the coronavirus vaccine the pathogen The SARS vaccine my interview with Robert Kennedy Jr. in May 2020 SARS-CoV-2 SARS virus my interview with Robert Kennedy Jr. in May 2020 vaccinated people the vaccine vaccinated people MERS-CoV vaccines developed empirically using the traditional approach (consisting of unmodified or minimally modified coronavirus spike that produces neutralising antibodies) the coronavirus vaccine SARS virus vaccines developed empirically using the traditional approach (consisting of unmodified or minimally modified coronavirus spike that produces neutralising antibodies) SARS vaccines developed empirically using the traditional approach (consisting of unmodified or minimally modified coronavirus spike that produces neutralising antibodies) COVID-19 SARS the vaccine vaccines developed empirically using the traditional approach (consisting of unmodified or minimally modified coronavirus spike that produces neutralising antibodies) Chinese, American and European scientists SARS virus the vaccine Chinese, American and European scientists SARS-CoVAn are COVID-19 protein, viral vectorCOVID-19 vaccines MERS-CoV SARS-CoVAn about 30 promising candidates administration, may aggravate Some animals or people who received the vaccine and later exposed themselves to the virus .",
        "Some animals or people who received the vaccine and later exposed themselves to the virus ADEIn SARS virus trial my interview with Robert Kennedy Jr. in May 2020 We Robert Kennedy Jr. in May 2020 the pathogen Rabbits forms of ongoing COVID-19 vaccine trials SARS-CoV tip proteins ongoing COVID-19 vaccine trials the vaccine COVID-19 patients Cross-reaction neutralising antibodies The tip protein, which adheres to the cell's ACE2 receptor the virus COVID-19 the same immunopathological response This reflammation of the immune system, known as immune enhancement .",
        "This reflammation of the immune system, known as immune enhancement a 99.99% chance of surviving the infection This reflammation of the immune system, known as immune enhancement a 99.99% chance of surviving the infection Rabbits COVID-19 been a 99.99% chance of surviving the infection and independently disclosed SARS virus vaccine was participantsvaccinated children under 9 years of age the virus FIPV (feline infectious peritonitis virus) – a feline coronavirus – COVID-19 FIPV (feline infectious peritonitis virus) – a feline coronavirus – Th2 with the medical ethical imitated of patient understanding for FIPV (feline infectious peritonitis virus) – a feline coronavirus – SARS-CoVAn .",
        "COVID-19 vaccinated children under 9 years of age -dependent the vaccine ? As the vaccinated children under 9 years of age of this news report pointed out in the International Journal of Clinical Practice, COVID-19 efforts to vaccinate against the coronavirus – against the severe acute respiratory syndrome (SARS-CoV), the Middle East respiratory syndrome (MERS-CoV) coronavirus and respiratory syncytial virus (RSV) – have raised serious concerns.",
        "These vaccines have a tendency to trigger antibody-dependent amplification.",
        "What exactly does that mean?In short, it means that the vaccine does not strengthen your immunity to infection, but the ability of the virus to enter and infect your cells, resulting in a more serious disease than if you had not been vaccinated.",
        "This is exactly the opposite of what a vaccine is supposed to do and a significant problem that was pointed out from the beginning of the demand for the COVID vaccine 19.",
        "The 2003 summary document entitled “Antibody-Dependent Enhancement of Virus Infection and Disease” explains:“In general, virus-specific antibodies are considered antiviral and play an important role in the control of viral infections in various ways.",
        "However, in some cases, the presence of specific antibodies against the virus may be beneficial.",
        "This activity is known as antibody-dependent amplification (ADE) of virus infection.",
        "The DDA of viral infection is a phenomenon in which the specific antibodies of the virus interact with the Fc and/or complement receptors to promote the entry of the virus into the monocytes/macrophages and granulocyte cells and, in some cases, the replication of the virus.",
        "This phenomenon has been reported in vitro and in vivo in the case of viruses representing numerous families and genera of importance for public and veterinary health.",
        "These viruses share some common characteristics, such as preferential replication in macrophages, the ability to establish persistence and antigenic diversity.",
        "For some viruses, the infection ADE has become a major problem in the control of the disease through vaccination.",
        "“Previous efforts of the coronavirus vaccine have failed in my interview with Robert Kennedy Jr. in May 2020, he summarized the history of the development of the coronavirus vaccine that began in 2002 after three successive outbreaks of SARS.",
        "Until 2012, Chinese, American and European scientists were working on the development of SARS vaccines and had about 30 promising candidates.",
        "Of these, the four best candidates for the vaccine were given to ferrets, which present lung infections closest to human infections.",
        "In the interview, Kennedy explains what happened next.",
        "Although ferrets showed a robust antibody response, which is the measure for vaccine approval, as soon as they faced the wild virus, they all became seriously ill and died.",
        "The same happened when they tried to develop an RSV vaccine in the 1960s.",
        "RSV is a disease of the upper respiratory tract very similar to the disease caused by coronaviruses.",
        "At that time, they decided to skip experiments on animals and move directly on to experiments on humans.",
        "Kennedy sagte: “They proved it, I think, in 35 children, and the same thing happened.",
        "Children developed a strong, long-lasting, champone antibody response.",
        "It looked perfect, but when the children were exposed to the wild virus, they all got sick.",
        "They left the vaccine.",
        "It was a great shame for the FDA [Food and Drug Administration] and the NIH [National Institutes of Health].",
        "“Crone viruses not only cause the production of one type, but two different types of antibodies: Neutralizing antibodies, also known as immunoglobulin G (IgG) antibodies, which combat infection Agglutating antibodies, also known as non-neutralizing antibodies, which cannot prevent viral infectionInstead of preventing viral infection, binding antibodies trigger an abnormal immune response, called “paradoxic immune increase”.",
        "Another way to look at it is that your immune system doesn't work to protect you, but it makes you sicker.",
        "Many of the COVID-19 vaccines currently on the market use mRNA to instruct your cells to produce SARS peak CoV-2 protein (S protein).",
        "The tip protein, which adheres to the cell's ACE2 receptor, is the first stage of the two-step process that viruses use to enter cells.",
        "The idea is that by forming SARS-CoV-2 tip protein, your immune system starts producing antibodies without getting sick.",
        "The key question is, which of the two types of antibodies is produced by this process?Without neutralizing antibodies, more serious diseases are expectedThe Immunologist wrote on his Twitter channel in April 2020:“In the development of vaccines..and considering immunity passports, we must first understand the complex role of antibodies in SARS, MRS and COVID-19.",
        "“It lists other coronavirus vaccine studies that have raised concerns about ADE.",
        "The first is a 2017 study on the pathogen PLOS, Enhanced Inflammation in New Zealand White Rabbits When MERS-CoV Reinfection Occurs in the Absence of Neutralizing Antibody, which investigated whether infection with MERS would protect tested animals from re-infection, as is usually the case with many viral diseases.",
        "(This means that once you have recovered from a viral infection, such as measles, you are immune and no longer get sick again).",
        "To determine how MERS affects the immune system, researchers infected white rabbits with the virus.",
        "Rabbits became sick and developed antibodies, but these antibodies were not neutralizing, i.e. the type of antibodies that block the infection.",
        "As a result, they were not protected from re-infection, and when they were exposed to the MERS for the second time, they became ill again, and even more seriously.",
        "“In fact, the re-infection caused an increase in pneumonia without increasing the concentration of viral RNA,” the authors said.",
        "Interestingly, this second infection produced neutralising antibodies that prevented animals from becoming infected for the third time.",
        "The authors explained:“Our rabbit model data suggest that individuals who have been exposed to MERS-CoV and do not develop a neutralising antibody response, or individuals whose neutralising antibody concentrations have decreased, may be at risk of developing severe lung disease by re-exposing to MERS-CoV. “In other words: If the vaccine does not produce a robust response to neutralising antibodies, infection with the virus may put the patient at risk of developing a more serious lung disease.",
        "And here's an important point: COVID-19 vaccines are NOT meant to prevent infection.",
        "As described in the News “How COVID-19 Vaccine Trials Are Rigged“, a “successful” vaccine only needs to reduce the severity of symptoms.",
        "It's not even about reducing infection, hospitalization, or death rates.",
        "ADE in dengue infections Dengue virus is also known to cause ADE.",
        "As explained in a news report published in the Swiss Medical Weekly in April 2020:“(..) the pathogenesis of COVID-19 is currently supposed to occur through direct cytotoxic and immunological mechanisms.",
        "An additional mechanism that facilitates the entry of virus cells and subsequent damage may be called antibody-dependent amplification (ADE).",
        "ADE is a known cascade of events in which viruses can infect susceptible cells by interaction between virions complexed with antibodies or complement components and Fc or complement receptors, leading to increased replication.",
        "This phenomenon is of enormous importance not only for the understanding of viral pathogenesis, but also for the development of antiviral strategies, in particular vaccines.",
        "(..)There are four dengue virus serotypes, all of which produce protective immunity.",
        "Although homotypic protection is durable, cross neutralising antibodies against different serotypes are short-lived and can only last up to 2 years.",
        "In dengue fever, re-infection with another serotype is more severe when the concentration of protective antibodies decreases.",
        "Here, non-neutralizing antibodies overlap neutralizers, bind to dengue virus virions, and these complexes mediate phagocyte cell infection through interaction with the Fc receptor, in a typical ADE.",
        "In other words, heterotypic antibodies at subneutralizing concentrations are responsible for ADE in individuals infected with a dengue virus serotype different from the initial infection.",
        "Cross-reaction neutralising antibodies are associated with a lower probability of symptomatic secondary infection and the higher the concentration of those antibodies after primary infection, the greater the delay in symptomatic secondary infection (..).",
        "“The document further examines the detailed results of the dengue vaccine follow-up studies, which showed that the rate of dengue hospitalization was higher in vaccinated children under 9 years of age than in the non-vaccinated control group.",
        "The explanation for this seems to be that the vaccine imitated a primary infection, and as this immunity weakened, the children became susceptible to ADE when they met the virus for the second time.",
        "The author explains:“A post hoc analysis of efficacy trials using an ELISA test to distinguish antibodies caused by a wild-type infection that occurred after vaccination showed that the vaccine could protect against severe dengue [in] individuals exposed to natural infection prior to vaccination and that the risk of a serious clinical outcome increased in seronegative individuals.",
        "On this basis, a strategic expert group convened by the World Health Organization (WHO) concluded that only dengue-positive individuals should be vaccinated if dengue control programmes including vaccination are planned.",
        "“ADE in Coronavirus InfectionsThis may ultimately be relevant for the COVID-19 vaccine.",
        "Hypothetically speaking: If SARS-CoV-2 acts like dengue, which is also caused by an RNA virus, then anyone who is not positive in the SARS-CoV-2 test could actually have an increased risk of severe COVID-19 after vaccination, and only those who have already recovered from a COVID-19 attack would be protected from severe disease by the vaccine.",
        "Let's be clear:We don't know if this is the case or not, but these are important areas of research and the ongoing vaccine studies simply won't be able to answer this important question.",
        "The Swiss Medical Weekly document also examines ADE tests on coronavirus infections and cites research that shows that vaccination of cats against FIPV (feline infectious peritonitis virus) – a feline coronavirus – increases the severity of the disease when it is found with the same FIPV serotype as the serotype contained in the vaccine.",
        "“Experiments have shown that immunization with a variety of SARS vaccines induced lung immunopathology when exposed to SARS virus.",
        "“The paper also cites research showing that “the antibodies induced by a vaccine against SARS-CoV amplify infection of B cell lines despite the protective reactions of the hamster model”.",
        "In another document, published in 2014, it was found that antibody-dependent SARS coronavirus infection is mediated by antibodies against puncture proteins:“(..) the highest levels of antisera against SARS-CoV neutralized SARS-CoV infection, while highly diluted antisera significantly increased SARS-CoV infection and induced higher levels of apoptosis.",
        "Infectiousity test results indicate that SARS-CoV ADE is mediated mainly by diluted antibodies against peak envelope proteins rather than nucleocapside proteins.",
        "We also generated monoclonal antibodies against SARS-CoV tip proteins and observed that most of them promoted SARS-CoV infection.",
        "Overall, our results suggest that antibodies to SARS-CoV tip proteins can trigger the effects of ADE.",
        "The data raises new questions about a possible vaccine against SARS-CoV (..).",
        "“A study following this was published in the JCI Insight magazine in 2019.",
        "Here, macaques vaccinated with a modified Vaccinia Ankara virus (MVA), which encodes SARS-CoV tip protein of full length, ended up with a more severe lung pathology than animals exposed to SARS virus.",
        "And when they transferred IgG anti-spike antibodies to unvaccinated macaques, they developed acute diffuse alveolar damage, probably because of “distorting the resolution response of inflammation”.",
        "The SARS vaccine aggravates infection after infection with SARS-CoVAn interesting 2012 news story with the revealing title “Immunization with SARS Coronavirus Vaccines Leads to Pulmonary Immunopathology on Challenge with the SARS Virus” shows what many researchers now fear, namely that COVID-19 vaccines can make people more susceptible to serious SARS-CoV-2 infections.",
        "The paper provides an overview of experiments that show that immunization with various vaccines against SARS resulted in lung immunopathology that eventually faced SARS virus.",
        "As the authors pointed out:“Inactivated vaccines against the whole virus, whether inactivated with formalin or beta-propylactone and administered with or without alum adjuvant, showed an immunopathological type Th2 in the lungs after the challenge.",
        "As mentioned above, immunopathology was attributed in two reports to the presence of protein N in the vaccine; however, the same immunopathological response was found in animals to which only the S-protein vaccine was administered, although it appeared to be less intense.",
        "Thus, an immunopathological response of type Th2 to the infection of vaccinated animals occurred in three of the four animal models (not in hamsters), including two different strains of mice endogamous with four different types of vaccines against SARS-CoV with and without alum adjuvant.",
        "No inactivated vaccine preparation has been reported to induce this result in non-human mice, ferrets and primates.",
        "Taken together, these experiences give rise to concern about the trials of vaccines against SARS-CoV in humans.",
        "Clinical trials of SARS coronavirus vaccines have been conducted which have been reported to induce antibody responses and are ‘safe'.",
        "However, the safety test has only been provided for a short observation period.",
        "The concern raised in this report concerns the immunopathological response that occurs in vaccinated people when they are exposed to SARS-CoV infectious virus, which forms the basis for the development of a SARS vaccine.",
        "Other safety concerns relate to the efficacy and safety against antigenic variants of the severe acute respiratory syndrome virus (SARS-CoV) and the safety of people exposed to other krone viruses, in particular those in the type 2 group.",
        "“Older people are the most vulnerable to ADEIn addition to all these concerns, there is evidence that older people, who are the most affected by severe COVID-19 diseases, are also the most affected by ADE.",
        "A preliminary investigation published on the medRxiv prepress server at the end of March 2020 reported that middle-aged and elderly patients with COVID-19 have much higher concentrations of anti-spike antibodies – which in turn increase infectivity – than younger patients.",
        "Strengthening Immunity Is a Serious ConcernAnother document worth mentioning is the mini-review of May 2020 “Impact of immune enhancement on Covid-19 polyclonal hyperimmune globulin therapy and vaccine development” (Effects of immune enhancement in polyclonal hyperimmunoglobulin therapy COVID-19 and vaccine development).",
        "As in many other studies, the authors point out that:“While the development of hyperimmunoglobulin treatment and SARS-CoV-2 vaccine is promising, both present a common theoretical safety problem.",
        "Experimental studies have suggested that SARS-CoV and MERS-CoV infections may increase immunity, which may occur similarly in SARS-CoV-2 infection (..).",
        "Theoretically, there are two ways to strengthen the immune increase of the disease.",
        "First, non-neutralizing or sub-neutralizing amounts of antibodies can amplify SARS-CoV-2 infection in target cells.",
        "Second, antibodies could increase inflammation and therefore the severity of lung disease.",
        "Figure 1 summarizes an overview of these antibody-dependent infectious and immunopathological augmentation effects (..).",
        "Several candidates for SARS-CoV and MERS-CoV vaccine are currently in initial preclinical or clinical trials.",
        "Animal studies on these CoVs have shown that vaccines based on protein S (especially receptor binding domain, RBD) are highly immunogenic and protect against the challenge of wild type CoVs.",
        "Vaccines that target other parts of the virus, such as nucleocapside, without S protein, have not shown protection against CoV infection and increased lung pathology.",
        "However, immunization with some protein S-based CoV vaccines has also shown signs of increased lung pathology following infection with the virus.",
        "Therefore, in addition to the choice of antigen target, the efficacy of the vaccine and the risk of immunopathology may depend on other additional factors, such as the formulation of the adjuvant, the age of vaccination (..) and the route of immunization.",
        "“• BILD EINFÜGEN • NACHFOLGEND UNTERSTRICHEN MARKIERTE BILDBESCHREIBUNG • Antibody-mediated ADE and immunopathology • Left Panel: In ADE, the internalization of the immune complex is mediated by the involvement of activated Fc receptors on the cell surface.",
        "Collegation of inhibitor receptors then leads to inhibition of antiviral reactions, leading to increased viral replication.",
        "Right Panel: Antibodies may cause immunopathology by activating the complement pathway or antibody-dependent cell cytotoxicity (ADCC).",
        "In both ways, excessive immunological activation leads to the release of cytokines and chemokines, resulting in an increase in disease pathology.",
        "The important risk-benefit analysis before decidingIn all probability, regardless of how effective (or ineffective) COVID-19 vaccines are, they will reach the public in a relatively short time.",
        "Most predict that one or more vaccines will be ready sometime in 2021.",
        "Ironically, the data we have now no longer support a mass vaccination mandate, considering that the lethality of COVID-19 for people under 60 years of age is lower than that of influenza.",
        "If you're under 40, your risk of dying from COVID-19 is only 0.01%, which means you have a 99.99% chance of surviving the infection.",
        "And you could improve it to 99.999% if you're metabolically flexible and rich in vitamin D. So, what are we protecting ourselves from with a vaccine against COVID-19?As already mentioned, vaccines are not even designed to prevent infection, but only to reduce the severity of symptoms.",
        "In the meantime, you might get sick more once you're exposed to the virus.",
        "This seems to be a great risk to a truly questionable benefit.",
        "To get back to the starting point: Participants in the ongoing COVID-19 vaccine trials are not informed of this risk – that the vaccine could make them more severe COVID-19 after they become infected with the virus.",
        "Fatal immunopathology Th2 is another potential risk.",
        "Finally, think about what the information from the PNAS says about the risk of increase and dysfunction of the immune system induced by the vaccine, especially for the elderly, the same people who would need the protection that a vaccine should provide:\"Since the 1960s, tests of candidate vaccines for diseases such as dengue, syncitial respiratory virus (SRI) and severe acute respiratory syndrome (SARS) have shown a paradoxical phenomenon:Some animals or people who received the vaccine and later exposed themselves to the virus developed a more serious disease than those who had not been vaccinated.",
        "The immune system supported by the vaccine seemed to trigger an incorrect response to natural infection in certain cases (..).",
        "This reflammation of the immune system, known as immune enhancement, can manifest itself in several ways, including antibody-dependent enhancement (ADE), a process in which a virus uses antibodies to support infection, or cell-based enhancement, a category that includes allergic inflammation caused by Th2 immunopathology.",
        "In some cases, improvement processes can overlap (..).",
        "Some researchers argue that although ADE has received the greatest attention so far, according to what is known about the epidemiology of the virus and its behavior in the human body, it is less likely to occur than a deregulated response to COVID-19 through other means of immunological improvement.",
        "‘ADE may occur, but the biggest problem is probably Th2 immunopathology', says Ralph Baric, an epidemiologist and coronavirus expert (..) at North Carolina University in Chapel Hill.",
        "In previous studies on SARS, it was discovered that older mice were at a particularly high risk of developing a life-threatening Th2 immunopathology, (..) in which a defective T-cell response triggers allergic inflammation and malfunctioning antibodies that form immune complexes activate the complement system and can damage the respiratory tract."
    ]
}