{
    "id": "Covid-19_18",
    "claim": "Queretaro health sector members denied the application of the Blue Code scheme to care for patients who are more likely to survive COVID-19. “In disaster medicine it is to define which people have the most chance of having a quality life in the absence of resources. Suppose there are no fans in a hospital; in the face of this degree, in which capacities are exceeded, survival is analyzed to care for those who may have the highest quality of life,” explained Carlos Casillas, state coordinator of the Medical Emergency Regulatory Center (CRUM). Until the end of this edition, information from the state administration showed that on January 12, hospitalization in the entity had reached 59. 3 per cent. The government also warned that because of the trend in active cases, “we are very likely to break the 60 percent border for the first time this week.”. The term ‘blue code', Carlos Casillas reiterated, has been used more in war medicine or disasters of great magnitude. “We haven't come to that yet and I still don't know if it's being done in Queretaro. At least there is no formal indication,” said the CRUM coordinator. ‘HOSPITALS ARE CONTAINING STRATEGIES' Dr. Hugo Daniel Cerrillo, director of Hospital General Queretaro, ruled that this scheme should be applied or implemented in the hospitals of the entity. “It has not been established or considered. All hospitals have strategies to optimize care according to the patient's severity; we work through an international triage to optimize resources and care times. The attention has never been denied, it has been dilated, but every patient deserves a time of care and evaluation,” explained the doctor, who said that before thinking of a ‘war scenario', more beds and spaces would be enabled. ‘THE CAMES ARE OCCUPED IN THE STATE' The Queretano epidemiologist Miguel Hernández commented that hospitals in Queretaro are being filled. According to the system of the Severe Acute Respiratory Infection Network (IRAG) and until January 12, the Ismael Vázquez Ortiz center, of the ISSSTE; the Regional General Hospital 2 in El Marques, of the IMSS; and the General Hospital of Zone 3 in San Jual del Río, of the IMSS, are the places that reported 100 percent occupancy of beds in general hospitalization. “The truth is that they are practically full. Many patients leave, but no income level. As you graduate 10 people, 20 or 25 arrive; the replacement rate is brutal, which does not lower the level,” he shared. On the ‘blue code', the doctor clarified that it is a war triage and that there was a distortion on the issue in Mexico City, but denied that it was applied in hospitals. FALTY OF PERSONALIn the worst scenario some nosocomios may adopt the ‘blue code' as they no longer have room for manoeuvre, said Dr. Luis Vázquez, who works in a Queretano hospital, but before arriving at the choice of who lives or dies, the lack of human resources may arise first, he said, since, he said, the medical staff is exhausted. “The issue, if it goes on like this, could lead us not to reach the medical staff, rather than to have to choose who lives or not, would go through the issue of who cares for the sick,” he said. When has the ‘Blue CODE' been used?In 1962, Seattle had to decide who was a candidate for the first hemodialysis treatments. In a Life magazine news story titled, “They decide who lives and who dies,” the story of one of the patients who was able to survive through treatment.. and the decision of the seven-citizens committee that decided who lived and who was not a candidate for treatment was told. On March 6, 2020, the Italian Society of Anesthesia, Analgesia, Resuscitation and Intensive Care (SIAARTI) developed a guide of ethical recommendations for admission to and suspension of intensive treatments, taking into account the exceptional conditions of imbalance between needs (the number of infected and their requirements) and available resources (the number of ICU beds and artificial respirators). The use of triage (classification) resulted in a structured system that placed patients according to the degree of urgency they present, prioritized their assistance, ensuring that those assessed as most urgent were those treated as a priority. I'm sorry.",
    "source": "amqueretaro.com",
    "date": "14/01/2021",
    "veracity": 1,
    "claims": [
        "Queretaro health sector members denied the ‘blue code' of the Blue the medical staff care the ‘blue code' patients who are more likely to survive some nosocomios .",
        "some nosocomios people have the most the Medical Emergency Regulatory Center (CRUM) a quality life in the absence of resources.",
        "Suppose there are no fans in a hospital; The issue degree, in which Dr. Luis Vázquez, who works in a Queretano hospital exceeded, survival is analyzed to care for those The issue the highest quality of life,” explained Carlos Casillas, state coordinator of the Medical Emergency Regulatory Center (CRUM) hospitals in Queretaro Carlos Casillas, state coordinator of the Medical Emergency Regulatory Center (CRUM) the IMSS the medical staff .",
        "the medical staff of this edition, information from the state administration showed that on January 12, hospitalization in Queretaro had reached 59.",
        "3 per cent.",
        "The government also warned that because of the trend in active cases, The attention very likely to break the 60 percent border for the first time The attention .",
        "The term ‘blue code', Carlos Casillas, state coordinator of the Medical Emergency Regulatory Center (CRUM) reiterated, has been used more in war medicine or disasters of the IMSS magnitude.",
        "“We haven't come to that yet and Carlos Casillas, state coordinator of the Medical Emergency Regulatory Center (CRUM) still don't know if it's being done in Queretaro .",
        "At least there is no formal indication,” said Carlos Casillas, state coordinator of the Medical Emergency Regulatory Center (CRUM) .",
        "‘HOSPITALS ARE CONTAINING The Queretano epidemiologist Miguel Hernández Dr. hospitals in Queretaro Cerrillo, director of Hospital General Queretaro, ruled the ‘blue code' this the ‘blue code' should be applied or implemented in the hospitals of Queretaro .",
        "All hospitals have strategies to optimize care according to the patient's severity; we work through an international triage to optimize resources and care times.",
        "The attention has never been denied, it has been dilated, but every patient deserves a time of care and evaluation,” explained the doctor, who said that before thinking of a ‘war scenario', more beds and spaces would be enabled.",
        "‘THE CAMES ARE OCCUPED IN THE STATE' The Queretano epidemiologist Miguel Hernández commented that hospitals in Queretaro are being filled.",
        "According to the system of the Severe Acute Respiratory Infection Network (IRAG) and until January 12, the Ismael Vázquez Ortiz center, of the ISSSTE; the Regional General Hospital 2 in El Marques, of the IMSS; and the General Hospital of Zone 3 in San Jual del Río, of the IMSS, are the places that reported 100 percent occupancy of beds in general hospitalization.",
        "“The truth is that they are practically full.",
        "Many patients leave, but no income level.",
        "As you graduate 10 people, 20 or 25 arrive; the replacement rate is brutal, which does not lower the level,” he shared.",
        "On the ‘blue code', the doctor clarified that it is a war triage and that there was a distortion on the issue in Mexico City, but denied that it was applied in hospitals.",
        "FALTY OF PERSONALIn the worst scenario some nosocomios may adopt the ‘blue code' as they no longer have room for manoeuvre, said Dr. Luis Vázquez, who works in a Queretano hospital, but before arriving at the choice of who lives or dies, the lack of human resources may arise first, he said, since, he said, the medical staff is exhausted.",
        "“The issue, if it goes on like this, could lead us not to reach the medical staff, rather than to have to choose who lives or not, would go through the issue of who cares for the sick,” he said.",
        "When has the ‘Blue CODE' been used?In 1962, Seattle had to decide who was a candidate for the first hemodialysis treatments.",
        "In a Life magazine news story titled, “They decide who lives and who dies,” the story of one of the patients who was able to survive through treatment.. and the decision of the seven-citizens committee that decided who lived and who was not a candidate for treatment was told.",
        "On March 6, 2020, the Italian Society of Anesthesia, Analgesia, Resuscitation and Intensive Care (SIAARTI) developed a guide of ethical recommendations for admission to and suspension of intensive treatments, taking into account the exceptional conditions of imbalance between needs (the number of infected and their requirements) and available resources (the number of ICU beds and artificial respirators).",
        "The use of triage (classification) resulted in a structured system that placed patients according to the degree of urgency they present, prioritized their assistance, ensuring that those assessed as most urgent were those treated as a priority."
    ]
}