{
    "id": "Covid-19_37",
    "claim": "The still secretary general of Morena, Yeidckol Polevnsky, reported that she is not in intensive care after giving positive Covid-19. After versions that indicated she was in interspersive therapy circulated, the brunette posted a message on her Twitter account to thank her for her interest in her health. He added that he is in a well-performing clinic in Covid. On October 21, Polevnsky reported that he had tested Covid-19 positive and that after medical studies, the doctor decided that he should stay in the hospital.'I thank you all for your concern and interest in my health, I inform you that I am not in intensive care. I'm at the #COVID19 clinic with good results. 'Mexico exceeds 900,000 infections by CovidMexico reached the 901,268 confirmed cases on Tuesday and 89,814 deaths by Covid-19, as 5,942 new infections and 643 deaths accumulated in the last 24 hours, according to the Ministry of Health. With these figures, Mexico is the tenth most contagious country and the fourth most affected by the disease, according to Johns Hopkins University. I'm sorry.",
    "source": "www.eluniversal.com.mx",
    "date": "28/10/2020",
    "veracity": 1,
    "claims": [
        "The still secretary general of Morena, Yeidckol Polevnsky, reported that she is not in intensive care after giving positive Covid-19.",
        "After versions that indicated she was in interspersive therapy circulated, the brunette posted a message on her Twitter account to thank her for her interest in her health.",
        "He added that he is in a well-performing clinic in Covid.",
        "On October 21, Polevnsky reported that he had tested Covid-19 positive and that after medical studies, the doctor decided that he should stay in the hospital.",
        "'I thank you all for your concern and interest in my health, I inform you that I am not in intensive care.",
        "I'm at the #COVID19 clinic with good results.",
        "'Mexico exceeds 900,000 infections by CovidMexico reached the 901,268 confirmed cases on Tuesday and 89,814 deaths by Covid-19, as 5,942 new infections and 643 deaths accumulated in the last 24 hours, according to the Ministry of Health.",
        "With these figures, Mexico is the tenth most contagious country and the fourth most affected by the disease, according to Johns Hopkins University."
    ]
}