{
    "id": "Covid-19_100",
    "claim": "This was revealed by the study in which the CES University and the Universidad del Rosario participated. Following a study presented on Thursday by the PC-COVID-19 research group, it was announced that convalescent plasma is an efficient therapeutic alternative for patients with severe covid-19. According to the results in 91 patients, the use of plasma decreases hospital stay and could reduce mortality in patients with the virus. The project was advanced at Clínica del Occidente and Hospital Mederi in Bogotá; and at Clínica CES in Medellín. Now, at a time when the early arrival of the vaccine is expected in the country, researchers pointed out that the use of plasma is not a cure or a replacement for the vaccine, but it is a way to help hospitalized patients and reduce the number of them going to an intensive care unit (ICU). It will therefore be in the hands of the Invima and the Ministry of Health to endorse it. How was the study conducted?The clinical trial included 46 patients who received convalescent plasma and conventional therapy; and 45 who received only conventional therapy. In the former, excellent plasma tolerability was observed. (You may be interested: The ‘heirs' animals of Hacienda Naples)Ruben Manrique, a doctor in epidemiology and director of Research and Innovation at the CES University, said that patients who received convalescent plasma had, on average, three days less hospitalization compared to those who received conventional therapy. However, in patients with convalescent plasma there was no greater reduction in mortality compared to those receiving conventional therapy. “According to the meta-analysis, this could reduce mortality in patients covid-19 severe. From the pharmacological point of view, convalescent plasma has immunomodulatory properties, modifies the profile of inflammatory cytokines and increases immune memory cells to day 28, which was the day we did the study,” explained Dr. Juan Manuel Anaya, director of the Center for Study of Autoimmune Diseases (CREA) of the Universidad del Rosario. More words, less words, this means that convalescent plasma induces an early, but transient, effect on antibodies to SARS-CoV-2 in patients who have this disease severely. At 28 days it was observed that convalescent plasma reduced the profile of inflammatory proteins (called cytokines). In addition, convalescent plasma increased memory immune cells at 28 days, so overall, these results would indicate that convalescent plasma has immunomodulatory properties that explain its therapeutic effect, the director of CREA said. Would deaths be reduced?Although this number of patients did not show a reduction in deaths from plasma use, in other international studies yes. Thus, a meta-analysis of 27 randomized, published and unpublished clinical trials was performed, including 2. 437 patients, all hospitalized. I'm sorry.",
    "source": "www.eltiempo.com",
    "date": "21/01/2021",
    "veracity": 1,
    "claims": [
        "This was revealed by the study in which the CES University and the Universidad del Rosario participated.",
        "Following a study presented on Thursday by the PC-COVID-19 research group , it was announced that convalescent plasma is an efficient therapeutic alternative for patients with severe covid-19 .",
        "According to the results in 91 patients, the use of plasma decreases hospital stay and could reduce mortality in patients with severe covid-19 .",
        "The project was advanced at Clínica del Occidente and Hospital Mederi in Bogotá; and at Clínica CES in Medellín.",
        "Now, at a time when the early arrival of the vaccine is expected in the country, researchers pointed out that the use of plasma is not a cure or a replacement for the vaccine , but the use of plasma is a way to help hospitalized patients and reduce the number of hospitalized patients going to an intensive care unit (ICU).",
        "It will therefore be in the hands of the Invima and the Ministry of Health to endorse the use of plasma .",
        "How was a study presented on Thursday by the PC-COVID-19 research group included 46 patients who received convalescent plasma and conventional therapy ; and 45 who received only conventional therapy.",
        "In 46 patients who received convalescent plasma and conventional therapy , excellent plasma tolerability was observed.",
        "(You may be interested: The ‘heirs' animals of Hacienda Naples)Ruben Manrique, a doctor in epidemiology and director of Research and Innovation at the CES University , said that patients who received convalescent plasma had, on average, three days less hospitalization compared to those who received conventional therapy.",
        "However, in patients with convalescent plasma there was no greater reduction in mortality compared to those receiving conventional therapy.",
        "“According to the meta-analysis, this could reduce mortality in patients covid-19 severe.",
        "From the pharmacological point of view, convalescent plasma has immunomodulatory properties, modifies the profile of inflammatory cytokines and increases immune memory cells to day 28, which was the day we did the study,” explained Dr. Juan Manuel Anaya, director of the Center for Study of Autoimmune Diseases (CREA) of the Universidad del Rosario.",
        "More words, less words, this means that convalescent plasma induces an early, but transient, effect on antibodies to SARS-CoV-2 in patients who have this disease severely.",
        "At 28 days it was observed that convalescent plasma reduced the profile of inflammatory proteins (called cytokines).",
        "In addition, convalescent plasma increased memory immune cells at 28 days, so overall, these results would indicate that convalescent plasma has immunomodulatory properties that explain its therapeutic effect, the director of CREA said.",
        "Would deaths be reduced?Although this number of patients did not show a reduction in deaths from plasma use, in other international studies yes.",
        "Thus, a meta-analysis of 27 randomized, published and unpublished clinical trials was performed, including 2.",
        "437 patients, all hospitalized."
    ]
}