{
    "id": "Economy_233",
    "claim": "The currency, one of the best thermometers in the Mexican economy, rises a % and recovers part of the land lost against the dollar in the last quarterThe future executive of Andres Manuel Lopez Obrador enters with good foot in the financial markets. The peso, one of the best thermometers in the Mexican economy, has closed this Friday its best week in almost seven years, after the overwhelming victory of the leader of Morena at the polls last Sunday. Many investors predicted a period of turbulence after the elections, which would prolong the bad run of the second quarter of the year. But the roughest projections came with a reality that looks optimistic: since Monday the Mexican currencyone of the most liquid in the emerging worldhas recovered almost a % value against the dollar returning to green numbers in what goes from  and to levels of  pesos per dollar. The Stock Exchange, for its part, played its best in five months this Friday in an atmosphere of greater confidence in the future of Latin America's second economy despite the increasing drums of trade war between the two largest world economies: the United States and China. The signals sent by Lopez Obrador and his economic team from the very moment that his massive victory was confirmed sound good to investors. Lovers like fiscal and monetary orthodoxy, big asset managers applaud the promises of the elected president. And the signs of tranquillity have been wonderfully felt in the markets: fiscal prudence, independence of the central bank, respect for the freedom of business and the rule of law and a change of focus in the fight against insecurity, one of the points that most troubles the capital invested in Mexico. Caviar for his ears, which has been accompanied by another good news: the honeymoon between the next head of state and government and Mexican businessmen. Farewell to the inflamed rhetoric of both sides, hello to pragmatism: for their sake, they are doomed to understand. The big names of the Mexican financial sector value, above all, three factors. First, that no 'external event 'occurred in last Sunday's elections  that the vote counting system fell or that any cyberattack took place . Second, that the two losing candidates, Ricardo Anaya and Jose Antonio Meade, recognized their defeat almost immediately. And third, and most importantly, the President-elect's tone in his first public interventions. 'The message has been the most important for the positive evolution of the weight ', points out Alonso Cervera, chief economist of Credit Suisse for Latin America. 'It has been much better than we expected; it has beaten our expectations by far ', adds an emerging market analyst from a large US financial institution based in New York, who prefers to remain anonymous. Although the recovery of the peso has been a constant in the week immediately after the last three Mexican electoral processes  those of ,  and   this time the risks were greater: it comes to the power of the option that less enthusiasm has awakened in the financial squares throughout the campaign. Nor did the situation go hand in hand: the weight came from an area close to historical lows, its worst level since January of in the early days of Donald Trump in the White Houseand the greatest source of uncertaintythe renegotiation of the North American Free Trade Agreement (NAFTA)is still open and without early solutions. Not even the loose majority achieved by Morena  Lopez Obrador's party  in the legislature, one of the points that most troubled investors weeks ago, has embittered his first week as elected president. 'The assessment has been supported by the communication efforts of those who will integrate the next Government, including Lopez Obrador: during the week they dedicated themselves to reducing uncertainty and to reiterating that they will manage prudent economic policies, promarket and that they will work together with the business sector ', emphasizes Gabriela Siller, of Banco Base, who warns, however, that although the market 'seems calm, it will closely monitor the changes that the Administration may seek in energy matters ', following the reform of the last six years. I'm sorry.",
    "source": "elpais.com",
    "date": "07/07/2018",
    "veracity": 1,
    "claims": [
        "The currency, one of the best thermometers in the Mexican economy , rises a % and recovers part of the land lost against the Mexican economy in the last this Friday enters with good foot in the financial markets.",
        "The currency, one of the best thermometers in the Mexican economy , has closed The Stock Exchange we in almost seven years, after quarterThe future executive of Andres Manuel Lopez Obrador we quarterThe future executive of Andres Manuel Lopez Obrador .",
        "Many investors predicted a period of turbulence the overwhelming victory of the leader of Morena at the polls last Sunday the elections, which would the overwhelming victory of the leader of Morena at the polls last Sunday the the overwhelming victory of the leader of Morena at the polls last Sunday run of the second quarter of the year.",
        "But the roughest projections came with a reality that looks optimistic: since Monday The currency, one of the best thermometers in the Mexican economy recovered almost a % value against the Mexican economy returning the weight both sides .",
        "both sides the dollar both sides for his the two losing candidates, Ricardo Anaya and Jose Antonio Meade the weight in the future his Americathe President-elect's economy despite the increasing his of trade war between the two largest world economies: the his States and China.",
        "The signals sent by this Friday and economic team from The message very moment that quarterThe future executive of Andres Manuel Lopez Obrador his first week as elected president sound good his first week as elected president investors.",
        "Lovers like fiscal and monetary those who will integrate the next Government, including Lopez Obrador asset managers applaud the promises of this Friday .",
        "And the signs of tranquillity have been wonderfully felt in the markets: fiscal prudence, independence of the central bank, respect for the freedom of business and the rule of law and a change of focus in the fight against insecurity, one of the points that most troubles the capital invested in Mexico.",
        "Caviar for his ears, which has been accompanied by another good news: the honeymoon between the next head of state and government and Mexican businessmen.",
        "Farewell to the inflamed rhetoric of both sides, hello to pragmatism: for their sake, they are doomed to understand.",
        "The big names of the Mexican financial sector value, above all, three factors.",
        "First, that no 'external event 'occurred in last Sunday's elections  that the vote counting system fell or that any cyberattack took place .",
        "Second, that the two losing candidates, Ricardo Anaya and Jose Antonio Meade, recognized their defeat almost immediately.",
        "And third, and most importantly, the President-elect's tone in his first public interventions.",
        "'The message has been the most important for the positive evolution of the weight ', points out Alonso Cervera, chief economist of Credit Suisse for Latin America.",
        "'It has been much better than we expected; it has beaten our expectations by far ', adds an emerging market analyst from a large US financial institution based in New York, who prefers to remain anonymous.",
        "Although the recovery of the peso has been a constant in the week immediately after the last three Mexican electoral processes  those of ,  and   this time the risks were greater: it comes to the power of the option that less enthusiasm has awakened in the financial squares throughout the campaign.",
        "Nor did the situation go hand in hand: the weight came from an area close to historical lows, its worst level since January of in the early days of Donald Trump in the White Houseand the greatest source of uncertaintythe renegotiation of the North American Free Trade Agreement (NAFTA)is still open and without early solutions.",
        "Not even the loose majority achieved by Morena  Lopez Obrador's party  in the legislature, one of the points that most troubled investors weeks ago, has embittered his first week as elected president.",
        "'The assessment has been supported by the communication efforts of those who will integrate the next Government, including Lopez Obrador: during the week they dedicated themselves to reducing uncertainty and to reiterating that they will manage prudent economic policies, promarket and that they will work together with the business sector ', emphasizes Gabriela Siller, of Banco Base, who warns, however, that although the market 'seems calm, it will closely monitor the changes that the Administration may seek in energy matters ', following the reform of the last six years."
    ]
}