{
    "id": "Economy_234",
    "claim": "BdeM issued a commemorative note to the centennial of the ConstitutionNew  pesos and  pesos bills issued by the central bank and already in circulationPhoto BdeMThe Bank of Mexico (BdeM) issued a  pesos note and put into circulation a  pesos coin in commemoration of the centenary of the promulgation of the Political Constitution of the United Mexican States of  February of . In a statement, the central bank indicated that both currencies are legal tender and began to circulate this Sunday. He explained that on the front the ticket carries the vignette of Venustiano Carranza, first head of the Constitutionalist Army, and Luis Manuel Rojas, president of the Constituent Congress, while on the back it has as main motive, and to the center, the engraving of the moment when the constituent deputies swear the new Magna Carta. At the bottom of the front you can see traces of the balconies of the Iturbide Theatre, today of La República, from which straight lines are projected, diagonally, to the right, printed in relief sensitive to the touch. In the upper left, Banco de Mexico is read and below, the Constitution is appreciated with the numerals  and  in two lines, printed with ink that changes color, from green to gold, depending on the visual angle. To the right and below the Constitution is read: One Hundred Years of the Political Constitution of the United Mexican States. In the lower left corner there is a paragraph that says: Venustiano Carranza and Luis Manuel Rojas, president of the Constituent Congress, during the solemn closing session of this one. At the bottom and in a line, you can see the inscription Banco de Mexico  pesos in microprinting and on repeated occasions. In the lower central part, superimposed on the main vignette, the denomination Cien Pesos is observedIn the upper right corner the denomination is represented with numbers  pesos; below are two watermarks, one with the Mexican eagle used on the cover of the original Magna Carta and another with the numeral . To the right of the marks are located the series and the date of issue, the latter in vertical position. In the lower right corner are the signatures of a member of the Board of Government and the Chief Cashier of the Bank of Mexico, and below the prefix and serial number, printed in increasing typography. The banknote is crossed, from top to bottom, between the main vignette and the watermark, by a windowed thread, which has figures corresponding to small square blocks that come together and separate when tilting the banknote back and forth; in addition, they change from green to gold. I'm sorry.",
    "source": "www.jornada.com.mx",
    "date": "06/02/2017",
    "veracity": 1,
    "claims": [
        "BdeM issued a commemorative note to the centennial of the ConstitutionNew  pesos and  pesos bills issued by BdeM and already in circulationPhoto BdeM Bank of Mexico (BdeM) issued a commemorative note and put into circulation a  pesos coin in commemoration of the centennial of the ConstitutionNew .",
        "In a statement, BdeM indicated that both currencies are legal tender and began to circulate this Sunday.",
        "He explained that on the front a commemorative note carries the vignette of Venustiano Carranza, first head of the Constitutionalist Army, and Luis Manuel Rojas, president of the Constituent Congress, while on the back a commemorative note has as main motive, and to the center, the engraving of the moment when the constituent deputies swear the new Magna Carta.",
        "At the bottom of the front you can see traces of the balconies of the Iturbide Theatre, today of La República, from which straight lines are projected, diagonally, to the right, printed in relief sensitive to the touch.",
        "In the upper left, BdeM is read and below, the Political Constitution of the United Mexican States is appreciated with the numerals  and  in two lines, printed with ink that changes color, from green to gold, depending on the visual angle.",
        "To the right and below the Political Constitution of the United Mexican States is read: One Hundred Years of the Political Constitution of the United Mexican States .",
        "In the lower left corner there is a paragraph that says: Venustiano Carranza and Luis Manuel Rojas, president of the Constituent Congress, during the solemn closing session of this one.",
        "At the bottom and in a line, you can see the inscription Banco de Mexico  pesos in microprinting and on repeated occasions.",
        "In the lower central part, superimposed on the main vignette, the denomination Cien Pesos is observedIn the upper right corner the denomination is represented with numbers  pesos; below are two watermarks, one with the Mexican eagle used on the cover of the original Magna Carta and another with the numeral .",
        "To the right of the marks are located the series and the date of issue, the latter in vertical position.",
        "In the lower right corner are the signatures of a member of the Board of Government and the Chief Cashier of the Bank of Mexico, and below the prefix and serial number, printed in increasing typography.",
        "The banknote is crossed, from top to bottom, between the main vignette and the watermark, by a windowed thread, which has figures corresponding to small square blocks that come together and separate when tilting the banknote back and forth; in addition, they change from green to gold."
    ]
}