{
    "id": "Economy_245",
    "claim": "The Bank of Spain will deliver the new coins at the end of January for circulationThe National Currency and Timing Factory has started today to coin the new common faces of the coins of one and two euros and of the pieces of ,  and  cents, which in their reverse will move to take the map of the Union of  in front of the fifteen countries that formed it. The new currencies will be delivered at the end of January to the Banco de España for circulation, reported today the Ministry of Economy and Finance, who recalled that the Council of the European Union decided in June  that the common faces of the aforementioned pieces should be changed to include all member states. Currently, these currencies contain the representation of Belgium, France, Germany, Italy, Luxembourg, the Netherlands, Denmark, Ireland, the United Kingdom, Greece, Spain, Portugal, Austria, Finland and Sweden. From now on, it will also include the Czech Republic, Hungary, Poland, Slovakia, Lithuania, Latvia, Estonia, Slovenia, Cyprus, Malta, Bulgaria and Romania. Countries belonging to the euro area will be able to use the new currencies starting this year and, in any case, will have to use the new design in . However, coins issued under the previous design will remain legal tender, as the changes will only affect the manufacture of the new coins. The common faces of smaller denomination coins, one, two and five cents, representing Europe in the world, will not be affected and will maintain their current design. I'm sorry.",
    "source": "elpais.com",
    "date": "02/01/2007",
    "veracity": 1,
    "claims": [
        "The Bank of Spain will deliver the new coins at the end of January for circulationThe National Currency and Timing Factory has started today to coin the new common faces of the coins of one and two euros and of the pieces of ,  and  cents, which in their reverse will move to take the map of the Union of  in front of the fifteen countries that formed it .",
        "the new coins will be delivered at the end of January to The Bank of Spain for circulation, reported today the Ministry of Economy and Finance, who recalled that the Council of the European Union decided in June  that the common faces of the aforementioned pieces should be changed to include all member states.",
        "Currently, the new coins contain the representation of Belgium, France, Germany, Italy, Luxembourg, the Netherlands, Denmark, Ireland, the United Kingdom, Greece, Spain, Portugal, Austria, Finland and Sweden.",
        "From now on, the common faces of the aforementioned pieces will also include the Czech Republic, Hungary, Poland, Slovakia, Lithuania, Latvia, Estonia, Slovenia, Cyprus, Malta, Bulgaria and Romania.",
        "Countries belonging to the euro area will be able to use the new coins starting this year and, in any case, will have to use the new design in .",
        "However, coins issued under the previous design will remain legal tender, as the changes will only affect the manufacture of the new coins .",
        "The common faces of smaller denomination coins, one, two and five cents, representing Europe in the world, will not be affected and will maintain their current design."
    ]
}