{
    "id": "Economy_240",
    "claim": "Santander confirms that it will charge non-customers for using its ATMsThe bank does not detail the rate, but says that the renewal of the machines has a high costThe war of the ATMs is not over. She's just asleep, waiting for all the players' strategies to be closed. The CEO of Santander, Jose Antonio Álvarez, has advanced his position, reaffirming what he announced last July, but did not set the precise rate. Official sources of the bank said that the amount of the commission is not fixed. With the new regulations set by the Ministry of Economy, the owner of the cashier is the one who applies the rate to the bank issuing the card, but not directly to the non-client. The customer's bank may charge at most those two euros, without adding any additional surcharges. CaixaBank changed the rules of the game in March, when it unilaterally applied the two euros to non-customers who used their ATMs. Banks issuing the card continued to apply their rates, which doubled for some customers, even though CaixaBank did not pass on any additional fees. 'There is no change in what we had announced ', said Alvarez at a press conference to present the results of the third quarter of the year. According to Álvarez's responses to the journalists, it seemed that Santander would charge two euros in the ATMs. However, the entity later clarified that Santander has not yet decided the rate that it will charge. Miguel Temboury, Undersecretary of Economy, declared after the publication of the norm, that the commissions of the ATMs would come down with force and speed, (as assured by the minister, Luis de Guindos), and that'to charge two euros for using an ATM is disorbited'. Asked whether they would maintain this rate despite the position of the Ministry of Economy, Álvarez alluded to the high cost of renewal by the  ATMs that it has in Spain, belonging to the 4B network.'We're changing the functions of the tellers and that's a very expensive thing'. It's a similar argument to the one that CaixaBank has ever used. As to whether the new rule favoured the big banks, the second executive of Santander replied that yes. 'Logically it favours those who have large networks of tellers, who are the ones who provide the service and, therefore, those who put the price. When you go to a supermarket, you don't pay at the supermarket next door. The logic is overwhelming. The installation of ATMs is free, others can do so if they consider it appropriate'. He also commented that the use of cash is falling 'because the means of payment are greatly improving. Now it is more comfortable to pay by card or mobile, which carries the card incorporated'. However, he did not want to advance if the end of the cash will come. In addition, he took the opportunity to point out that the issue of cashiers 'has been magnified 'because there is an extensive network of cashiers in Spain. On the other hand, the CEO of Santander has trusted to achieve that the profit per share (BPA) of the entity grows double digit in , although he has admitted that it is a 'difficult 'objective and linked to the goals to achieve: growth of profitability, balance sheet, dividend and BPA. Precisely, the ordinary BPA of the Santander group fell a % until September regarding the same period of . The number two of Santander has explained that in Spain there is a context of falling revenues mainly due to the strong competition in credit, which coincides with a little intense demand. Álvarez has guaranteed that the entity is marked as'priority'organic growth, as shown by the launch of the 'Account , ,'to link more customers. Of course, it has nuanced that if some Spanish entity is put on sale, as already happened with the crisis of the savings banks, the policy of Santander remains in 'look 'and make an offer according to the financial criteria that the bank manages. 'If so, we will buy ', he said, and then be open to the possibility of attending another eventual auction of the Portuguese Novo Banco. Asked whether Santander has an interest in Bankia, the entity's 'number two' has limited itself to valuing the management of the nationalized bank and its improvement, in order to settle the issue by saying that it is something'purely speculative'.'It's not on the table or I don't know if it's going to be ', he said. I'm sorry.",
    "source": "elpais.com",
    "date": "29/10/2015",
    "veracity": 1,
    "claims": [
        "Santander the entity that Santander will charge nonthe entity for using its ATMsThe the rate that it will charge he , but says that the renewal of its ATMsThe has a high costThe war of he ATMs the norm over.",
        "She's just asleep, waiting for all the players' strategies to be closed.",
        "The CEO of Santander, Jose Antonio Álvarez , Spain advanced positionhe announced last July, but the entity not set the rate the rate that it will charge .",
        "Official Santander grows Santander said that the amount Álvarez commission grows not fixed.",
        "With the new regulations set by the Ministry of Economy, the owner of the cashier changing one who applies the rate to the changing issuing the cardSantander to the non-client .",
        "the non-client bank may charge at most those two euros Santander adding any additional Spain .",
        "Álvarez of the game in March, when the norm unilaterally applied those two euros to non-customers who used ATMs.",
        "he Banks issuing the card continued Santander apply rates, which doubled for some customers, even though CaixaBank did not pass on any additional fees.",
        "'There is no change in what Santander had announced others The CEO of Santander, Jose Antonio Álvarez at a others conference to present the results of the third quarter of the Santander .",
        "Santander to The CEO of Santander, Jose Antonio Álvarez responses to the journalists, it seemed that Santander would Santander two euros in the ATMs.",
        "However, the entity later clarified that Santander has not yet decided the rate that it will charge.",
        "Miguel Temboury, Undersecretary of Economy, declared after the publication of the norm, that the commissions of the ATMs would come down with force and speed, (as assured by the minister, Luis de Guindos), and that'to charge two euros for using an ATM is disorbited'.",
        "Asked whether they would maintain this rate despite the position of the Ministry of Economy, Álvarez alluded to the high cost of renewal by the  ATMs that it has in Spain, belonging to the 4B network.",
        "'We're changing the functions of the tellers and that's a very expensive thing'.",
        "It's a similar argument to the one that CaixaBank has ever used.",
        "As to whether the new rule favoured the big banks, the second executive of Santander replied that yes.",
        "'Logically it favours those who have large networks of tellers, who are the ones who provide the service and, therefore, those who put the price.",
        "When you go to a supermarket, you don't pay at the supermarket next door.",
        "The logic is overwhelming.",
        "The installation of ATMs is free, others can do so if they consider it appropriate'.",
        "He also commented that the use of cash is falling 'because the means of payment are greatly improving.",
        "Now it is more comfortable to pay by card or mobile, which carries the card incorporated'.",
        "However, he did not want to advance if the end of the cash will come.",
        "In addition, he took the opportunity to point out that the issue of cashiers 'has been magnified 'because there is an extensive network of cashiers in Spain.",
        "On the other hand, the CEO of Santander has trusted to achieve that the profit per share (BPA) of the entity grows double digit in , although he has admitted that it is a 'difficult 'objective and linked to the goals to achieve: growth of profitability, balance sheet, dividend and BPA.",
        "Precisely, the ordinary BPA of the Santander group fell a % until September regarding the same period of .",
        "The number two of Santander has explained that in Spain there is a context of falling revenues mainly due to the strong competition in credit, which coincides with a little intense demand.",
        "Álvarez has guaranteed that the entity is marked as'priority'organic growth, as shown by the launch of the 'Account , ,'to link more customers.",
        "Of course, it has nuanced that if some Spanish entity is put on sale, as already happened with the crisis of the savings banks, the policy of Santander remains in 'look 'and make an offer according to the financial criteria that the bank manages.",
        "'If so, we will buy ', he said, and then be open to the possibility of attending another eventual auction of the Portuguese Novo Banco.",
        "Asked whether Santander has an interest in Bankia, the entity's 'number two' has limited itself to valuing the management of the nationalized bank and its improvement, in order to settle the issue by saying that it is something'purely speculative'.",
        "'It's not on the table or I don't know if it's going to be ', he said."
    ]
}