{
    "id": "Economy_243",
    "claim": "Gasoline will replace the peso as Mexican currencyIn some areas of Mexico, gasoline has reached twenty pesos per liter, which can be an indication that things in economic matters must change, even though candidate Meade says exactly the opposite. Many analysts have pointed out the need to make an adjustment in our monetary policy, and this is how the Bank of Mexico is considering the possibility of repealing the peso as an internal currency and starting to use the liter of gasoline as a basis for the economy. 'We were told long ago that silver coins would be the option for the country, since silver would not suffer devaluations, thus avoiding excessive price increases, but no one considered that gasoline could serve as a currency, because thanks to the Energy Reform, not only will it not be devalued, but it will continually exceed its value, which will cause those who invest in gasoline to see profits daily, to a greater interest than any banking institution, and even more than any governmental investment instrument ', said Alejandro Díaz de Leon, governor of the Banco de Mexico, at a press conference. Díaz de Leon showed the graphs of the rising price of gasoline, which is already above the value of the dollar: 'By instituting the liter of gasoline as a currency, the economy would automatically grow to a higher rank even than that of the US currency and put us in a privileged position. We would be above economies like Saudi Arabia and many European countries! 'This idea continues to be analyzed, and if it came into effect, prices would be set in gasoline units, based on the day price of that fuel to be used as a currency. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "07/05/2018",
    "veracity": 0,
    "claims": [
        "Gasoline will replace the peso as Mexican currencyIn some areas of Mexico , gasoline has reached twenty pesos per liter, which can be an indication that things in economic matters must change, even though candidate Meade says exactly the opposite.",
        "Many analysts have pointed out the need to make an adjustment in monetary policy, and this is how the Bank of Mexico is considering the possibility of repealing the peso as an internal currency and starting to use the liter of gasoline as a basis for the economy .",
        "'We were told long ago that silver coins would be the option for Mexico , since silver would not suffer devaluations, thus avoiding excessive price increases, but no one considered that gasoline could serve as a currency, because thanks to the Energy Reform, not only will gasoline not be devalued, but gasoline will continually exceed value, which will cause those who invest in gasoline to see profits daily, to a greater interest than any banking institution, and even more than any governmental investment instrument ', said Alejandro Díaz de Leon, governor of the Banco de Mexico , at a press conference.",
        "Alejandro Díaz de Leon, governor of the Banco de Mexico showed the graphs of the rising price of gasoline, which is already above the value of the dollar : 'By instituting the liter of gasoline as a currency, the economy would automatically grow to a higher rank even than that of the dollar and put Mexico in a privileged position.",
        "We would be above economies like Saudi Arabia and many European countries! 'This idea continues to be analyzed, and if it came into effect, prices would be set in gasoline units, based on the day price of that fuel to be used as a currency."
    ]
}