{
    "id": "Economy_246",
    "claim": "After the fiasco of Blim, Televisa is looking to improve its contents as much as possible, so it has decided to sign an agreement with one of the media with greater reach at this time: Facebook. Basically, Televisa's people can add you to their profiles, make friends with you, and when you start telling them their lives, they can do with it whatever they consider. From episodes of La Rosa de Guadalupe, soap operas, comic programmes or, if the theme is given, to adult films. 'What this is about, is to get more realistic ideas, and the best thing is to find them among real people ', told us the head of this project, Julio Alejandro Roberto de Talamantes and Mayorga.'We already have people adding to how much account you can, and chatting with who you can. You can't imagine the amount of material we already have.\".  And the user can do something about it? Not much, because the one who gives us the authorization is the same people on Facebook. However, there is a text circulating that, if you stick it on your wall, won't let us do anything. Not even our best lawyers have been able to deal with him. But we have faith that not many people use it. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "07/04/2016",
    "veracity": 0,
    "claims": [
        "After the fiasco of Blim, Televisa is looking to improve contents as much as possible, so Televisa has decided to sign an agreement with one of the media with greater reach at this time: Facebook .",
        "Basically, Televisa's people can add you to profiles, make friends with you, and when you start telling Televisa's people their lives , Televisa's people can do with their lives whatever Televisa's people consider.",
        "From episodes of La Rosa de Guadalupe, soap operas, comic programmes or, if the theme is given, to adult films.",
        "'What this is about, is to get more realistic ideas , and the best thing is to find more realistic ideas among real people ', told us the head of this project, Julio Alejandro Roberto de Talamantes and Mayorga.",
        "'We already have people adding to how much account you can, and chatting with who you can.",
        "You can't imagine the amount of material we already have .",
        " And the user can do something about the amount of material we already have ? Not much, because the one who gives we the authorization is the same people on one of the media with greater reach at this time: Facebook .",
        "However, there is a text circulating that, if you stick it on your wall, won't let we do anything.",
        "Not even best lawyers have been able to deal with him.",
        "But we have faith that not many people use it ."
    ]
}