{
    "id": "Economy_235",
    "claim": "AMLO would accelerate consumption and economic growth: BMI ResearchThe firm believes that in , with a possible presidency of Lopez Obrador, there would be an upturn in economic growth in the country. The change of air that the country will have with the victory of Andres Manuel Lopez Obrador (AMLO) as president will reinvigorate the internal consumption and accelerate the economic growth of Mexico, once it will end the cycle of austerity in the public spending of the current administration, estimated BMI Research. The firm, which is a member of the Fitch Ratings rating agency, raised its growth forecast for Mexico this year, from  to  percent. The BMI Research scenario for the  foresees that direct public investment and social spending on the poor, which have very low savings rates, will likely have large fiscal multipliers, which will increase consumption. 'In  we expect a greater surge in growth, driven by return on investment, growth in the extractive sector and fiscal expansion under the auspices of the AMLO presidency ', he said. I'm sorry.",
    "source": "www.elfinanciero.com.mx",
    "date": "10/04/2018",
    "veracity": 1,
    "claims": [
        "AMLO would accelerate consumption and economic growth: BMI ResearchThe firm believes that in , with a possible presidency of Lopez Obrador, there would be an upturn in economic growth in the country.",
        "The change of air that the country will have with the victory of Andres Manuel Lopez Obrador (AMLO) as president will reinvigorate the internal consumption and accelerate the economic growth of Mexico, once it will end the cycle of austerity in the public spending of the current administration, estimated BMI Research.",
        "The firm, which is a member of the Fitch Ratings rating agency, raised its growth forecast for Mexico this year, from  to  percent.",
        "The BMI Research scenario for the  foresees that direct public investment and social spending on the poor, which have very low savings rates, will likely have large fiscal multipliers, which will increase consumption.",
        "'In  we expect a greater surge in growth, driven by return on investment, growth in the extractive sector and fiscal expansion under the auspices of the AMLO presidency ', he said."
    ]
}