{
    "id": "Economy_239",
    "claim": "Uber will now offer bicycle service  Bicitaxists set the alarmsUber company continues to grow, and in addition to taxis and meals, it will now offer new services to its users, who, as usual, request them through an application on their smartphones. 'We have given it a lot of thought, and we have agreed that bicycles will be the new category of this company, although of course the car service that so much demand has been maintained ', said Steven Mocorito, Uber's representative in Mexico, for El. Mocorito said that Uber aims to maintain its quality standards and a good balance in terms of cost-benefit: 'For this reason, we will include in our bicycle fleet all kinds of services, whether to exercise, to climb a mountain, to go to the canteen or for a morning walk through the streets of the city'. When applying for the service, a Uber employee will deliver a bicycle at the place where it is requested, and your rent will be per hour or per day. Each bike will have:Water bottle. ChronometerGPSCasco and knee padsSunglassesErgonomic leather seatsAnti-reflective paint well chidaLuces ledThe Association of Bicitaxists of Mexico City is expected to march, demanding that this measure taken by the company Uber will leave them without support for their home and family. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "20/07/2017",
    "veracity": 0,
    "claims": [
        "Uber will now offer bicycle service  Bicitaxists set the alarmsUber company continues to grow, and in addition to taxis and meals, it will now offer new services to its users, who, as usual, request them through an application on their smartphones.",
        "'We have given it a lot of thought, and we have agreed that bicycles will be the new category of this company, although of course the car service that so much demand has been maintained ', said Steven Mocorito, Uber's representative in Mexico, for El.",
        "Mocorito said that Uber aims to maintain its quality standards and a good balance in terms of cost-benefit: 'For this reason, we will include in our bicycle fleet all kinds of services, whether to exercise, to climb a mountain, to go to the canteen or for a morning walk through the streets of the city'.",
        "When applying for the service, a Uber employee will deliver a bicycle at the place where it is requested, and your rent will be per hour or per day.",
        "Each bike will have:Water bottle.",
        "ChronometerGPSCasco and knee padsSunglassesErgonomic leather seatsAnti-reflective paint well chidaLuces ledThe Association of Bicitaxists of Mexico City is expected to march, demanding that this measure taken by the company Uber will leave them without support for their home and family."
    ]
}