{
    "id": "Economy_248",
    "claim": "Audi expects to grow in the Premium segment, as it could move from a sales volume of just over  units to  vehicles in the long term. Announces Price Increase in August. For automotive manufacturer Audi, Mexico is the main market in Latin America, above Brazil and Argentina, so the company will continue to invest in the country, despite the impact it has seen from the depreciation of the peso against the dollar, said Walter Hanek, general manager of the company in the country. Through the new launches that the firm has had during the end of last year and in the first half of , the strengthening of the Premium sector and the new plant in Puebla that will begin to produce the next  September, the company hopes to face the exchange rate impact in the country. 'I'm sure we'll grow up (in Mexico). The second part of the year will be very hard, but we have a new release of a car from the A3 family in October, with which we will have more impulses for the market, although we also see clouds a little gray because of the exchange rate ', commented the director in interview with Forbes Mexico. Hanek admitted that they have seen pressure for the depreciation of the weight, especially with regard to the import of cars, so they expect to increase the price of their vehicles between % and % with the change of year-model from August of . The weakness of the Mexican currency 'is not something that affects only Audi, also the whole industry will have movements due to the pressure of the exchange rate ', commented. Globally, the brand has grown close to % in the first six months of the year, while in Mexico it has increased around %, with  consecutive months of record sales.'We're still number one in the premium segment in the country. The automotive industry is growing quite strong, and we see that the total market has grown % during the first semester, while the luxury segment also grew %. And we are more or less in line with segment growth ', he shared. . In October  the automotive firm launched the second generation of its U7 truck and in February  put on sale the A4 model, which has given additional volumes to the brand, said the manager. In May of this year the Audi Sport sub-brand was launched, which includes all high sports models such as the R8 and RSQ3 models, and the firm is about to launch the RS7 performance. Regarding the new luxury car plant in Puebla, the manager reiterated that it will start operations next September  and will produce Audi Q5 vans for everyone, therefore the importance of this factory. The complex will produce at least  units per year, of which % will be to meet the needs of Europe, the United States, Canada, Latin America, Asia, among other foreign markets. Only  vehicles will remain in the national territory. In the long run, the possibility of starting to manufacture a new model in the Puebla complex, which will have an extension of  hectares, where production could also be doubled in the future, Hanek said. Audi bets on the Premium sectorIn the Mexican market, Audi has a market share of % in the Premium segment, where they are sold around  units in total in the country. 'We believe that this segment will continue to grow, because more and more people have the chance to buy a car from this segment ', said the director. Faced with this scenario, Audi could move from a sales volume of just over  units to  vehicles in the long run, Walter Hanek estimated. I'm sorry.",
    "source": "www.forbes.com.mx",
    "date": "01/08/2016",
    "veracity": 1,
    "claims": [
        "Audi expects to grow in the Premium segment, as Audi could move from a only Audi of the whole industry to  vehicles in the long term.",
        "Announces Price Increase in August.",
        "For Audi , Mexico is the main market in Latin America, the year and Argentinaonly Audi so Audi will continue to invest in Mexico , despite the impact Audi has seen from the depreciation of the Mexico the whole industry Walter Hanek, general manager of the company in the country only Audi Walter Hanek, general manager of the company in the country .",
        "Through the new launches that Audi has had during the end of last year and in the only Audi half of , the strengthening of the Premium sector and the new plant in only Audi begin to produce the next  Septemberonly Audi Audi hopes to face the exchange rate impact in Mexico .",
        "'Walter Hanek, general manager of the company in the country 'm sure Audi 'll grow up only Audi ).",
        "The he of the year the year very hard, but Audi have a new release of a car from the A3 family in October, with which Audi will have more impulses only Audi market, although Audi also see clouds a little gray the new luxury car plant in Puebla he Walter Hanek, general manager of the company in the country in interview with Forbes Mexico.",
        "Walter Hanek, general manager of the company in the country admitted that Audi have seen only Audi for the depreciation of the weight, especially the new luxury car plant in Puebla of cars, so Audi expect to increase the price of vehicles between % and % with the change of year-model from August of .",
        "The weakness of the Mexican currency 'is not something that affects only Audi, also the whole industry will have movements due to the pressure of the exchange rate ', commented.",
        "Globally, the brand has grown close to % in the first six months of the year, while in Mexico it has increased around %, with  consecutive months of record sales.",
        "'We're still number one in the premium segment in the country.",
        "The automotive industry is growing quite strong, and we see that the total market has grown % during the first semester, while the luxury segment also grew %.",
        "And we are more or less in line with segment growth ', he shared.",
        "In October  the automotive firm launched the second generation of its U7 truck and in February  put on sale the A4 model, which has given additional volumes to the brand, said the manager.",
        "In May of this year the Audi Sport sub-brand was launched, which includes all high sports models such as the R8 and RSQ3 models, and the firm is about to launch the RS7 performance.",
        "Regarding the new luxury car plant in Puebla, the manager reiterated that it will start operations next September  and will produce Audi Q5 vans for everyone, therefore the importance of this factory.",
        "The complex will produce at least  units per year, of which % will be to meet the needs of Europe, the United States, Canada, Latin America, Asia, among other foreign markets.",
        "Only  vehicles will remain in the national territory.",
        "In the long run, the possibility of starting to manufacture a new model in the Puebla complex, which will have an extension of  hectares, where production could also be doubled in the future, Hanek said.",
        "Audi bets on the Premium sectorIn the Mexican market, Audi has a market share of % in the Premium segment, where they are sold around  units in total in the country.",
        "'We believe that this segment will continue to grow, because more and more people have the chance to buy a car from this segment ', said the director.",
        "Faced with this scenario, Audi could move from a sales volume of just over  units to  vehicles in the long run, Walter Hanek estimated."
    ]
}