{
    "id": "Economy_238",
    "claim": "Mexico will increase its minimum wage. I'm sorry. I'm sorry.  dollars per day ( times less than in the United States) Almost  millions of Mexicans will receive a salary increase next week: from  to  dollars per day. Mexico's government and business leaders agreed to raise the country's minimum wage from December* to #NUMBER* pesos (the equivalent of #NUMBER* dollars). The previous minimum salary was #NUMBER* pesos. % increase is good news for  millions of Mexicans who work one or two jobs with minimum wage. LEE: Against all odds, Mexico's economy managed to survive Trump's first yearHowever, this Mexican measure revives an essential complaint from American workers who voted for Donald Trump, partly because of his promise to renegotiate NAFTA, the trade treaty between the United States, Canada and Mexico. Trump Blames NAFTA for Losing Many Jobs in the U.S. · Global Voices. Cheap labor attracted U.S. companies to Mexico for decades. Robert Scott of the Institute of Economic Policy estimates that between  and  jobs were lost near  in the United States. NAFTA came into effect in . With the US national minimum wage in  dollars per hour  dollars for a working day of  hours,  times more than the Mexican salaryMexico has a clear advantage to attract jobs. It is one of the reasons why the country often has a very low unemployment rate, which currently stands at %. In comparison, unemployment in the United States is %. In fact, one of the objectives of the Donald Trump administration in the renegotiation of NAFTA is to have a stricter application of minimum wage laws throughout North America and the most acute problem is with Mexico. For almost two years, the Mexican peso has remained around its historical minimum, approximately five cents. Seen differently, a dollar has been worth between  and  pesos since the beginning of . I'm sorry.",
    "source": "cnnespanol.cnn.com",
    "date": "22/11/2017",
    "veracity": 1,
    "claims": [
        "Mexico will increase its minimum wage .",
        " dollars per day ( times less than in the United States ) Almost  millions of Mexicans will receive a salary increase next week: from  to  dollars per day.",
        "Mexico government and business leaders agreed to increase its minimum wage from December* to #NUMBER* pesos (the equivalent of #NUMBER* dollars).",
        "The previous minimum salary was #NUMBER* pesos.",
        "increase is good news for  millions of Mexicans who work one or two jobs with minimum wage.",
        "LEE: Against all odds, Mexico economy managed to survive Trump's first yearHowever, increase revives an essential complaint from American workers who voted for Trump's , partly because of promise to renegotiate NAFTA, the trade treaty between the United States, Canada and Mexico .",
        "Trump's Blames NAFTA, the trade treaty between the United States, Canada and Mexico for Losing Many Jobs in the U.S. · Global Voices.",
        "Cheap labor attracted U.S. companies to Mexico for decades.",
        "Robert Scott of the Institute of Economic Policy estimates that between  and  jobs were lost near  in the United States .",
        "NAFTA, the trade treaty between the United States, Canada and Mexico came into effect in .",
        "With the US national minimum wage in  dollars per hour  dollars for a working day of  hours,  times more than the Mexican Mexico has a clear advantage to attract jobs.",
        "It is one of the reasons why the country often has a very low unemployment rate, which currently stands at %.",
        "In comparison, unemployment in the United States is %.",
        "In fact, one of the objectives of the Donald Trump administration in the renegotiation of NAFTA is to have a stricter application of minimum wage laws throughout North America and the most acute problem is with Mexico.",
        "For almost two years, the Mexican peso has remained around its historical minimum, approximately five cents.",
        "Seen differently, a dollar has been worth between  and  pesos since the beginning of ."
    ]
}