{
    "id": "Economy_244",
    "claim": "Some congratulations that have been given since yesterday are from Alejandro Ramírez, CEO of Cinepolis and Ángel Gurria, Secretary General of the Organization for Economic Cooperation and Development (OECD). Congratulations and supportive comments from business and economic actors continue for Andres Manuel Lopez Obrador (AMLO) for his victory in the presidential elections. In previous months, during the electoral campaign of the Tabasqueño, there was discontent on the part of the business unions, especially for the new airport of Mexico City, however, analysts have emphasized that Lopez Obrador's speech has become reconciling. Some congratulations that have been given since yesterday are from Alejandro Ramírez, CEO of Cinepolis; Ángel Gurria, Secretary General of the Organization for Economic Cooperation and Development (OECD); and from American politician Bernie Sanders. Ricardo Salinas Pliego, founder and president of Grupo Salinas (Elektra, TV Azteca and Banco Azteca); Juan Pablo del Valle, president of the board of directors of the company Mexichem; businessman and activist Claudio X. González; social entrepreneur Patricia Armendáriz Guerra and others congratulated the candidate from Tabasqueño. For their part, the Mexican Association of Insurance Institutions (AMIS) sent congratulations to Lopez Obrador for his triumph. 'In the insurance industry we will be working together with the three government orders, especially with Andres Manuel Lopez Obrador, so that, in collaboration with the different sectors, we can promote strategies and public policies that promote the country's economy and thus bring the benefits of insurance to more Mexicans, and contribute to the well-being of families ', says Manuel Escobedo, president of AMIS. I'm sorry.",
    "source": "www.forbes.com.mx",
    "date": "02/07/2018",
    "veracity": 1,
    "claims": [
        "Some congratulations that have been given since yesterday are from Alejandro Ramírez, CEO of Cinepolis and Cinepolis .",
        "Congratulations and supportive comments from business and economic actors continue for Andres Manuel Lopez Obrador (AMLO) for the Organization for Economic Cooperation and Development (OECD) .",
        "In previous months, during the electoral campaign of the Tabasqueño, there was discontent on the part of the business unions, especially for the new airport of Mexico City, however, analysts have emphasized that Andres Manuel Lopez Obrador (AMLO) speech has become reconciling.",
        "Some congratulations that have been given since yesterday are from Alejandro Ramírez, CEO of Cinepolis ; Cinepolis ; and from American politician Bernie Sanders.",
        "Ricardo Salinas Pliego, founder and president of Grupo Salinas (Elektra, TV Azteca and Banco Azteca); Juan Pablo del Valle, president of the board of directors of the company Mexichem; businessman and activist Claudio X. González; social entrepreneur Patricia Armendáriz Guerra and others congratulated Andres Manuel Lopez Obrador (AMLO) .",
        "For part, Ángel Gurria, Secretary General of the Organization for Economic Cooperation and Development (OECD) sent congratulations to Andres Manuel Lopez Obrador (AMLO) for the Organization for Economic Cooperation and Development (OECD) .",
        "'In the insurance industry Ángel Gurria, Secretary General of the Organization for Economic Cooperation and Development (OECD) will be working together with the three government orders, especially with Andres Manuel Lopez Obrador (AMLO) , so that, in collaboration with the different sectors, Ángel Gurria, Secretary General of the Organization for Economic Cooperation and Development (OECD) can promote strategies and public policies that promote the country's economy and thus bring the benefits of insurance to more Mexicans, and contribute to the well-being of families ', says Manuel Escobedo, president of Ángel Gurria, Secretary General of the Organization for Economic Cooperation and Development (OECD) ."
    ]
}