{
    "id": "Economy_237",
    "claim": "WIKIpedIA WILL STOP FUNCTIONING THE WAY THEY ONLY GET TO JUNCLE USD DONATION DOLLARSUnited States. - The director of the 'Wikimedia Foundation 'responsible for managing the popular 'Wikipedia 'page, Jimmy Wales, revealed to the media that the cyber encyclopedia will close its doors next July after they only managed to raise USD dollars from the campaign donations they made to keep working. Jimmy pointed out that although the page officially recorded profits of more than USD million said money 'was only symbolic 'since not having direct sponsors the maintenance costs were getting higher and higher compared to their income, so they saw the need to launch the donation campaign in order not to close their doors: 'Wikipedia's success was indisputable because we always maintained an independent editorial line. We created the free encyclopedia to show the information as it is, without any political party or entrepreneur altering or censoring the data for their benefit. A website, however popular it may be, cannot remain without sponsors, of course receiving offers from powerful people who wanted to finance us but in exchange for censoring the content. If we agreed and sold the people would no longer be able to upload the reviews they wanted, the texts would be controlled by the sponsors and the page would lose its essence. We prefer (with all the pain of the world) to create the fundraising campaign, we thought netizens loved Wikipedia and were going to support us even if it was with USD meager dollar, it was really sad to realize that in  months we only managed to raise USD dollars. We feel betrayed because thanks to us thousands of students have been able to graduate as they did their jobs with what they found on our page ', he said. Wales points out that seeing their collection failed, they tried to contact the people who proposed to sponsor them again: 'We told them that we were willing to let them censor the information for their benefit but their pride was stronger and they decided to turn their backs on us. If we'd known people weren't gonna help us, we'd have sold out from the start. It is already a fact that the page will stop working, now students will have to search for their tasks in traditional encyclopedias (books) or manually write the texts they find on other pages since we were the only portal that allowed copy-paste without problems and that is why everyone consulted us ', he confessed. According to one expert, the reason the fundraiser failed is because the % of the public on the page are university students known as 'Studies ': 'Almost % of voters are university students who live a day, although they would like to donate many only have the exact money to survive in the week. The owners knew that and yet they decided to take risks, unfortunately the decision they made was not the best and that translates to the fact that they will now have to close the portal ', he said. I'm sorry.",
    "source": "www.elruinaversal.com",
    "date": "12/06/2017",
    "veracity": 0,
    "claims": [
        "We WILL STOP FUNCTIONING THE We thousands of students USD DONATION DOLLARSUnited thousands of students .",
        "thousands of students The director of the 'Wikimedia Foundation 'responsible for managing the popular 'Wikipedia 'page, Jimmy Wales thousands of students The director of the 'Wikimedia Foundation 'responsible for managing the popular 'Wikipedia 'page, Jimmy Wales he The director of the 'Wikimedia Foundation 'responsible for managing the popular 'Wikipedia 'page, Jimmy Wales We to the media the people who proposed to sponsor them again its doors next the people who proposed to sponsor them again after WIKIpedIA only managed to the people who proposed to sponsor them again USD dollars from the campaign the people who proposed to sponsor them again WIKIpedIA the people who proposed to sponsor them again to keep working.",
        "The director of the 'Wikimedia Foundation 'responsible for managing the popular 'Wikipedia 'page, Jimmy Wales the people who proposed to sponsor them again out that although the popular 'Wikipedia 'page officially recorded profits of more than USD million We profits of more than USD million 'was only symbolic 'since not having direct sponsors our page maintenance costs were students higher and higher compared students income, so WIKIpedIA saw the need to launch the donation campaign in students not to close its doors : We WIKIpedIA success was indisputable because WIKIpedIA always maintained an independent editorial line.",
        "WIKIpedIA created WIKIpedIA to one expert the information as the information is, without any political party or entrepreneur altering our page censoring the data for benefit.",
        "A website Almost % of voters A website may be, cannot remain without sponsors, of course receiving offers from powerful people who wanted to finance WIKIpedIA but in exchange The owners the content.",
        "The owners WIKIpedIA agreed and sold the people would no longer be able The owners upload the reviews the people wanted, the texts would be controlled by the sponsors and the page our page lose essence.",
        "WIKIpedIA prefer (with all the pain of the world) to create the donation campaign , WIKIpedIA thought netizens loved WIKIpedIA and were going to support WIKIpedIA even if support was with USD meager dollar, it was really sad to realize that in  months WIKIpedIA only managed to raise USD dollars.",
        "We feel betrayed because thanks to us thousands of students have been able to graduate as they did their jobs with what they found on our page ', he said.",
        "Wales points out that seeing their collection failed, they tried to contact the people who proposed to sponsor them again: 'We told them that we were willing to let them censor the information for their benefit but their pride was stronger and they decided to turn their backs on us.",
        "If we'd known people weren't gonna help us, we'd have sold out from the start.",
        "It is already a fact that the page will stop working, now students will have to search for their tasks in traditional encyclopedias (books) or manually write the texts they find on other pages since we were the only portal that allowed copy-paste without problems and that is why everyone consulted us ', he confessed.",
        "According to one expert, the reason the fundraiser failed is because the % of the public on the page are university students known as 'Studies ': 'Almost % of voters are university students who live a day, although they would like to donate many only have the exact money to survive in the week.",
        "The owners knew that and yet they decided to take risks, unfortunately the decision they made was not the best and that translates to the fact that they will now have to close the portal ', he said."
    ]
}