{
    "id": "Politica_97",
    "claim": "Companies from the richest conglomerates in the country, such as Sarmiento Angulo, Santodomingo, Gilinski and Squirilla Lülle, received subsidies from the National Government's Formal Employment Support Program (PAEF) during the pandemic. According to Confecámaras, 80% of the largest companies in Colombia obtained the profit, compared to 9% of the Mipymes that accessed the PAEF. According to W Radio, companies in the “large” and “very large” categories received resources from the National Government's Formal Employment Support Programme, PAEF, which has subsidized the payroll of 139. 032 companies in Colombia to mitigate the crisis caused by the pandemic. 3. 012 companies with more than 200 employees received these grants between June and November 2020 - the hardest time of the pandemic, i.e. only 2% of all those supported. The bulk of subsidies were received by micro, small and medium-sized enterprises: 136. 000. Although small businesses were apparently the most benefited, if the focus of analysis is changed, as Confecameras pointed out, it is emphasized that in the country, there are registered, in total, 3. 851 large companies, which means that 80% of them had profits. In contrast, by November 2020, only 9% of Mipymes had acceded to PAEF, i.e. 136. 000 out of a total of 1.5 million in the country with between 10 and 200 employees. In May 2020, the National Government announced subsidies to companies, amounting to 40 per cent of a minimum payroll wage, provided that they had had a 20 per cent reduction in their turnover, in order to protect employment and cash flow of companies. However, despite the fact that there are 1 in the country. 503. 363 formal enterprises only 152. 621 officially requested payroll allowance and 139. 032 received it because they met the requirements, which means that the government helped, 91.1% of the companies that requested help. In total the government turned in those seven months 5 billion pesos: $2. 3 billion for 80% of large and very large companies and $2. 6 billion for 9% of mipymes. Among the companies of the richest economic groups or entrepreneurs in Colombia that obtained the subsidy from the government to maintain their payroll are the Casa Editorial El Tiempo, the Hotel Estelar and the Concessionaria Via Andina, Coviandina, properties of the tycoon Luis Carlos Sarmiento Angulo. Other companies such as Jaime Gilinski Bacal, owner of products Yupi, Rimax Plastics, Hoteles Charleston Bogotá and Publications Week, as well as the Ardila Lulle Organization, the conglomerate of important companies such as Gaseos Postobon, Ingenio Incauca, Cristalería Peldar, Los Carros, Atletico Nacional, RCN Television, RCN Radio and Win Sports. Also obtained the profit the companies of Alejandro Santo Domingo heir of a business group that has important companies in media, in the field of commerce and tourism, and that also appears in the ranking of the men with the most money the country, and the companies of the Echavarría family, one of the most important conglomerates of Antioquia for its companies Warehouses Corona and for Sodimac – Homecenter and Falabella Colombia where they have shareholding. In December 2020, the PYM magazine noted that this year was difficult for companies because they had “reduced sales and demand for products; lower profitability; changes in consumption; fear of citizens; loss of jobs and lower wages; and difficulties in solving fixed costs; closure of businesses and suspension of contracts due to quarantine; shortage of raw materials and delays in deliveries; limitations on international trade”, according to a survey conducted by Colombian businessmen, where 60 companies participated. But the majority managed to recover from the aid they received from the state. I'm sorry.",
    "source": "www.infobae.com",
    "date": "23/02/2021",
    "veracity": 1,
    "claims": [
        "Companies from the National Government in the country , such companies Angulo, Santodomingo, Gilinski and Squirilla Lülle, received subsidies from the National Government's Formal Employment Support Program (PAEF) companies the National Government's Formal Employment Support Program (PAEF) during the pandemic .",
        "According to Confecámaras , 80% of the largest companies in the country obtained the profit, compared to 9% of the Mipymes that accessed the National Government's Formal Employment Support Program (PAEF) payroll allowance .",
        "payroll allowance to W 139. 032 companies payroll allowance the “large139. 032 and “very large” categories received resources the National Government the National Government's Formal Employment Support Programme, PAEFthe National Government subsidized the payroll of 139.",
        "032 companies in the country to mitigate the crisis caused by the pandemic .",
        "012 companies with more than 200 employees the companies of the richest economic groups or entrepreneurs in Colombia that obtained the subsidy from the government to maintain their payroll .",
        "the companies of the richest economic groups or entrepreneurs in Colombia that obtained the subsidy from the government to maintain their payroll were received by micro, small and medium-sized enterprises: 136.",
        "Although small businesses were apparently the most benefited, if the focus of analysis is changed, as Confecámaras pointed out, it is emphasized that in the country , there are registered, in total, 3. 851 large companies .",
        "3. 851 large companies , which means that 80% of 3. 851 large companies had profits.",
        "In contrast, by November 2020 , only 9% of Mipymes had acceded to the National Government's Formal Employment Support Program (PAEF) , i.e. 136.",
        "000 out of a total of 1.5 million in the country with between 10 and 200 employees.",
        "In May 2020, the National Government announced subsidies to companies, amounting to 40 per cent of a minimum payroll wage, provided that they had had a 20 per cent reduction in their turnover, in order to protect employment and cash flow of companies.",
        "However, despite the fact that there are 1 in the country.",
        "363 formal enterprises only 152.",
        "621 officially requested payroll allowance and 139.",
        "032 received it because they met the requirements, which means that the government helped, 91.1% of the companies that requested help.",
        "In total the government turned in those seven months 5 billion pesos: $2.",
        "3 billion for 80% of large and very large companies and $2.",
        "6 billion for 9% of mipymes.",
        "Among the companies of the richest economic groups or entrepreneurs in Colombia that obtained the subsidy from the government to maintain their payroll are the Casa Editorial El Tiempo, the Hotel Estelar and the Concessionaria Via Andina, Coviandina, properties of the tycoon Luis Carlos Sarmiento Angulo.",
        "Other companies such as Jaime Gilinski Bacal, owner of products Yupi, Rimax Plastics, Hoteles Charleston Bogotá and Publications Week, as well as the Ardila Lulle Organization, the conglomerate of important companies such as Gaseos Postobon, Ingenio Incauca, Cristalería Peldar, Los Carros, Atletico Nacional, RCN Television, RCN Radio and Win Sports.",
        "Also obtained the profit the companies of Alejandro Santo Domingo heir of a business group that has important companies in media, in the field of commerce and tourism, and that also appears in the ranking of the men with the most money the country, and the companies of the Echavarría family, one of the most important conglomerates of Antioquia for its companies Warehouses Corona and for Sodimac – Homecenter and Falabella Colombia where they have shareholding.",
        "In December 2020, the PYM magazine noted that this year was difficult for companies because they had “reduced sales and demand for products; lower profitability; changes in consumption; fear of citizens; loss of jobs and lower wages; and difficulties in solving fixed costs; closure of businesses and suspension of contracts due to quarantine; shortage of raw materials and delays in deliveries; limitations on international trade”, according to a survey conducted by Colombian businessmen, where 60 companies participated.",
        "But the majority managed to recover from the aid they received from the state."
    ]
}