{
    "id": "Politica_103",
    "claim": "Felipe González took on a very important role a year ago in the heyday of the proces, both to oppose the independenceists and to stop Pedro Sánchez internally in the PSOE. But it was of little value and, following the motion of censure, he has kept a distance, in some way complicit, with a government president whom he actually rejects even if he does not say so. Until this Thursday, he has returned to be him to send several deep messages to his successor, to his partners and on the political situation in Spain. Sánchez has made it very clear that if he were once again president of the government, he would not want anything to depend on Podemos. And both the current tenant of Moncloa and his preferred partner, Pablo Iglesias, have issued a devastating warning to the story of the Republican debate that the second launches and the first does not slow down. 'I prefer 800 million times more the head of the State we have, even the previous one (in reference to Franco), than the one they admire ', González has said in a burning defense of the institutional model implanted in Spain since 1978. Reclaim of PodemosWith more development, the former president of the government Felipe González has pointed out this Thursday that 'he is not concerned 'that the force of a government depends on Podemos or its secretary general, Pablo Iglesias, although he has apostillated that, 'if I were president of the government, I would not like'. In addition, it has indicated that 'whether or not to participate in a coalition is determined, not by the individual personality of each one, but by the convergence or divergence of the projects that you submit for your country'. 'This is what conditions it, not the simulation that can be done at one time or another ', González added in an informative breakfast of Europa Press Andalusia organized in Seville with the presence of Susana Díaz. To the question of whether he would include Churches in a government, he replied that he did not believe that the leader of Podemos 'liked me very much ', just as it might happen to him in the opposite direction, but he had declared himself 'willing to speak to everyone ', although 'there are some elements that could be essential that would make it very difficult, unless there was convergence of positions '. If instead of King Philip was the former president or president of the Republic they would be disqualifying him as president of the Republic 'Similarly, regarding the visit of Churches to prison to meet with the former vice president of the Generalitat of Catalonia Oriol Junqueras while negotiating the General State Budgets of 2019, González has pointed out that 'everyone can do what he wants with his time 'and in any case he has heard several representatives of the Socialist Executive of Pedro Sánchez clarify that the leader of Podemos did not act on 'commission 'of the Government, so the representative of the purple party 'does not seem to be authorized by anyone '. In any case, he has drawn attention to the fact that when Iglesias left the meeting with the Lehendakari, Inigo Urkullu, said that 'we have already done what we had to do, now it is up to him to move tabular to the Government, also in budgetary matters'. 'Excuse me? Also? What was not that 'also', which seems to be the center of what he talks about? Will it be the construction of a plurinational Bolivian self-determination? ', González has been questioned. A mysterious 'also 'The former president has insisted that 'what caught his attention the most 'was that 'also 'that slipped Churches 'when he left Urkullu ', and has commented that the leader of Podemos 'has periods of maximum exposure and other periods of immersion and rest '. On the draft budget itself that the Government has agreed with Unidos Podemos, González has pointed out that he has seen it is that 'they are rather positive 'and 'prudently, timidly positive ', in addition to 'prudently countercyclical, complying with the requirements 'of the Minister of Economy, Nadia Calviño, 'not those of the European Union ', according to apostillado. In this vein, he has indicated that the European Union is 'a process of cession of sovereignty in every agreement taken to share 'that sovereignty ', not for the exercise of it by another to whom he can blame one's clumsiness '. In defense of MonarchyOn the other hand, the former President of the Government has also pronounced himself on the letter that Unidas Podemos-En Comú-En Marea has sent to the Royal House addressed to Juan Carlos I to ask him to appear at his own request in the Congress of Deputies, with the aim of explaining 'his institutional activity as head of State for more than 38 years and as Emeritus King since 2014 ', and to clarify whether he is involved in corruption cases. In this regard, the former President has pointed out that it is 'an exponent 'of the 'kind of cavalry burden 'that he believes is now 'against the monarchic institution and the head of the State ', and in line with this he has indicated that when it 'is raised from the separatists it is thought that they are against King Felipe because it is monarchy or because of the speech of 3 October 'of 2017, although, as he has recalled, before that day the August attacks in Catalonia occurred, 'and the disqualifications and shouts 'when the monarch moved to Barcelona to participate in the demonstration against these terrorist acts 'were the same ones that after 3 October'. In this regard, he expressed the view that 'if instead of King Philip he was the former President or the President of the Republic they would be disqualifying him as President of the Republic'. 'They want to pose a problem that does not exist because they do not know how to solve the problems that exist ', he added. González has spoken of a 'liquidationist interest ', of 'destabilizing ', and has pointed out that he has never been 'a monarchist, but it is rightly said that I have defended the institution more than any other ', and he has pointed out that he does not know 'where 'the 'jokers who want to put in crisis the stability of the constitutional coexistence in order to liquidate it '. I'm sorry.",
    "source": "www.esdiario.com",
    "date": "16/11/2018",
    "veracity": 0,
    "claims": [
        "Felipe González took on a very important role the European Union , both he the European Union and to stop Pedro Sánchez internally Podemos the convergence or divergence of the projects that you submit for your country' .",
        "the convergence or divergence of the projects that you submit for your country' sovereignty the draft budget itself that the Government has agreed with Unidos Podemos the convergence or divergence of the projects that you submit for your country' Felipe González sovereignty kept a distance, in some way complicit, with Iglesias sovereignty Iglesias not Iglesias so.",
        "Until this Thursday , Felipe González has returned to be Felipe González to send several deep that 'also', which seems to be the center of what he talks about to successor, to partners and on that 'also', which seems to be the center of what he talks about the European Union Spain .",
        "González has made that 'also', which seems to be the center of what he talks about very clear that if the leader of Podemos González the European Union the government we Pedro Sánchez would he want anything to depend on we .",
        "we Felipe González González the European Union his preferred partner, Pablo Iglesias , have the former President of the Government the Lehendakari, Inigo Urkullu the former President of the Government the Lehendakari, Inigo Urkullu sovereignty the Lehendakari, Inigo Urkullu that 'also', which seems to be the center of what he talks about and the first does that 'also', which seems to be the center of what he talks about Juan Carlos I .",
        "Juan Carlos I the Lehendakari, Inigo Urkullu King Philip times more the head of Juan Carlos I the separatists (in reference King Philip Franco), than the the Republic ', sovereignty said in a burning Churches of the institutional model the Government the separatists .",
        "Reclaim of Podemos more that 'also', which seems to be the center of what he talks about , Felipe González the Government Felipe González González sovereignty this Thursday the European Union not everyone Podemos 3 October 'of 2017 a government depends on Podemos or his preferred partner, Pablo Iglesias 3 October 'of 2017 his preferred partner, Pablo Iglesias , although Felipe González has apostillated thatthe leader of Podemos of the government , Felipe González would not like'.",
        "In additionthe leader of Podemos not to participate in a coalition is determined, not by the individual personality of each one, but by the convergence or divergence of the projects that you submit for your country'.",
        "'This is what conditions it, not the simulation that can be done at one time or another ', González added in an informative breakfast of Europa Press Andalusia organized in Seville with the presence of Susana Díaz.",
        "To the question of whether he would include Churches in a government, he replied that he did not believe that the leader of Podemos 'liked me very much ', just as it might happen to him in the opposite direction, but he had declared himself 'willing to speak to everyone ', although 'there are some elements that could be essential that would make it very difficult, unless there was convergence of positions '.",
        "If instead of King Philip was the former president or president of the Republic they would be disqualifying him as president of the Republic 'Similarly, regarding the visit of Churches to prison to meet with the former vice president of the Generalitat of Catalonia Oriol Junqueras while negotiating the General State Budgets of 2019, González has pointed out that 'everyone can do what he wants with his time 'and in any case he has heard several representatives of the Socialist Executive of Pedro Sánchez clarify that the leader of Podemos did not act on 'commission 'of the Government, so the representative of the purple party 'does not seem to be authorized by anyone '.",
        "In any case, he has drawn attention to the fact that when Iglesias left the meeting with the Lehendakari, Inigo Urkullu, said that 'we have already done what we had to do, now it is up to him to move tabular to the Government, also in budgetary matters'.",
        "'Excuse me? Also? What was not that 'also', which seems to be the center of what he talks about? Will it be the construction of a plurinational Bolivian self-determination? ', González has been questioned.",
        "A mysterious 'also 'The former president has insisted that 'what caught his attention the most 'was that 'also 'that slipped Churches 'when he left Urkullu ', and has commented that the leader of Podemos 'has periods of maximum exposure and other periods of immersion and rest '.",
        "On the draft budget itself that the Government has agreed with Unidos Podemos, González has pointed out that he has seen it is that 'they are rather positive 'and 'prudently, timidly positive ', in addition to 'prudently countercyclical, complying with the requirements 'of the Minister of Economy, Nadia Calviño, 'not those of the European Union ', according to apostillado.",
        "In this vein, he has indicated that the European Union is 'a process of cession of sovereignty in every agreement taken to share 'that sovereignty ', not for the exercise of it by another to whom he can blame one's clumsiness '.",
        "In defense of MonarchyOn the other hand, the former President of the Government has also pronounced himself on the letter that Unidas Podemos-En Comú-En Marea has sent to the Royal House addressed to Juan Carlos I to ask him to appear at his own request in the Congress of Deputies, with the aim of explaining 'his institutional activity as head of State for more than 38 years and as Emeritus King since 2014 ', and to clarify whether he is involved in corruption cases.",
        "In this regard, the former President has pointed out that it is 'an exponent 'of the 'kind of cavalry burden 'that he believes is now 'against the monarchic institution and the head of the State ', and in line with this he has indicated that when it 'is raised from the separatists it is thought that they are against King Felipe because it is monarchy or because of the speech of 3 October 'of 2017, although, as he has recalled, before that day the August attacks in Catalonia occurred, 'and the disqualifications and shouts 'when the monarch moved to Barcelona to participate in the demonstration against these terrorist acts 'were the same ones that after 3 October'.",
        "In this regard, he expressed the view that 'if instead of King Philip he was the former President or the President of the Republic they would be disqualifying him as President of the Republic'.",
        "'They want to pose a problem that does not exist because they do not know how to solve the problems that exist ', he added.",
        "González has spoken of a 'liquidationist interest ', of 'destabilizing ', and has pointed out that he has never been 'a monarchist, but it is rightly said that I have defended the institution more than any other ', and he has pointed out that he does not know 'where 'the 'jokers who want to put in crisis the stability of the constitutional coexistence in order to liquidate it '."
    ]
}