{
    "id": "Politica_145",
    "claim": "It seems implausible that some political figures want to repeat the 2018 electoral scenario. The two major electoral blocs that have been formed so far in the so-called alternative sector are proof of this: one block with Petro and another without Petro. And so, the public debate has again focused on figures and not on political projects. The discussion should focus more on what Colombia needs and not so much on who Colombia needs. It is difficult to find a politician who likes everyone, but it is possible to build a political program that favors the great majorities of the country. It is striking that the ‘block without Petro' is called ‘center'. Much has been said about this term and will continue to be said, but I insist, this idea of the political center, in the Colombian electoral debate, is a clear campaign strategy. Why is there so much talk about the center?It is not because of what the center as a political ideology represents, but because Fajardo did well in the last campaign, almost happens to the second round and many would now like to occupy that space. Moreover, for at least 60 years, the political debate in Colombia has not taken place in terms of political ideologies. A brief historical account will help to understand this argument. The National Front, established in 1958 through the December 1957 plebiscite, was an agreement between the Conservative Party and the Liberal Party to end bipartisan violence. This agreement consisted of equally dividing all the bureaucratic and administrative posts of the State: political parity in the three branches of public power and alternation in the Presidency of the Republic from 1962 to 1974. The National Front erased any ideological differences that might exist between the two parties and weakened them; it contributed to increasing electoral abstention, and the party struggle became a struggle for bureaucratic positions. The constitutional reform of 1968, in the government of Carlos Lleras Restrepo, established that the National Front would not end in 1974, but in 1978, and that “appropriate and equitable participation of the majority party other than that of the President of the Republic” would be established from 7 August of that year. It was former President Virgilio Barco (1986-1990) who proposed in his electoral campaign the dismantling of the paragraph 1 of the 120th Noticia of the Constitution of 1886, introduced in the reform of 68. Barco said that the institutions of interpartisan engagement were no longer necessary. In this regard, this was what the magazine ‘Week' said in June 1986: “Even if a scenography of democracy persisted, it became increasingly difficult to deny the accusation that the two traditional parties had been confused into one. Colombia was becoming, like Mexico, a one-party regime, with the difference that in the Aztec country this was accepted head-on without any pretensions to disguise it, while here, the theater that there were possibilities of alternation in the governing party began to leave a sense of deception. The feeling that those who won would end up ruling with the same ones would take root more and more in the electorate.”. Thus the “binomial government-opposition” was installed, which caused a division within the Conservative Party. The leader of that party, former president Misael Pastrana, considered that his party's participation in the Barco government was neither “appropriate” nor “equitable” and decided to tell his co-partisans to withdraw from the government. Many didn't listen to him, they didn't want to lose their position. Some conservatives decided to participate in the Barco government under “personal and technical title,” what is now known as “mermelada”. And so our political system continued to function. As I mentioned at the beginning, for at least 60 years in political debates political ideologies have not been mobilized, but positions regarding the armed conflict: negotiating or continuing the war?It is an electoral strategy that the extreme right calls its party “Democratic Center”, that Duque calls himself “extreme center” or that Fajardo and others consider his option to be in the “center” of two extremes. In no case do they refer to the centre as a political ideology. The question then remains: what is the country project of the so-called centre?",
    "source": "www.eltiempo.com",
    "date": "16/02/2021",
    "veracity": 1,
    "claims": [
        "It seems implausible that some political figures want to repeat the 2018 electoral scenario.",
        "The two major electoral blocs that have been formed so far in the so-called alternative sector are proof the Republic block with Petro and The National Front another without Petro .",
        "And so, the public debate has again focused on figures the two parties projects.",
        "The discussion should focus more on what Colombia needs and not so much on who Colombia needs.",
        "It is difficult to find a politician The constitutional reform of 1968 it is possible to build a political program that favors the great The National Front Colombia .",
        "It is 1974 that 1978 another without Petro is called ‘center'.",
        "Much has been said about this term and will continue to be said, but the Republic this idea of the political center, in the 1978 electoral former President Virgilio Barco (1986-1990) .",
        "former President Virgilio Barco (1986-1990) is there so much talk about the center?It is not because of what the center as a political ideology represents, but because Fajardo did The constitutional reform of 1968 campaign, almost happens to the second round and many would now like to occupy that space.",
        "Moreover, for at least 60 years, the political debate in Colombia has not taken place in terms of political ideologies.",
        "A brief historical account will help to understand this the two parties .",
        "the two parties , established in 1958 through the December 1957 plebisciteMexico was an agreement between the Conservative Party and Mexico this end bipartisan violence.",
        "This agreement consisted of equally dividing all the bureaucratic and administrative posts of the State: political parity in the three branches of public power and alternation in the Presidency of the Republic from 1962 to 1974.",
        "The National Front erased any ideological differences that might exist between the two parties and weakened them; it contributed to increasing electoral abstention, and the party struggle became a struggle for bureaucratic positions.",
        "The constitutional reform of 1968, in the government of Carlos Lleras Restrepo, established that the National Front would not end in 1974, but in 1978, and that “appropriate and equitable participation of the majority party other than that of the President of the Republic” would be established from 7 August of that year.",
        "It was former President Virgilio Barco (1986-1990) who proposed in his electoral campaign the dismantling of the paragraph 1 of the 120th Noticia of the Constitution of 1886, introduced in the reform of 68.",
        "Barco said that the institutions of interpartisan engagement were no longer necessary.",
        "In this regard, this was what the magazine ‘Week' said in June 1986: “Even if a scenography of democracy persisted, it became increasingly difficult to deny the accusation that the two traditional parties had been confused into one.",
        "Colombia was becoming, like Mexico, a one-party regime, with the difference that in the Aztec country this was accepted head-on without any pretensions to disguise it, while here, the theater that there were possibilities of alternation in the governing party began to leave a sense of deception.",
        "The feeling that those who won would end up ruling with the same ones would take root more and more in the electorate.",
        "Thus the “binomial government-opposition” was installed, which caused a division within the Conservative Party.",
        "The leader of that party, former president Misael Pastrana, considered that his party's participation in the Barco government was neither “appropriate” nor “equitable” and decided to tell his co-partisans to withdraw from the government.",
        "Many didn't listen to him, they didn't want to lose their position.",
        "Some conservatives decided to participate in the Barco government under “personal and technical title,” what is now known as “mermelada”.",
        "And so our political system continued to function.",
        "As I mentioned at the beginning, for at least 60 years in political debates political ideologies have not been mobilized, but positions regarding the armed conflict: negotiating or continuing the war?It is an electoral strategy that the extreme right calls its party “Democratic Center”, that Duque calls himself “extreme center” or that Fajardo and others consider his option to be in the “center” of two extremes.",
        "In no case do they refer to the centre as a political ideology.",
        "The question then remains: what is the country project of the so-called centre?."
    ]
}