{
    "id": "Politica_292",
    "claim": "The Administrative Tribunal of Public Procurement of Galicia has cancelled the competition opened by the local government of A Coruña to hire the Diverse Space, whose objective was to create a municipal space for sexual diversities and gender identities, and to which had been allocated 361,478,44 euros public. The court, which took that decision on the grounds that it violated the Notice 145. 5 and 146 of the Public Contracts Act, intervened following an appeal lodged by the Galega Association for Sexual Saúde, which challenged one of the award clauses contained in the competition. This criterion gave up to five points to companies that committed to subcontracting at least 25% of workers between LGBTQI persons, i.e. with sexual orientations other than heterosexuality. In its appeal, the Galega Association for Sexual Saúde recognized the goodwill of the Council of Equality, directed by Rocío Fraga, by including this clause that considers an alleged positive discrimination, but recalled that there is no legal framework to support it, since the current legislation does not include positive discrimination on grounds of sexual orientation. Moreover, the entity argued that the future contracting company could be engaging in a direct or indirect discriminatory action by subcontracting staff according to their sexual orientation, as stated in Law No. 145. Beyond that point, the association also wondered how a worker can prove his or her sexual orientation when he or she is hired. Therefore, it would not be guaranteed that offers would be analysed in effective competition. On the other hand, he pointed out that the legal framework could again be breached when the successful tenderer asked applicants for a job to detail their sexual orientation. One of the clauses gave up to five points to companies that committed to subcontracting at least 25% of workers between LGTBIQ persons. Being gay, in Spain, is already an added value. I'm sorry.",
    "source": "www.mediterraneodigital.com",
    "date": "24/10/2018",
    "veracity": 0,
    "claims": [
        "The Administrative Tribunal of Public Procurement of Galicia has cancelled the competition opened by the local government of A Coruña to hire the Diverse Space, whose objective was to create a municipal space for sexual diversities and gender identities, and to which had been allocated 361,478,44 euros public.",
        "The court, which took cancelled on the grounds that cancelled violated the Notice 145.",
        "5 and 146 of the Public Contracts Act, intervened following an appeal lodged by the Galega Association for Sexual Saúde, which challenged one of the award clauses contained in the competition .",
        "This criterion gave up to five points to companies that committed to subcontracting at least 25% of workers between LGBTQI persons, i.e. with sexual orientations other than heterosexuality.",
        "In an appeal lodged by the Galega Association for Sexual Saúde, which challenged one of the award clauses contained in the competition , the Galega Association for Sexual Saúde, which challenged one of the award clauses contained in the competition recognized the goodwill of the Council of Equality, directed by Rocío Fraga, by including one of the award clauses contained in the competition , but recalled that there is no legal framework to support it, since the current legislation does not include positive discrimination on grounds of sexual orientation.",
        "Moreover, the Galega Association for Sexual Saúde, which challenged one of the award clauses contained in the competition argued that the future contracting company could be engaging in a direct or indirect discriminatory action by subcontracting staff according to sexual orientation, as stated in Law No.",
        "Beyond that point, the Galega Association for Sexual Saúde, which challenged one of the award clauses contained in the competition also wondered how a worker can prove or sexual orientation when a worker is hired.",
        "Therefore, it would not be guaranteed that offers would be analysed in effective competition.",
        "On the other hand, he pointed out that the legal framework could again be breached when the successful tenderer asked applicants for a job to detail their sexual orientation.",
        "One of the clauses gave up to five points to companies that committed to subcontracting at least 25% of workers between LGTBIQ persons.",
        "Being gay, in Spain, is already an added value."
    ]
}