{
    "id": "Politica_82",
    "claim": "In the midst of a bloody battle between PP and Ciudadanos over the political space of the center right, these two formations have chosen to shield their pact of government in Andalusia with an extension of the agreement signed two years ago that guarantees stability until the end of the legislature. This is an addition of five points that add to that pact, endorsed this Tuesday by the Governing Council, and which stands out above all for including a kind of 'Pact Anti-Transfuguism bis' with which they undertake not to remove elected positions, after the national leadership of the PP has failed to comply with the original Anti-Transfuguism Pact, which it signed in Congress, by promoting and accepting three Cs fugitives to thwart the motion of censure in Murcia and to preserve the regional government. The initiative, cooked during the weekend while PP and Cs were shooting to death on social networks, has left the team of President Juan Manuel Moreno Bonilla to his government partners, according to sources of Presidency. The first clause of this addendum is precisely the commitment to exhaust the mandate, until the elections are formally held, at the end of 2022. 'In Spain there is political instability, not in Andalusia ', has sentenced the vice president of the Board and regional leader of Cs, Juan Marín. The other most important clause is the commitment that neither PP nor Cs 'shall favour or accept any transfer of public representatives or elected from one party to another of the Government ', i.e. that they shall not admit the escape of leaders of Cs to the PP, as has happened in Murcia, nor vice versa. Point two of this addendum reads as follows: 'Respect for the autonomy of the two parties that make up the Andalusian Government, with the commitment that there should be no movement between political formations with parliamentary representation'. This clause against transfuguism implies that the Andalusian PP and President Moreno Bonilla depart from the national strategy of their party, whose general secretary, Teodoro García Egea, has appealed to the public representatives and elected citizens to leave their party and 'return to the PP house'. The orange formation fit this message as an 'assault ', 'a hostile, gruesome and disrespectful takeover'. The Andalusian president has understood that Pablo Casado's strategy to swallow Ciudadanos, after the political earthquake in Murcia and Madrid, can destabilize his Executive, the most'solid'center right coalition of all those signed by PP and Cs in Spain, and the first alternative of government in Andalusia, after 37 years of the PSOE in power. 'We have spent four decades complaining that the PP did not have other parties with which to agree in Andalusia and now that there is one, that has helped us to break down the socialists, will we charge it? ', insist sources close to Moreno, aware that 'today, Cs and Vox reach an Andalusian electorate that is not yet within the reach of the PP'. This new 'stability agreement 'has been presented after the Governing Council by Marin and the Board spokesman, Elias Bendodo, the two most visible sides of the coalition. Both have stressed that the legislature pact signed two years ago is '90 per cent fulfilled ', and that the expansion announced on Tuesday comes to 'strengthen 'the commitments and 'ensure the stability of the Andalusian Executive until the elections, which take place at the end of 2022 '.'We have signed that in this legislature, everyone stays where they are. Let's finish it where we start, and then we'll see ', Bendodo has summed up, not mentioning at any time the word'transfugal '[in fact, it doesn't appear in the signed document]. The spokesman of the Board is the one who has transferred the agreement with Citizens to the secretary general of the PP, and has explained that the PP 'has understood and supports the decision to give greater stability to the Andalusian Government, so that there is no interference or external noise '. Bendodo has tried to explain that 'it is not incompatible 'the call of García Egea for the public offices of Cs to pass to the PP with the new pact anti-transfuguism of Andalusia. 'I agree with the national leadership of the party, the PP is an open door party to enter and leave ', he insisted. But the joint appearance of Marin and Bendodo has immediately revealed the different views on the political crisis facing their parties. Why this agreement if you have already signed the Anti-Tranfuguism Pact, which affects the same commitment? 'An Anti-Transfuguism Pact was agreed and signed by the two of us, and now there is an agreement between PP and Cs in Andalusia to ensure that the rules of the game are respected this time ', Marín stressed. Asked if the PP's national leadership had failed to comply with the Anti-Transfuguism Pact, signed a few months ago in Congress, Bendodo has answered emphatically that no; and Marín has replied that'in Andalusia no, but in Murcia I am clear that yes'.'For me those three Cs counselors are fugitives ', he has riveted. The other three points of the stability guarantee agreement deepen the Government's commitments that have already been developed: 'Shielding of health, education and social policies '; 'Economic drive and compliance with the road map for economic reactivation, for which priority is given to the implementation of a second Support Plan for the sectors affected by the health and economic crisis, which will be adopted imminently '; 'Deepening democratic regeneration and reform policy, after decades of mismanagement and corruption of socialist governments in Andalusia'. I'm sorry.",
    "source": "www.eldiario.es",
    "date": "17/03/2021",
    "veracity": 1,
    "claims": [
        "Board between PP and Ciudadanos over the political space Marin and the Board spokesman, Elias Bendodo, the two most visible sides of the coalition with an extension of the agreement signed two years ago that guarantees stability until the end of the legislature .",
        "the Andalusian PP and President Moreno Bonilla add to that pact, endorsed this Tuesday the Andalusian PP and President Moreno Bonilla the Governing Council, and which stands out above all for including a the public representatives and elected citizens PP and Ciudadanos everyone their party to remove elected 's , after the national leadership of PP the Board spokesman, Elias Bendodo to comply with the original Anti-Transfuguism the word'transfugal ' President Moreno Bonilla by promoting and accepting Pablo Casado's the Board spokesman, Elias Bendodo their party of censure in Murcia and Board government.",
        "The initiative, This new 'stability agreement ' during the weekend while This new 'stability agreement ' PP and Ciudadanos were shooting to death on PP networks, has left the team of President Juan Manuel Moreno Bonilla Andalusia to government partners, according We sources the Board spokesman, Elias Bendodo .",
        "The first clause PP an extension of the agreement signed two years ago that guarantees stability until the end of the legislature is precisely the commitment to exhaust the Andalusia , until the elections This new 'stability agreement ' held, at We end of 2022.",
        "'In Spain there is the Board spokesman, Elias Bendodo instability, not in Andalusia This new 'stability agreement ' the vice president of the Board and regional the Board spokesman, Elias Bendodo of Ciudadanos , Juan Marín.",
        "The other most important clause is the commitment that neither PP nor Ciudadanos 'shall favour or accept any transfer of public representatives or elected from one party to another of the Government ', i.e. that PP and Ciudadanos shall not admit the escape of leaders of Ciudadanos to PP , as has happened in Murcia , nor vice versa.",
        "Point two of this addendum reads as follows: 'Respect for the autonomy of the two parties that make up the Andalusian Government, with the commitment that there should be no movement between political formations with parliamentary representation'.",
        "This clause against transfuguism implies that the Andalusian PP and President Moreno Bonilla depart from the national strategy of their party, whose general secretary, Teodoro García Egea, has appealed to the public representatives and elected citizens to leave their party and 'return to the PP house'.",
        "The orange formation fit this message as an 'assault ', 'a hostile, gruesome and disrespectful takeover'.",
        "The Andalusian president has understood that Pablo Casado's strategy to swallow Ciudadanos, after the political earthquake in Murcia and Madrid, can destabilize his Executive, the most'solid'center right coalition of all those signed by PP and Cs in Spain, and the first alternative of government in Andalusia, after 37 years of the PSOE in power.",
        "'We have spent four decades complaining that the PP did not have other parties with which to agree in Andalusia and now that there is one, that has helped us to break down the socialists, will we charge it? ', insist sources close to Moreno, aware that 'today, Cs and Vox reach an Andalusian electorate that is not yet within the reach of the PP'.",
        "This new 'stability agreement 'has been presented after the Governing Council by Marin and the Board spokesman, Elias Bendodo, the two most visible sides of the coalition.",
        "Both have stressed that the legislature pact signed two years ago is '90 per cent fulfilled ', and that the expansion announced on Tuesday comes to 'strengthen 'the commitments and 'ensure the stability of the Andalusian Executive until the elections, which take place at the end of 2022 '.'We have signed that in this legislature, everyone stays where they are.",
        "Let's finish it where we start, and then we'll see ', Bendodo has summed up, not mentioning at any time the word'transfugal '[in fact, it doesn't appear in the signed document].",
        "The spokesman of the Board is the one who has transferred the agreement with Citizens to the secretary general of the PP, and has explained that the PP 'has understood and supports the decision to give greater stability to the Andalusian Government, so that there is no interference or external noise '.",
        "Bendodo has tried to explain that 'it is not incompatible 'the call of García Egea for the public offices of Cs to pass to the PP with the new pact anti-transfuguism of Andalusia.",
        "'I agree with the national leadership of the party, the PP is an open door party to enter and leave ', he insisted.",
        "But the joint appearance of Marin and Bendodo has immediately revealed the different views on the political crisis facing their parties.",
        "Why this agreement if you have already signed the Anti-Tranfuguism Pact, which affects the same commitment? 'An Anti-Transfuguism Pact was agreed and signed by the two of us, and now there is an agreement between PP and Cs in Andalusia to ensure that the rules of the game are respected this time ', Marín stressed.",
        "Asked if the PP's national leadership had failed to comply with the Anti-Transfuguism Pact, signed a few months ago in Congress, Bendodo has answered emphatically that no; and Marín has replied that'in Andalusia no, but in Murcia I am clear that yes'.",
        "'For me those three Cs counselors are fugitives ', he has riveted.",
        "The other three points of the stability guarantee agreement deepen the Government's commitments that have already been developed: 'Shielding of health, education and social policies '; 'Economic drive and compliance with the road map for economic reactivation, for which priority is given to the implementation of a second Support Plan for the sectors affected by the health and economic crisis, which will be adopted imminently '; 'Deepening democratic regeneration and reform policy, after decades of mismanagement and corruption of socialist governments in Andalusia'."
    ]
}