{
    "id": "Politica_81",
    "claim": "There are many kinds of democracy, the best political system after others, as Churchill said, but the one with the most appellation of origin of Spain is undoubtedly the democracy of the pucherazos. There's nothing strange about that, in a country of rogues, corrupt, cantamanas, meapilas, sellers of hairs and all that stuff. If St. Theresa of Jesus said that God is also among the pots, one could say that the communist revolution is also among the pots. In them there are pottages of very different composition, with various ingredients, textures and cocktails: we have what are the pucherazos themselves, but then we also have pronouncements, noises, frauds, revolutions more or less armed, coups de estado, motions of censorship..For a time, the pucherazo was an emanation of the Spanish provincial caciquiismo, typical of rural environments where the lords, the landlords and the rural nobility imposed their law. But when the workers' movement began to take centre stage, this perspective changed, because it is known that both anarchists, socialists, communists, separatists, and all that patulea have absolutely no scruples when it comes to taking power, and they don't care to organize a Potemkin than an assault on some palace; to organize an electoral tomato with street violence, which adulterates records and false accounts; or even put urns in the morgues, the tanatoriums and the cemeteries, so that the zombies also give them their confidence. This is how the military espedades, friends of marching for lodges that led assaults on power in the 19th centurySpartero, Riego, O'Donnell, Prim, etc. All Masonsthe workers' redeemers, the proletarian messiahs, who cried out against bourgeois democracy, saying that they cared about liberties, that they were democrats only if they won the elections, and wanted even a civil war as long as the Bolshevik red flag was waved in Spain. Nothing unusual under the red sun, as for murderers and torturers who raped nuns, dug up mummies, burned convents and churches, massacred in their Czech macabras, and executed for carrying a rosary and going to Mass without any remorse, organizing an electoral fraud was sinful minuta. The pucherazo is but a light coup d'etat, decaf, since this is a deluxe pucherazo, fine cinnamon of supreme quality, the apotheosic climax so desired by the palace raiders, performance that is undoubtedly more spectacular to be left in the history books. The left is also an expert in coup, because it is she who has starred in all, absolutely all, those that have taken place in contemporary Spain, since the National Uprising cannot be considered as such, because both the Republic and the Popular Front took power fraudulently, which deprives them of all legitimacy. It is elementary that the left should be pucheril and coup, because its supposed moral superiority comes precisely from the fact that it can do all the misdeeds it wants with total impunity, because, lacking ethical principles and the slightest scruple, having no respect for the laws that do not favor its interests, by splashing in the Luciferina sewers of atrocious atheism, they can execute their frauds as whistling, as if it were the most natural thing in the world, feeling entitled to the coup and the pout, because they represent the people, they are progressive, and all that rubbish. That is why the Left has never apologized for its barbassadas, for its innumerable crimes, and they give themselves the luxury of blaming their victims, as is the case with the iniquitous historical memory, for for for it the end justifies the means. In almost all the elections of the 20th century, all the victories of the left were due either to electoral fraud, or to a coup d'etat, explicit or not: The pact of San Sebastián of the year 1930, the coup d'etat of the elections of the year 31, when the monarchists handed power surprisingly to the Republicans when it was they who had won the elections, the coup d'etat of 1933 – when the left threatened an insurrection if it ruled the CEDA, which had obtained the majority in the elections –, the armed revolution of October of the year 34, the arousing fraud of the year 36..Since the Transition, all this democratic garbage of the pucherazos has continued, despite the fact that they are not sufficiently known, because modern electronic means allow to erase the traces of this misdemeanour, since it is no longer carried out the presentation of an electoral record showing brazen tachaduras, additions, scrapes and amendments, as happened in the fraudulent elections of the year 36. Thus, the 23F was an authentic self-coup of state with which it was intended to favor the coming to power of the socialists, as well as the 11M, which allowed access to the power of the Zapatistas, and the same can be said of the coup hidden in the motion of fateful censorship that brought us the nauseating Sanchismo. Hit by blow, and not verse by verse, is how the Reds want to take our homeland to the Tartaros landfills, that is, the NOM. And along with the beatings, there are suspicions of punching: in 1993 there were serious irregularities in the census of some provinces, where whole right-wing neighborhoods were erased from the electoral census. In these elections the Electoral Board accused the PSOE of violating information neutrality, reaching limits that blushed to their own and strangers, according to the TVE workers themselves. The most typical thing about punching is that it affects those seats that are decided for a very small amount of votes. In this sense, the most suspicious elections were those of 1996, where polls skated in a loud way, winning Jose María Aznar only for fifteen seats, when the polls gave him a far greater advantage. This last-minute vote change was very significant, as well as suspicious, as there was a spectacular turnaround at the last moment of the vote. The height of the hills is that these red messiahs also cheat among themselves, organizing pucherazos even in the same primaries that organize to elect their leaders. It is well known the scandal that Zapatero organized when he was elected as the PSOE leader in Leon, arriving to put ballot boxes in the cemeteries so that the dead could vote for him. But we hadn't seen anything yetexcept for the ultramegagolpist Largo Caballerobecause pucheril perfection is in Sanchez, a liar and dancer, perfectus detritus de la dictacracia, Rasputin quasi tavernario, a Faustic character like Luis candelas, felon, megalomaniac, narcissist..as much as adjectives I put it, I will never stop describing him as he deserves, but undoubtedly the one that best fits him is the one dedicated to him by many articulists: psychopath. From caste comes to the greyhound, as Sánchez starred in an alevoso pucherazo at the same headquarters of Ferraz in October 2016, when, behind a screen, and without any authorization, Sánchez's supporters began a vote in an urn on the holding of an extraordinary express Congress. Vote without control, without censors, without intervention, this pucheraz provoked disgust and tears even among the members closest to it. Then came his doctoral thesis, pucherazo cum laude, but it is not necessary to forget his activity in Caja Madrid at the same time of the scandal of the preferential ones, neither the plugs to the Begoñísima, nor that it was surrounded by a cabinet cum fraud without parallel, where many of its components are addicted to the fiscal pucheras of creating ghost societies to evade taxes. The PSOE raised this evil crow that seeks to take our eyes, our moneys, and the Spains. In his impressive career as a macarra rasputinesca, the icing was the coup d'etat he disguised with the motion of censure. Such a sinister character, with a total lack of scruples, is more than willing to falsify an election, to organize the punch that it takes for no one to get him out of his Falcon, would be missing more. Can anyone doubt it?Now, in a country like Spain, is it possible that a pucheraz can be produced?The reality is that, since Tezanos arrived at the CIS, every month we are attending a pucheraso of law, with those crazy polls that yield scandalously rigged results in favor of the PSOE, which they do not believe themselves. But, spinning thinner, one wonders whether these predictions are but a way to make a possible socialist punch more credible, advancing those incredible results so that later, when they materialize, they do not cause so much as amazement or indignation, using the tactics of the already said, and arguing that the hidden vote was of the PSOE. Naturally, in the elections of 28-A there will be acts of picaresca, not to mention otherwise, on the part of supporters of the left against ballots of center-right: theft, manipulations in order to turn them into invalid ballots, harassment at the exit of the governors of the schools after the writing of the minutes.. A whole host of macarrero acts in which the left is so expert. There may even be zombies who abandon their tannatories and fields to exercise their democratic right. Nor should it be ruled out that all immigrants who can, even if they do not have the right to vote, should be included in the census, since it is clear that this group is voting on the left. For putting up a case, we already had the Guadalajara scandal. But while it is highly unlikely that the votes of polling stations can be manipulated, since everything is done by hand, the same is not the case when the results of the electoral records are sent to the Matrix of the Ministry of the Interior, where the company in charge of counting the votes and awarding the seats will be located, since this process is carried out by a company, which is well aware of the cracks and fissures through which the votes can be changed, a process which, moreover, will be in the hands of a handful of people. Surprisingly, for the elections, the State has terminated the contract with Indra, the traditional company that has been in charge of this task for quite some time, and that, despite the fact that it has not been able to avoid suspicions in some electoral processes in which it intervenedin Hispanic America above allit was doing badly that its task was well. Now the dealership is the company SCYTL, also Catalan and linked to George Soros, which organized an electronic vote election in Switzerland that turned out to be a fiasco, for its lack of security. But the pearl of this possible hacking that awaits us is in the anti-hacking decree that has been pulled out of the sleeve of the government, in order to protect the electoral results from possible cyber attacks, claiming that they have already occurred in some elections in other countries. According to this decree, a new body - the Sub-Committee on Information Security in Electoral Processes, attached to the Higher Committee for Information Security - consisting of six senior officials appointed by the Government, will draw up a protocol against the falsification of electoral data, and will have the power to suspend the publication of provisional data on the ballot, which means that we may not know the results until a couple of days later, when the final data are given, passing a margin of two days in the interim during which the results can be cooked. Another suspicion lies in the obvious fact that it will not be possible to know with certainty the veracity of that alleged attack by the hackers, or its extent, if it actually occurs. Under what criteria will it be determined whether or not to suspend provisional scrutiny?What guarantees of reliability does a computer program have that clearly admits its weakness to a cyber attack on the Ministry of the Interior, or its website?The case is that we will have two days of darkness where Spain will be in the belly of the whale, from a monstrous Matrix, from which another Popular Front can emerge. Just as no one in his right mind would buy Sanchez a used car, it is impossible for a citizen aware minimally of his rufianesque calaña not to harbour suspicion that this psychopath is willing to everything in order to continue to feel the unceasing caress of the Monclovita velvet. The possibility that Sánchez is plotting something fat is a rumor that grows with the passing of the days, even from people close to the Moncloa, an unstoppable runrun that sets many patriots on the edge, a tidal wave that threatens to turn into reality the nightmare of attending a red-separate revolution in Spain, which would undoubtedly lead us to a pre-war situation. And it is that the PSOE, that of the hundred years of beating and barbarism, that of the thousand and a pucherazos, can be defined perfectly with this sentence of the movie Death among the flowers: It is a cheater, just like his brother. I'm sorry.",
    "source": "www.alertadigital.com",
    "date": "23/04/2019",
    "veracity": 0,
    "claims": [
        "There are many the Left of democracy, the best political system after the Left , as Churchill zombies who abandon their tannatories and fields to exercise their democratic right an electronic vote election in Switzerland that turned out to be a fiasco, for its lack of security .",
        "all immigrants who can, even if they do not have the right to vote Spain they Spain his Spain they Spain .",
        "the government of Jesus said that God is also among the pots the PSOE possible cyber attacks communist revolution is also among the pots his .",
        "In the pots the PSOE the elections of the year 31 him the TVE workers themselves an alevoso pucherazo textures the Republicans punching have what the Republicans the pucherazos the elections of the year 31 the PSOE but then the PSOE also have pronouncementsthe PSOE him , revolutions more or less armed, coups de the government of censorship..For a time, the pucherazo Jose María Aznar of the those incredible results an alevoso pucherazo the year 36 environments those incredible results all this democratic garbage of the pucherazos imposed the results .",
        "But when the workers' movement began to take centre him The left the PSOE changed, because it is known these red messiahs the results both anarchists, socialists, communists, separatists, and all that patulea these red messiahs both anarchists, socialists, communists, separatists, and all that patulea the Begoñísima both anarchists, socialists, communists, separatists, and all that patulea have absolutely no a cabinet cum fraud without parallel ballots of center-right a cabinet cum fraud without parallel , and both anarchists, socialists, communists, separatists, and all that patulea doa cabinet cum fraud without parallel that alleged attack by the hackers both the Republic and the Popular Front that alleged attack by the hackers both the Republic and the Popular Front some that alleged attack by the hackers it the PSOE organize the 23F electoral tomato with street violence, which adulterates records The left false accountsZapatero even put urns in The left morgues, the a computer program cemeteries, so that the zombies a computer program also give both anarchists, socialists, communists, separatists, and all that patulea confidence.",
        "the Ministry of the Interior , friends of marching for lodges that led assaults on power in the 19th centurySpartero, Riego, O'Donnell, Prim, etc.",
        "All Masonsthe workers' redeemers, the proletarian messiahsThe left who cried out The left bourgeois whistling , saying that they cared about liberties, that they were democrats only if they won the elections, and The left even a civil war The left as the Bolshevik red flag was waved in Spain.",
        "Nothing unusual under the red sun, as for murderers and torturers who raped nuns, dug up mummies, burned convents and churches, massacred in their Czech macabras, and executed for carrying a rosary and going to Mass without any remorse, organizing an electoral fraud was sinful minuta.",
        "The pucherazo is but a light coup d'etat, decaf, since this is a deluxe pucherazo, fine cinnamon of supreme quality, the apotheosic climax so desired by the palace raiders, performance that is undoubtedly more spectacular to be left in the history books.",
        "The left is also an expert in coup, because it is she who has starred in all, absolutely all, those that have taken place in contemporary Spain, since the National Uprising cannot be considered as such, because both the Republic and the Popular Front took power fraudulently, which deprives them of all legitimacy.",
        "It is elementary that the left should be pucheril and coup, because its supposed moral superiority comes precisely from the fact that it can do all the misdeeds it wants with total impunity, because, lacking ethical principles and the slightest scruple, having no respect for the laws that do not favor its interests, by splashing in the Luciferina sewers of atrocious atheism, they can execute their frauds as whistling, as if it were the most natural thing in the world, feeling entitled to the coup and the pout, because they represent the people, they are progressive, and all that rubbish.",
        "That is why the Left has never apologized for its barbassadas, for its innumerable crimes, and they give themselves the luxury of blaming their victims, as is the case with the iniquitous historical memory, for for for it the end justifies the means.",
        "In almost all the elections of the 20th century, all the victories of the left were due either to electoral fraud, or to a coup d'etat, explicit or not: The pact of San Sebastián of the year 1930, the coup d'etat of the elections of the year 31, when the monarchists handed power surprisingly to the Republicans when it was they who had won the elections, the coup d'etat of 1933 – when the left threatened an insurrection if it ruled the CEDA, which had obtained the majority in the elections –, the armed revolution of October of the year 34, the arousing fraud of the year 36..Since the Transition, all this democratic garbage of the pucherazos has continued, despite the fact that they are not sufficiently known, because modern electronic means allow to erase the traces of this misdemeanour, since it is no longer carried out the presentation of an electoral record showing brazen tachaduras, additions, scrapes and amendments, as happened in the fraudulent elections of the year 36.",
        "Thus, the 23F was an authentic self-coup of state with which it was intended to favor the coming to power of the socialists, as well as the 11M, which allowed access to the power of the Zapatistas, and the same can be said of the coup hidden in the motion of fateful censorship that brought us the nauseating Sanchismo.",
        "Hit by blow, and not verse by verse, is how the Reds want to take our homeland to the Tartaros landfills, that is, the NOM.",
        "And along with the beatings, there are suspicions of punching: in 1993 there were serious irregularities in the census of some provinces, where whole right-wing neighborhoods were erased from the electoral census.",
        "In these elections the Electoral Board accused the PSOE of violating information neutrality, reaching limits that blushed to their own and strangers, according to the TVE workers themselves.",
        "The most typical thing about punching is that it affects those seats that are decided for a very small amount of votes.",
        "In this sense, the most suspicious elections were those of 1996, where polls skated in a loud way, winning Jose María Aznar only for fifteen seats, when the polls gave him a far greater advantage.",
        "This last-minute vote change was very significant, as well as suspicious, as there was a spectacular turnaround at the last moment of the vote.",
        "The height of the hills is that these red messiahs also cheat among themselves, organizing pucherazos even in the same primaries that organize to elect their leaders.",
        "It is well known the scandal that Zapatero organized when he was elected as the PSOE leader in Leon, arriving to put ballot boxes in the cemeteries so that the dead could vote for him.",
        "But we hadn't seen anything yetexcept for the ultramegagolpist Largo Caballerobecause pucheril perfection is in Sanchez, a liar and dancer, perfectus detritus de la dictacracia, Rasputin quasi tavernario, a Faustic character like Luis candelas, felon, megalomaniac, narcissist..as much as adjectives I put it, I will never stop describing him as he deserves, but undoubtedly the one that best fits him is the one dedicated to him by many articulists: psychopath.",
        "From caste comes to the greyhound, as Sánchez starred in an alevoso pucherazo at the same headquarters of Ferraz in October 2016, when, behind a screen, and without any authorization, Sánchez's supporters began a vote in an urn on the holding of an extraordinary express Congress.",
        "Vote without control, without censors, without intervention, this pucheraz provoked disgust and tears even among the members closest to it.",
        "Then came his doctoral thesis, pucherazo cum laude, but it is not necessary to forget his activity in Caja Madrid at the same time of the scandal of the preferential ones, neither the plugs to the Begoñísima, nor that it was surrounded by a cabinet cum fraud without parallel, where many of its components are addicted to the fiscal pucheras of creating ghost societies to evade taxes.",
        "The PSOE raised this evil crow that seeks to take our eyes, our moneys, and the Spains.",
        "In his impressive career as a macarra rasputinesca, the icing was the coup d'etat he disguised with the motion of censure.",
        "Such a sinister character, with a total lack of scruples, is more than willing to falsify an election, to organize the punch that it takes for no one to get him out of his Falcon, would be missing more.",
        "Can anyone doubt it?Now, in a country like Spain, is it possible that a pucheraz can be produced?The reality is that, since Tezanos arrived at the CIS, every month we are attending a pucheraso of law, with those crazy polls that yield scandalously rigged results in favor of the PSOE, which they do not believe themselves.",
        "But, spinning thinner, one wonders whether these predictions are but a way to make a possible socialist punch more credible, advancing those incredible results so that later, when they materialize, they do not cause so much as amazement or indignation, using the tactics of the already said, and arguing that the hidden vote was of the PSOE.",
        "Naturally, in the elections of 28-A there will be acts of picaresca, not to mention otherwise, on the part of supporters of the left against ballots of center-right: theft, manipulations in order to turn them into invalid ballots, harassment at the exit of the governors of the schools after the writing of the minutes.. A whole host of macarrero acts in which the left is so expert.",
        "There may even be zombies who abandon their tannatories and fields to exercise their democratic right.",
        "Nor should it be ruled out that all immigrants who can, even if they do not have the right to vote, should be included in the census, since it is clear that this group is voting on the left.",
        "For putting up a case, we already had the Guadalajara scandal.",
        "But while it is highly unlikely that the votes of polling stations can be manipulated, since everything is done by hand, the same is not the case when the results of the electoral records are sent to the Matrix of the Ministry of the Interior, where the company in charge of counting the votes and awarding the seats will be located, since this process is carried out by a company, which is well aware of the cracks and fissures through which the votes can be changed, a process which, moreover, will be in the hands of a handful of people.",
        "Surprisingly, for the elections, the State has terminated the contract with Indra, the traditional company that has been in charge of this task for quite some time, and that, despite the fact that it has not been able to avoid suspicions in some electoral processes in which it intervenedin Hispanic America above allit was doing badly that its task was well.",
        "Now the dealership is the company SCYTL, also Catalan and linked to George Soros, which organized an electronic vote election in Switzerland that turned out to be a fiasco, for its lack of security.",
        "But the pearl of this possible hacking that awaits us is in the anti-hacking decree that has been pulled out of the sleeve of the government, in order to protect the electoral results from possible cyber attacks, claiming that they have already occurred in some elections in other countries.",
        "According to this decree, a new body - the Sub-Committee on Information Security in Electoral Processes, attached to the Higher Committee for Information Security - consisting of six senior officials appointed by the Government, will draw up a protocol against the falsification of electoral data, and will have the power to suspend the publication of provisional data on the ballot, which means that we may not know the results until a couple of days later, when the final data are given, passing a margin of two days in the interim during which the results can be cooked.",
        "Another suspicion lies in the obvious fact that it will not be possible to know with certainty the veracity of that alleged attack by the hackers, or its extent, if it actually occurs.",
        "Under what criteria will it be determined whether or not to suspend provisional scrutiny?What guarantees of reliability does a computer program have that clearly admits its weakness to a cyber attack on the Ministry of the Interior, or its website?The case is that we will have two days of darkness where Spain will be in the belly of the whale, from a monstrous Matrix, from which another Popular Front can emerge.",
        "Just as no one in his right mind would buy Sanchez a used car, it is impossible for a citizen aware minimally of his rufianesque calaña not to harbour suspicion that this psychopath is willing to everything in order to continue to feel the unceasing caress of the Monclovita velvet.",
        "The possibility that Sánchez is plotting something fat is a rumor that grows with the passing of the days, even from people close to the Moncloa, an unstoppable runrun that sets many patriots on the edge, a tidal wave that threatens to turn into reality the nightmare of attending a red-separate revolution in Spain, which would undoubtedly lead us to a pre-war situation.",
        "And it is that the PSOE, that of the hundred years of beating and barbarism, that of the thousand and a pucherazos, can be defined perfectly with this sentence of the movie Death among the flowers: It is a cheater, just like his brother."
    ]
}