{
    "id": "Politica_80",
    "claim": "Mandela never forgot those who treated him well. He always remained faithful to his jailer, Christo Brand, an individual who once was out of prison had no practical use for him, and to his son Riaan, whom he held in prison when he was a baby. Brand, a good-looking man who talked about Mandela almost like any other friend, told me that in prison he always called him “Mr. Brand” while he called him simply “Nelson”. This custom never changed, not even when Mandela came to the presidency and Brand phoned him to congratulate him. Mandela had given him his house number, a detail that Brand had with the same naturalness that when he mentioned that they met again in Amsterdam in 2002: “He introduced me to the Queen of Holland and I helped him climb the stairs”. Mandela invited Brand to celebrate his 80th birthday at the presidential residence in Pretoria in 1998, an event in which he also announced the marriage to his third wife, the woman with whom he would finally discover lasting happiness, Graça Machel, widow of whom he was President of Mozambique, Samora Machel, and former Minister of Education in his Government. Mandela organized Brand's trip from Cape Town. It was the first time in his life that he got on a plane. Seven years later it would be Mandela who would fly to his city to visit him. He had sent greeting cards to Riaan every year since he had been released from prison. As he grew older, he attached notes requiring him to be disciplined in his studies. When he finished school, he helped him access a professional diving course. “Mandela always told me that I considered Riaan to be my own responsibility,” Brand said. I don't know any fellows who didn't have any devotion for him, no matter how much experience he had or cynical he was. And in December 2005, another traffic accident. Riaan died at the age of 22. Christo Brand was at the tanatorium identifying his son's body when Mandela called him to offer his condolences and tell him that he wanted to travel there and go to the funeral. “But it was the next day and he couldn't attend,” Brand said, “so as soon as he could, he came to visit me at my house in Cape Town.”. With me he was also kind without need. I wrote him a note the week I was leaving South Africa in early 1995, after six years as a correspondent. I faxed the note and 15 minutes later I got a call from one of his secretaries from the Union Buildings asking me if I could have lunch with the president on Thursday, two days later. I said yes. The secretary told me that this was an occasion on which there would be about fifty people present to celebrate the birthday of an old arms partner of Mandela, Yusuf Cachalia. Then I'd find out through Amina, Cachalia's wife, that Mandela had phoned her before inviting me to ask her if she cared. When his word shift arrived at the meal, he extended in his old friendship with Yusuf Cachalia, but also found time to refer to me cordially a couple of times. Needless to say, I succumbed to your personal charm, but I have the comfort of knowing that I wasn't the only one of the journalists to whom the same thing happened. I don't know any fellow who didn't feel devotion for him, no matter how experienced he was or cynical he was. My friend Bill Keller, who was editor-in-chief of the South African office of the New York Times during my reporting period there, who won a Pulitzer Prize for his work on the fall of the Soviet Union and later became the editor of the Times, once told me in his office that none of the exalted political personalities he had met were equal to Mandela. Zelda la Grange [her personal assistant], who could know much better than us, also said that she had never met anyone comparable to him. He told me that he loved his sense of humor, that no one among all the supposedly great ones was able to laugh at himself as Mandela did before others, “but with grace”. As he said, the best feature of his person was actually very simple: “His humanity. His way of being a great human being. The question that people often ask is whether it is true that he was not resentful, and the answer is very simple: no! He has never shown a slightest hint of it. If I had been in his place, I wouldn't have behaved like this!So he's a special, extraordinary human being. He's very generous, and that's how he cares about normal people. He really wants to know how your father, your mother or your brother is doing when he asks you.”. Zelda said that was the reason I admired him, but it was actually much more than that: I loved him. Love, or something very similar, was also how I felt about him John Reinders. A year after Mandela left the presidency, Reinders, who continued in the Cabinet serving his successor, Thabo Mbeki, received a phone call from his former boss asking him if he and his family could go to his home for lunch the following Sunday. Tears swept through Reinders' cheeks as he told me how he presented himself with his wife and two teenage children at Mandela's house in Johannesburg. I was hoping to be part of a big meeting, but there was only John, his wife, the boys, and Mandela. “We sat down to eat, but before we started, Mandela got up and raised his glass. He did not address me, but my wife and children. He apologized to them for making me work so hard. He said he had too often deprived them of my company as husband and father. Then he looked at me, looked back at them again and said: ‘But he performed his duties in an excellent way. Excellent!”. After lunch, Mandela accompanied Reinders and his family to the door and escorted them to his car. “He stood there saying goodbye with his hand with that beautiful and huge smile until we walked away. We all greeted him back.”. Why did he invite them to eat and dedicate that speech of gratitude and apology to the wife and children of John Reinders?Because he put into private practice the same values that he promulgated on the public stage; because in the privacy of his home, far from the television cameras, he always behaved in a generous, respectful, kind and courteous manner without any personal or political interest. Mandela's smile, by John Carlin, is already on sale edited by Debate. 192 pages. EUR 15,90. I'm sorry.",
    "source": "elpais.com",
    "date": "06/12/2013",
    "veracity": 1,
    "claims": [
        "He me forgot Reinders' I Mandela well.",
        "me no one among all the supposedly great ones Reinders' no one among all the supposedly great ones his wife and two teenage children Mandela's his Riaan of an old arms partner of Mandela, Yusuf Cachalia me an old arms partner of Mandela, Yusuf Cachalia his son Riaan, whom he held in prison when he was a baby I his son Riaan, whom he held in prison when he was a baby Riaan Reinders' Amina, Cachalia's wife his wife two teenage children his son Riaan, whom he held in prison when he was a baby .",
        "Mandela's He We his Brand, a good-looking man who talked about Mandela almost like any other friend me Brand, a good-looking man who talked about Mandela almost like any other friend Amina, Cachalia's wife Mandela's Brand, a good-looking man who talked about Mandela almost like any other friend Mandela Mandela's told me Mandela's me prison Brand, a good-looking man who talked about Mandela almost like any other friend always called his wife and two teenage children while Brand, a good-looking man who talked about Mandela almost like any other friend called an old arms partner of Mandela, Yusuf Cachalia his wife and two teenage children “NelsonReinders' .",
        "This custom never changed, not Riaan when Mandela his wife and two teenage children his Mandela's presidency and Brand, a good-looking man who talked about Mandela almost like any other friend phoned Riaan to Mandela's me .",
        "Mandela me Brand, a good-looking man who talked about Mandela almost like any other friend house his , Reinders' detail that Reinders' had with the He naturalness that when He mentioned Mandela's they me again Reinders and his family : “Mandela Mandela Brand, a good-looking man who talked about Mandela almost like any other friend to the Reinders and his family of Mandela's Brand, a good-looking man who talked about Mandela almost like any other friend helped He climb the stairs”.",
        "Mandela's invited Brand, a good-looking man who talked about Mandela almost like any other friend to He 80th birthday me his the New York Times in I in 1998, an me Reinders and his family which his me the his his third wife, the his wife and two teenage children Reinders, who continued in the Cabinet serving his successor, Thabo Mbeki of whom Mandela was Mandela's of his Machel, and former Minister Mandela Mandela's He Zelda la Grange [her personal assistant], who could know much better than us .",
        "Zelda la Grange [her personal assistant], who could know much better than us .",
        "It was the first Zelda la Grange [her personal assistant], who could know much better than us in life that Brand, a good-looking man who talked about Mandela almost like any other friend got on a plane.",
        "Mandela years later it would be Mandela who would fly to city to visit Brand, a good-looking man who talked about Mandela almost like any other friend .",
        "He had sent greeting cards to Riaan every year since he had been released from prison.",
        "As he grew older, he attached notes requiring him to be disciplined in his studies.",
        "When he finished school, he helped him access a professional diving course.",
        "“Mandela always told me that I considered Riaan to be my own responsibility,” Brand said.",
        "I don't know any fellows who didn't have any devotion for him, no matter how much experience he had or cynical he was.",
        "And in December 2005, another traffic accident.",
        "Riaan died at the age of 22.",
        "Christo Brand was at the tanatorium identifying his son's body when Mandela called him to offer his condolences and tell him that he wanted to travel there and go to the funeral.",
        "“But it was the next day and he couldn't attend,” Brand said, “so as soon as he could, he came to visit me at my house in Cape Town.",
        "With me he was also kind without need.",
        "I wrote him a note the week I was leaving South Africa in early 1995, after six years as a correspondent.",
        "I faxed the note and 15 minutes later I got a call from one of his secretaries from the Union Buildings asking me if I could have lunch with the president on Thursday, two days later.",
        "The secretary told me that this was an occasion on which there would be about fifty people present to celebrate the birthday of an old arms partner of Mandela, Yusuf Cachalia.",
        "Then I'd find out through Amina, Cachalia's wife, that Mandela had phoned her before inviting me to ask her if she cared.",
        "When his word shift arrived at the meal, he extended in his old friendship with Yusuf Cachalia, but also found time to refer to me cordially a couple of times.",
        "Needless to say, I succumbed to your personal charm, but I have the comfort of knowing that I wasn't the only one of the journalists to whom the same thing happened.",
        "I don't know any fellow who didn't feel devotion for him, no matter how experienced he was or cynical he was.",
        "My friend Bill Keller, who was editor-in-chief of the South African office of the New York Times during my reporting period there, who won a Pulitzer Prize for his work on the fall of the Soviet Union and later became the editor of the Times, once told me in his office that none of the exalted political personalities he had met were equal to Mandela.",
        "Zelda la Grange [her personal assistant], who could know much better than us, also said that she had never met anyone comparable to him.",
        "He told me that he loved his sense of humor, that no one among all the supposedly great ones was able to laugh at himself as Mandela did before others, “but with grace”.",
        "As he said, the best feature of his person was actually very simple: “His humanity.",
        "His way of being a great human being.",
        "The question that people often ask is whether it is true that he was not resentful, and the answer is very simple: no! He has never shown a slightest hint of it.",
        "If I had been in his place, I wouldn't have behaved like this!So he's a special, extraordinary human being.",
        "He's very generous, and that's how he cares about normal people.",
        "He really wants to know how your father, your mother or your brother is doing when he asks you.",
        "Zelda said that was the reason I admired him, but it was actually much more than that: I loved him.",
        "Love, or something very similar, was also how I felt about him John Reinders.",
        "A year after Mandela left the presidency, Reinders, who continued in the Cabinet serving his successor, Thabo Mbeki, received a phone call from his former boss asking him if he and his family could go to his home for lunch the following Sunday.",
        "Tears swept through Reinders' cheeks as he told me how he presented himself with his wife and two teenage children at Mandela's house in Johannesburg.",
        "I was hoping to be part of a big meeting, but there was only John, his wife, the boys, and Mandela.",
        "“We sat down to eat, but before we started, Mandela got up and raised his glass.",
        "He did not address me, but my wife and children.",
        "He said he had too often deprived them of my company as husband and father.",
        "Then he looked at me, looked back at them again and said: ‘But he performed his duties in an excellent way.",
        "After lunch, Mandela accompanied Reinders and his family to the door and escorted them to his car.",
        "“He stood there saying goodbye with his hand with that beautiful and huge smile until we walked away.",
        "Why did he invite them to eat and dedicate that speech of gratitude and apology to the wife and children of John Reinders?Because he put into private practice the same values that he promulgated on the public stage; because in the privacy of his home, far from the television cameras, he always behaved in a generous, respectful, kind and courteous manner without any personal or political interest.",
        "Mandela's smile, by John Carlin, is already on sale edited by Debate.",
        "192 pages.",
        "EUR 15,90."
    ]
}