{
    "id": "Politica_107",
    "claim": "VOX denounces the granting of development aid money to LGTBI associations and feminists at national level. He asked the Government what projects justified such national associations to be financed with money for international cooperation. For the period from 3 February 2016 to 30 May 2019, the Government of Spain has granted, through the Ministry of Foreign Affairs, European Union and Cooperation, 1. 884 grants worth more than EUR 630 million (631. 179. EUR 143.19). The chollo of being feminist in Spain: 93 million euros in grantsThese grants, especially those granted through the Spanish Agency for International Cooperation for Development, should be focused on the purposes that are specific to the aforementioned public institutions – Ministry of Foreign Affairs, Agency for International Cooperation.. – and, however, among these more than 600 million euros there are numerous items intended for LGTBI associations and feminist associations at national level. Why?What projects justify the granting of this money to all Spaniards?The State subsidizes with 77. 277 euros to a feminist activist who is in favor of paedophiliaIt is the question that raises to the Government the deputy of the VOX Parliamentary Group for Madrid and member of the Commission for International Cooperation for Development, Carla Toscano:- Which associations LGTBI and feminists at national level have received grants from the Ministry of Foreign Affairs, Union Europe and Cooperation, in particular from the Spanish Agency for International Cooperation for Development destined for Development Cooperation?The 'chiringuito' of the 2. 000 feminist associations that want to close VOX in Andalusia-What concrete activities, services and/or projects are carried out by these associations that have justified the receipt of subsidies by the aforementioned public bodies?The government now has, according to News 190 of the Rules of Procedure of the Congress, a period of 20 days to respond, being able to extend this period at the request of the Executive for another 20 days more. I'm sorry.",
    "source": "www.mediterraneodigital.com",
    "date": "13/08/2019",
    "veracity": 0,
    "claims": [
        "VOX denounces the granting of development aid money to LGTBI associations and feminists at national level.",
        "VOX asked the Government what projects justified such national associations to be financed with money for international cooperation.",
        "For the period from 3 February 2016 to 30 May 2019, the Government has granted, through the Ministry of Foreign Affairs , European Union and Cooperation, 1.",
        "884 grants worth more than EUR 630 million (631.",
        "EUR 143.19).",
        "The chollo of being feminist in the Government : 93 million euros in grantsThese grants, especially those granted through the Spanish Agency for International Cooperation for Development , should be focused on the purposes that are specific to the aforementioned public institutions – Ministry of Foreign Affairs, Agency for International Cooperation .. – and, however, among 93 million euros in grantsThese there are numerous items intended for LGTBI associations and feminist associations at national level.",
        "Why?What projects justify the granting of development aid money to all Spaniards?The State subsidizes with 77.",
        "277 euros to a feminist activist who is in favor of paedophiliaIt is the question that raises to the Government VOX Which associations LGTBI and feminists at national level have received grants from the Ministry of Foreign Affairs , Union Europe and Cooperation, in particular from the Spanish Agency for International Cooperation for Development destined for Development Cooperation?The 'chiringuito' of the 2. 000 feminist associations that want to close VOX in Andalusia .",
        "the 2. 000 feminist associations that want to close VOX in Andalusia -What concrete activities, services and/or projects are carried out by the 2. 000 feminist associations that want to close VOX in Andalusia that have justified the receipt of subsidies by the aforementioned public institutions – Ministry of Foreign Affairs, Agency for International Cooperation government now has, according to News 190 of the Rules of Procedure of the Congress, a period of 20 days to respond, being able to extend a period of 20 days at the request of the Executive for another 20 days more."
    ]
}