{
    "id": "Politica_57",
    "claim": "The NBC broadcast on March 9 an extensive interview that political tertuliana Megyn Kelly conducted with Russian President Vladimir Putin. A day later, the Kremlin's official website featured the full interview, from which it follows that the channel cut off some of Putin's sentences to the American public. Both the title of the program'Fighting Putin'and the aggressive way Megyn Kelly conducted the interview were aimed at inciting the viewer to a sense of confrontation between the journalist and the president. In the middle of the dialogue, the president even had to make a small comment to Kelly and told her that'it is not very polite that I am constantly interrupting'. In the full version of the interview, posted on the Kremlin website, Kelly apologizes to Putin, but those apologies were not shown in the version published by NBC. And this is not the only fragment of the encounter that was not shown to the American viewer. While it is common in journalistic work to cut interviews  especially when they are television and the answers are extended for a long time  it is always important to reveal the key ideas that the interviewee wants to convey, especially if he explicitly asks them to reach the public. However, this was not the case in the interview of the Russian president that NBC broadcast on prime time. Sputnik has compiled some of Putin's ideas that the American television viewer failed to see. On U.S. law to interfere in other countries' politicsThe issue of the Kremlin's alleged interference in past U.S. presidential elections was at the center of the interview. During the dialogue, Megyn Kelly tried to 'bomb' Vladimir Putin with accusations of having planned and perpetrated the attack, something the Russian president denied saying that, apart from hypothesis, no evidence has yet been presented involving the Russian government. In one of the many comments, Vladimir Putin mentioned the issue of continued US interference in Russia's political life.'I'd like you to listen well to me and let your viewers know what I'll tell you next. When we deal with our American partners, state representatives, we tell them that they constantly interfere in our political life. Imagine, they don't even deny it ', he said. What they cut from the interview was Putin's reply on how U.S. officials defended their right to interfere in other countries. 'And what did [American officials] respond to?They said, 'Yes, we interfere, but we have the right to do so because we are leading democracy. But you can't, you can't. Do you think this is a civilized and modern way to conduct international relations?'Putin asked Kelly, without finding an answer. Later, the Russian leader answered the question about a possible future rapprochement between Moscow and Washington. Putin mentioned the issue of U.S. involvement in the coup in Ukraine as the main drawback to achieving that rapprochement. However, that Putin replica was also cut from the final version issued in the US. 'I could ask you another question: why did you favor the coup d'etat in Ukraine?What did you do it for?You recognized that you spent millions of dollars on that?. His officials told him publicly. I'm sorry.",
    "source": "mundo.sputniknews.com",
    "date": "11/03/2018",
    "veracity": 1,
    "claims": [
        "The NBC broadcast on March 9 an extensive interview that political tertuliana Megyn Kelly conducted with Russian President Vladimir Putin the Kremlin's an extensive interview that political tertuliana Megyn Kelly conducted with Russian President Vladimir Putin .",
        "A day later, the Kremlin's official website the interview the Kremlin's official website the interview the Megyn Kelly , from which Vladimir Putin The NBC cut off some of Russian President Vladimir Putin sentences to the American public.",
        "Both Vladimir Putin program'Fighting Putin'and the aggressive way political tertuliana Megyn Kelly conducted an extensive interview that political tertuliana Megyn Kelly conducted with Russian President Vladimir Putin were aimed the Kremlin's to a sense of confrontation Vladimir Putin political tertuliana Megyn Kelly and Russian President Vladimir Putin .",
        "In the middle of the dialogueRussia's political life had to Megyn Kelly a small comment to political tertuliana Megyn Kelly and Megyn Kelly political tertuliana Megyn Kelly that'it is not very polite that Russian President Vladimir Putin am constantly interruptingour American partners, state representatives .",
        "our American partners, state representatives , posted our American partners, state representatives the Kremlin's official website our American partners, state representatives the Kremlin's official website , interfere Russia's political life apologizes were not shown interfere the Vladimir Putin published by The NBC .",
        "And the interview the Vladimir Putin of an extensive interview that political tertuliana Megyn Kelly conducted with Russian President Vladimir Putin U.S. officials was not U.S. officials to the American viewer.",
        "While it is common in journalistic work to cut interviews  especially when interviews are television and the answers are extended for a long time  it is always important to reveal the key ideas that the interviewee wants to convey, especially if the interviewee explicitly asks Vladimir Putin the public.",
        "However, this was not the case in an extensive interview that political tertuliana Megyn Kelly conducted with Russian President Vladimir Putin Vladimir Putin an extensive interview that political tertuliana Megyn Kelly conducted with Russian President Vladimir Putin .",
        "Sputnik has compiled some of Russian President Vladimir Putin ideas that the American television viewer failed to see.",
        "On U.S. law to interfere in other countries' politicsThe issue of the Kremlin's alleged interference in past U.S. presidential elections was at the center of the interview.",
        "During the dialogue, Megyn Kelly tried to 'bomb' Vladimir Putin with accusations of having planned and perpetrated the attack, something the Russian president denied saying that, apart from hypothesis, no evidence has yet been presented involving the Russian government.",
        "In one of the many comments, Vladimir Putin mentioned the issue of continued US interference in Russia's political life.",
        "'I'd like you to listen well to me and let your viewers know what I'll tell you next.",
        "When we deal with our American partners, state representatives, we tell them that they constantly interfere in our political life.",
        "What they cut from the interview was Putin's reply on how U.S. officials defended their right to interfere in other countries.",
        "'And what did [American officials] respond to?They said, 'Yes, we interfere, but we have the right to do so because we are leading democracy.",
        "Do you think this is a civilized and modern way to conduct international relations?'Putin asked Kelly, without finding an answer.",
        "Later, the Russian leader answered the question about a possible future rapprochement between Moscow and Washington.",
        "Putin mentioned the issue of U.S. involvement in the coup in Ukraine as the main drawback to achieving that rapprochement.",
        "However, that Putin replica was also cut from the final version issued in the US.",
        "'I could ask you another question: why did you favor the coup d'etat in Ukraine?What did you do it for?You recognized that you spent millions of dollars on that?.",
        "His officials told him publicly."
    ]
}