{
    "id": "Politica_142",
    "claim": "Do you know that mythical phrase of 'this you won't see in the media '?The one used by the conspiranoics and the portals of fake news to give importance and get clicks, the one that brings with it dangerous bulls that can end up leading to events like the assault on the U.S. Capitol that caused American democracy to falter last week at the hands of individuals disguised as troglodytes who claim that there is a worldwide network of pedophilia led by Hillary Clinton from an operations center located in a New York pizzeria. 'You won't see this in the media ', they cackle those who invent a fibula and enjoy watching it expand, how it coves and how disinformation portals do their August spreading a lie. That's what happened tonight. No: there has been no mysterious blackout in the Vatican and the Pope has not been arrested for abuse. None of that happened. It's a bulus. And where does the fibula come from?It all started last night. Someone connected to the live webcam of Vatican News and saw that all the lights were off. Like a snowball worthy of Filomena the thing grew and led to the false news that the blackout was trying to cover up a detention of Pope Francis. Good. Well, it's fake. The lights of St. Peter's Square were out like every night. At about six in the morning, the lights were restored, as every morning. No mention of the Pope in Italian or international media beyond the death of his personal physician, Fabrizzio Socorsi, by coronavirus. The fibula was created and had arrived at the trending topic. I'm sorry.",
    "source": "www.elmundo.es",
    "date": "11/01/2021",
    "veracity": 1,
    "claims": [
        "Do you know that mythical phrase of 'this you won't see in the media ' ?The one used by the conspiranoics and the portals of fake news to give importance and get clicks, the one that brings with that mythical phrase of 'this you won't see in the media ' dangerous bulls that can end up leading to events like the assault on the U.S. Capitol that caused American democracy to falter last week at the hands of individuals disguised as troglodytes who claim that there is a worldwide network of pedophilia led by Hillary Clinton from an operations center located in a New York pizzeria.",
        "'You won't see this in the media ', they cackle those who invent a fibula and enjoy watching a fibula expand, how a fibula coves and how disinformation portals do August spreading a lie.",
        "That's what happened tonight.",
        "No: there has been no mysterious blackout in the Vatican and the Pope has not been arrested for abuse.",
        "None of that happened.",
        "It's a bulus.",
        "And where does the fibula come from?It all started last night.",
        "Someone connected to the live webcam of Vatican News and saw that all the lights were off.",
        "Like a snowball worthy of Filomena the thing grew and led to the false news that the blackout was trying to cover up a detention of the Pope .",
        "The lights of St. Peter's Square were out like every night.",
        "At about six in the morning, the lights were restored, as every morning.",
        "No mention of the Pope in Italian or international media beyond the death of his personal physician, Fabrizzio Socorsi, by coronavirus.",
        "The fibula was created and had arrived at the trending topic."
    ]
}