{
    "id": "Politica_47",
    "claim": "There is no longer a single day of truce in Spanish politics. It could be the anniversary of the Constitution, and the president of Congress, the socialist Meritxell Batet, well tried on the last December 6th. His speech to the leaders of the national parties sounded like a wake-up call: “We have known for a long time about the harmful consequences of considering the political adversary an enemy, of denying him legitimacy, of assuming a constant and unconditional confrontation. The aim of democratic political debate is not to eliminate the opposite, but to integrate it and transform its positions.”. She was heard, among others, by the President of the Government and the leader of the opposition. After the ceremony, Pedro Sánchez and Pablo Casado left without giving themselves the good days. From his watchtower in the hemicycle, Batet often hears of coups d'etat under way, according to some promoted by a radical and illegitimate government, and others by a right-wing montáaz conchabada with judges and ex-military personnel. Bolivarians and Philoterrorists Against Neo-Fascists Inherited by the Dictatorship. As if Spain were the palpable proof of the already classic inversion of Clausewitz's classic asert: politics as a continuation of the war by other means. A War with 21st Century Weapons. Pure toxic politics. Not that the recent  let alone the remote  history of Spanish politics brings memories of a haven of peace. Some analysts define the current moment as the “third wave of crispation,” after those that were experienced in the 1990s and 2000, those decades in which the “time of the stone” went, as Iñaki Anasagasti says, 18 years spokeswoman of the PNV in Congress. But the current virulence shakes especially for the historical moment, a brutal crisis full of uncertainties before which a certain willingness to agree could be expected. This has been the case in most of Europe. In Spain, trenches have become deeper. The evils of politics. The diagnosis that leaves a survey of 40ofB. for THE COUNTRY is devastating: two thirds of Spaniards believe that the political debate has worsened and a majority believes that their public representatives do not admit mistakes, are unable to reach agreements and lack preparation. Is that such a negative image unjust?First, the warning of rigor. “It's unfair to say that all politics is the same,” the baron of Spain's most voted PP, Galician president Alberto Núñez Feijoo, takes off. “But indeed, we are not at the best moment of politics. There are politicians who have passed red lines that others would never have passed.”. Feijoo, who ran over in the last Galician elections, blurring the party's acronyms, misses “politicians who speak more than they care about the Spaniards and less than they care about them.”. Spain is not the only place to lament the crisis of democracy, polarization, citizen distrust, the new political communication presided over by the vertigo and the superficiality of the networks. The pandemic has also thrown more gasoline into the fire in countries like the US or Brazil. But the Spanish case has slipped in Europe. Among those consulted for this report – politicians active or already in the background – there are those who allude to the legendary Spanish Cainite tradition and trace the climate of political confrontation back to the years of hard opposition of the PSOE against Adolfo Suárez. Among them, Manuel Cruz, philosopher and socialist senator. The former president of the upper house, who resorts to the essayist Christian Salmon to conclude: “Now there are no accounts even anymore, would now act on this old possum “a fleeting, episodic and atomized communication,” explains the former president of the upper house. Now it's a constant granulated fire.”. “What is severely deteriorating in Spain is not just politics, it is public space as a whole,” says Cruz. That space where it has gone from bipartisanship and domination of a handful of great media to “multipolarity”. A fertilized field to amplify poisoning. “Politics has suffered a huge deterioration of image. This topic has been installed that politicians are only to take advantage of. But politics is just the scapegoat. What needs to be regenerated is the whole public space. Including the media, which have a deep self-criticism pending”. Located in a political position that allows him to distance himself from the daily cold, Ñigo Errejon agrees in some of the diagnoses: in the role of the media”they are more interested in a run than the content of the discourses”and in the “facillon” resource of crucifying politicians. “People blame the politician because he's the one on TV. Bankers and big business people aren't seen,” says the leader of More País, who also doesn't believe that it's the climate of outrage that drives citizens' politics the most away. “When the Titanic is sinking, no one cares that people insult themselves from cabins,” he claims. What Titanic is that? A policy, he argues, incapable of giving answers to a “world that is chaos” and that “every day it announces historical agreements without people seeing that it improves their lives”. “Instead of bringing everyday life, politics is locked in an endogamic debate between politicians and journalists, while people go to hell,” he says. Gabriel Elorriaga, with many years of service in the PP, looks at the British Parliament and the “magnificent” documents with which he prepares his debates. “There is very little debate on documents here,” he says, another symptom of a policy that the popular MP sees anchored in “very superficial debates”. “The orderly, rigorous debate doesn't work. When we discuss the education law, we discuss religion or language, not school failure or the quality of teaching.”. To this “denaturalization of politics,” says Elorriaga, “the profiles of representatives have contributed so much” that “too many years have passed without an institutional response to major problems”. One case: unemployment, that eternal Spanish anomaly. Right. Jose María Maravall, Minister of Education in the first government of Felipe González, sounds very familiar some things that he has heard say these days about the law Celaá. “But they were not memories of 84, they were from the Middle Ages,” jokes who also endured an alluvial against his educational reform. Handed over for years to a productive career as a sociologist, Maravall already wrote in 2008 a book entitled Political Confrontation. In it he compared the climates of crisis in the last González legislature and in the first of Jose Luis Rodríguez Zapatero. Zapatero's was especially raw. In an advance of what would be the tactics of post-truth, a part of the political and media right tried to implicate the PSOE in a conspiracy around the massacres of 11-M. A socialist leader of the time recounts 16 major demonstrations in six years against the government's anti-terrorist policy. And remember scenes that have not yet been reached, such as the assault on then Defense Minister Jose Bono in a march for the victims. “Cryspation occurs every time the PSOE rules and disappears when the PP rules,” says Maravall, who analyzes the current moment as a further continuation of that trend, in some cases with recurring issues such as the already disappeared ETA. What he sees now is “more noise, because everything has spread more, in that situation it is more difficult to answer [the attacks] and there are the fake news, a form of deterioration of democracy”. And with another difference: “The PSOE always had a competitor on the left. But the PP never had a pressure like now with Vox.”. Further in time Juan Carlos Monedero, founder of Podemos and director of his foundation, goes: “What we are seeing on the right is the continuity of a tradition. The Spanish right is doctrinal, traditionalist, very nineteenth. Since the 19th century he has cultivated the image of the inner enemy.”. “They are the CEDA of 34 fed by the media that are pulling it,” he concludes. Some of those media and those communicators in permanent war with the left were already there in the 1990s. And they also accused González of ending the division of powers and endangering democracy. Left. In 2007, in the midst of the PP's offensive against Zapatero, an article by political scientist Lourdes Lopez Nieto in the FAES magazine echoed the left's speech: “Crispation is what the PSOE says the right wing does when it competes electorally”. Feijoo also turns to Maravall's argument: “The tonic is always that when he rules the left he opposes the opposition rather than rule.”. And he gives an example: “De Aznar they said it was from the extreme right, from me they said I am from the extreme right, and now they say it also from Casado”. Populars claim that they simply react to issues they consider very serious: the LAGs and corruption with González, the Statute and the negotiation with ETA with Zapatero, the pacts with the independents and the management of the pandemic now. Elorriaga points out that, in times of tension, the left has also acted like this: “The Escraches to Soraya, the tides, the demonstrations surrounding the headquarters of the PP, the Never Most. I'm sorry. I'm sorry. “. There are voices on the left that, while blaming the right, admit that in their field they cross interests in order not to lower the confrontation. That old idea of the “doberman right” as a preferred opponent. The Cruz evokes it, who, among the most current, points to the maneuvers of the United We can to torpedo the dialogue with Citizens. Errejon is clear: “The government is comfortable with the photo of Colon”. Wallet leaves it on a question: “Did Sanchez ever care about growing Vox?”. Nor does the founder of Podemos deny that the radicalization of the right is a reaction to Catalan independence: “We already told them in their day that they were awakening the beast of fascism”. The new and the old. In this climate of disquiet with the present, longing for the great leaderships of the past proliferates and a certain feeling that the level of politics has reached bottom. “It's not that we were better, I think we were more vocational. Now politics has become a professional career,” says Anasagasti. A very common thesis among the old socialist guard, of which Maravall disagrees: “Sánchez is the first president of the government who speaks English and is a doctor. It's no small thing. Iglesias holds a PhD in Political Science. Alfonso Guerra had none”. The emergence of new parties has multiplied voices and intensified noise. “And the new one has to scream a little to make himself visible,” admits Wallet. But, in the face of those who blame the appearance of their party for encanning the climate, the founder of Podemos replies: “On the contrary. We come from 15-M, we parliamentaryize the conflict, we take it from the street to Parliament. Another thing is that we broke the pact of silence that there was on some issues: the Emeritus king, the traps of the electoral system, the chanchullos linked to bipartisanism, 3% of CiU. I'm sorry. I'm sorry. “The future. Is there any indication that this can change?Some loose impressions: Elorriaga bets on the PP forgetting Vox to build a speech of his own; Cruz hopes that the consolidation of the government after the Budgets will have a calming effect; Maravall is optimistic with the coalition executive, because “that is the most common type of government in the world and the one that distributes the income best”; Monedero fears that there will only be “noise, noise and noise”. Errejon is concerned that this “client's act, bar bar, politics” is “the breeding ground for social trust to rot”. I'm sorry.",
    "source": "elpais.com",
    "date": "19/12/2020",
    "veracity": 1,
    "claims": [
        "those consulted for this report – politicians active or already in the background is no longer a single day Populars in Spanish politics.",
        "Feijoo be the anniversary of announces , and the president of Congress, the socialist Meritxell Batet we Felipe González well tried on the last December The Spanish right .",
        "The Spanish right a book entitled Political Confrontation The Spanish right a book entitled Political Confrontation the PP's time about the harmful consequences I politicians who speak more than they care about the Spaniards and less than they care about them I the right wing assuming I constant and unconditional Spain .",
        "The aim of democratic political debate the right wing to eliminate the opposite he the upper house he people .",
        "Felipe González people Jose Luis Rodríguez Zapatero the upper house the Spaniards .",
        "the Spaniards their Maravall, who analyzes the current moment as a further continuation of that trend Wallet .",
        "him the upper house people they people the PSOE according to some the politician the Spaniards we people people the politician the baron of Spain's most voted PP, Galician president Alberto Núñez Feijoo Populars the baron of Spain's most voted PP, Galician president Alberto Núñez Feijoo he -military personnel.",
        "the PP Manuel Cruz, philosopher and socialist senator Jose María Maravall, Minister of Education in the first government of Felipe González -Juan Carlos Monedero, founder of Podemos and director of his foundation the left's Juan Carlos Monedero, founder of Podemos and director of his foundation .",
        "Juan Carlos Monedero, founder of Podemos and director of his foundation I Juan Carlos Monedero, founder of Podemos and director of his foundation A policy Manuel Cruz, philosopher and socialist senator Juan Carlos Monedero, founder of Podemos and director of his foundation the baron of Spain's most voted PP, Galician president Alberto Núñez Feijoo the PP's the baron of Spain's most voted PP, Galician president Alberto Núñez Feijoo Sanchez .",
        "Sanchez .",
        "Sanchez .",
        "Spain's most voted PP  let alone the remote  history of Spanish politics brings memories of a haven of peace.",
        "Some analysts define the current moment as the “third wave of crispation,” after those that were experienced in the 1990s and 2000, those decades in which the “time of the stone” went, as Iñaki Anasagasti says, 18 years spokeswoman of the PNV in Congress.",
        "But the current virulence shakes especially for the historical moment, a brutal crisis full of uncertainties before which a certain willingness to agree could be expected.",
        "This has been the case in most of Europe.",
        "In Spain, trenches have become deeper.",
        "The evils of politics.",
        "The diagnosis that leaves a survey of 40ofB. for THE COUNTRY is devastating: two thirds of Spaniards believe that the political debate has worsened and a majority believes that their public representatives do not admit mistakes, are unable to reach agreements and lack preparation.",
        "Is that such a negative image unjust?First, the warning of rigor.",
        "“It's unfair to say that all politics is the same,” the baron of Spain's most voted PP, Galician president Alberto Núñez Feijoo, takes off.",
        "“But indeed, we are not at the best moment of politics.",
        "There are politicians who have passed red lines that others would never have passed.",
        "Feijoo, who ran over in the last Galician elections, blurring the party's acronyms, misses “politicians who speak more than they care about the Spaniards and less than they care about them.",
        "Spain is not the only place to lament the crisis of democracy, polarization, citizen distrust, the new political communication presided over by the vertigo and the superficiality of the networks.",
        "The pandemic has also thrown more gasoline into the fire in countries like the US or Brazil.",
        "But the Spanish case has slipped in Europe.",
        "Among those consulted for this report – politicians active or already in the background – there are those who allude to the legendary Spanish Cainite tradition and trace the climate of political confrontation back to the years of hard opposition of the PSOE against Adolfo Suárez.",
        "Among them, Manuel Cruz, philosopher and socialist senator.",
        "The former president of the upper house, who resorts to the essayist Christian Salmon to conclude: “Now there are no accounts even anymore, would now act on this old possum “a fleeting, episodic and atomized communication,” explains the former president of the upper house.",
        "Now it's a constant granulated fire.",
        "“What is severely deteriorating in Spain is not just politics, it is public space as a whole,” says Cruz.",
        "That space where it has gone from bipartisanship and domination of a handful of great media to “multipolarity”.",
        "A fertilized field to amplify poisoning.",
        "“Politics has suffered a huge deterioration of image.",
        "This topic has been installed that politicians are only to take advantage of.",
        "But politics is just the scapegoat.",
        "What needs to be regenerated is the whole public space.",
        "Including the media, which have a deep self-criticism pending”.",
        "Located in a political position that allows him to distance himself from the daily cold, Ñigo Errejon agrees in some of the diagnoses: in the role of the media”they are more interested in a run than the content of the discourses”and in the “facillon” resource of crucifying politicians.",
        "“People blame the politician because he's the one on TV.",
        "Bankers and big business people aren't seen,” says the leader of More País, who also doesn't believe that it's the climate of outrage that drives citizens' politics the most away.",
        "“When the Titanic is sinking, no one cares that people insult themselves from cabins,” he claims.",
        "What Titanic is that? A policy, he argues, incapable of giving answers to a “world that is chaos” and that “every day it announces historical agreements without people seeing that it improves their lives”.",
        "“Instead of bringing everyday life, politics is locked in an endogamic debate between politicians and journalists, while people go to hell,” he says.",
        "Gabriel Elorriaga, with many years of service in the PP, looks at the British Parliament and the “magnificent” documents with which he prepares his debates.",
        "“There is very little debate on documents here,” he says, another symptom of a policy that the popular MP sees anchored in “very superficial debates”.",
        "“The orderly, rigorous debate doesn't work.",
        "When we discuss the education law, we discuss religion or language, not school failure or the quality of teaching.",
        "To this “denaturalization of politics,” says Elorriaga, “the profiles of representatives have contributed so much” that “too many years have passed without an institutional response to major problems”.",
        "One case: unemployment, that eternal Spanish anomaly.",
        "Jose María Maravall, Minister of Education in the first government of Felipe González, sounds very familiar some things that he has heard say these days about the law Celaá.",
        "“But they were not memories of 84, they were from the Middle Ages,” jokes who also endured an alluvial against his educational reform.",
        "Handed over for years to a productive career as a sociologist, Maravall already wrote in 2008 a book entitled Political Confrontation.",
        "In it he compared the climates of crisis in the last González legislature and in the first of Jose Luis Rodríguez Zapatero.",
        "Zapatero's was especially raw.",
        "In an advance of what would be the tactics of post-truth, a part of the political and media right tried to implicate the PSOE in a conspiracy around the massacres of 11-M. A socialist leader of the time recounts 16 major demonstrations in six years against the government's anti-terrorist policy.",
        "And remember scenes that have not yet been reached, such as the assault on then Defense Minister Jose Bono in a march for the victims.",
        "“Cryspation occurs every time the PSOE rules and disappears when the PP rules,” says Maravall, who analyzes the current moment as a further continuation of that trend, in some cases with recurring issues such as the already disappeared ETA.",
        "What he sees now is “more noise, because everything has spread more, in that situation it is more difficult to answer [the attacks] and there are the fake news, a form of deterioration of democracy”.",
        "And with another difference: “The PSOE always had a competitor on the left.",
        "But the PP never had a pressure like now with Vox.",
        "Further in time Juan Carlos Monedero, founder of Podemos and director of his foundation, goes: “What we are seeing on the right is the continuity of a tradition.",
        "The Spanish right is doctrinal, traditionalist, very nineteenth.",
        "Since the 19th century he has cultivated the image of the inner enemy.",
        "“They are the CEDA of 34 fed by the media that are pulling it,” he concludes.",
        "Some of those media and those communicators in permanent war with the left were already there in the 1990s.",
        "And they also accused González of ending the division of powers and endangering democracy.",
        "In 2007, in the midst of the PP's offensive against Zapatero, an article by political scientist Lourdes Lopez Nieto in the FAES magazine echoed the left's speech: “Crispation is what the PSOE says the right wing does when it competes electorally”.",
        "Feijoo also turns to Maravall's argument: “The tonic is always that when he rules the left he opposes the opposition rather than rule.",
        "And he gives an example: “De Aznar they said it was from the extreme right, from me they said I am from the extreme right, and now they say it also from Casado”.",
        "Populars claim that they simply react to issues they consider very serious: the LAGs and corruption with González, the Statute and the negotiation with ETA with Zapatero, the pacts with the independents and the management of the pandemic now.",
        "Elorriaga points out that, in times of tension, the left has also acted like this: “The Escraches to Soraya, the tides, the demonstrations surrounding the headquarters of the PP, the Never Most.",
        "There are voices on the left that, while blaming the right, admit that in their field they cross interests in order not to lower the confrontation.",
        "That old idea of the “doberman right” as a preferred opponent.",
        "The Cruz evokes it, who, among the most current, points to the maneuvers of the United We can to torpedo the dialogue with Citizens.",
        "Errejon is clear: “The government is comfortable with the photo of Colon”.",
        "Wallet leaves it on a question: “Did Sanchez ever care about growing Vox?”.",
        "Nor does the founder of Podemos deny that the radicalization of the right is a reaction to Catalan independence: “We already told them in their day that they were awakening the beast of fascism”.",
        "In this climate of disquiet with the present, longing for the great leaderships of the past proliferates and a certain feeling that the level of politics has reached bottom.",
        "Now politics has become a professional career,” says Anasagasti.",
        "A very common thesis among the old socialist guard, of which Maravall disagrees: “Sánchez is the first president of the government who speaks English and is a doctor.",
        "It's no small thing.",
        "Iglesias holds a PhD in Political Science.",
        "Alfonso Guerra had none”.",
        "The emergence of new parties has multiplied voices and intensified noise.",
        "“And the new one has to scream a little to make himself visible,” admits Wallet.",
        "But, in the face of those who blame the appearance of their party for encanning the climate, the founder of Podemos replies: “On the contrary.",
        "We come from 15-M, we parliamentaryize the conflict, we take it from the street to Parliament.",
        "Another thing is that we broke the pact of silence that there was on some issues: the Emeritus king, the traps of the electoral system, the chanchullos linked to bipartisanism, 3% of CiU. I'm sorry.",
        "“The future.",
        "Is there any indication that this can change?Some loose impressions: Elorriaga bets on the PP forgetting Vox to build a speech of his own; Cruz hopes that the consolidation of the government after the Budgets will have a calming effect; Maravall is optimistic with the coalition executive, because “that is the most common type of government in the world and the one that distributes the income best”; Monedero fears that there will only be “noise, noise and noise”.",
        "Errejon is concerned that this “client's act, bar bar, politics” is “the breeding ground for social trust to rot”."
    ]
}