{
    "id": "Politica_293",
    "claim": "At the beginning of this year all the traditional media in the country, without exception, wanted to give a lesson in journalism to El Expediente and, in passing, a hand to former president Santos denying in unison and without any research effort a note published by this portal. It was a complaint of January 9, 2019 titled ‘the billionaire secret account of Santos in the Vatican bank' in which we revealed based on information provided by the Argentine Deacon Jorge Sonnante that the former president of Colombia JMS would have related to an account in the name of Global Tuition & Education Insurance Corporation, the same company that appeared in the ́Papeles del Paraíso' and in which he was a partner of former minister Gabriel Silva Luján. Although in Colombia the media and even the children of Juan Manuel Santos, Esteban and Martín tried to ridicule and trivialize the information, the Vatican authorities took it seriously and despite the fact that the Holy See proceeded as any power group would proceed, quickly debunking our publication by means of a brief communique denying that the former president had a relationship with the IOR, the Vatican authorities, which do not depend on the clergy, if they began an internal investigation that began to bear its first fruits. The Vatican fiscal police in the lead of the promoter of Justice (fiscal) of the Pontifical State Gian Piero Milano, and his deputy, Alessandro Diddi seized on Tuesday documentation and hard drives in the Secretariat of State of the Holy See ‘after receiving last summer a series of complaints about financial operations'. According to the official short statement, the purpose of the investigation is to analyze financial operations carried out for a long time after complaints received last summer. In fact, the only public denunciation recorded worldwide with regard to the IOR Institute of Religious Works ‘the Last Summer' is the one that appeared in El Expediente in Colombia and in Argentina by the Sonnante Deacon. I'm sorry.",
    "source": "elexpediente.co",
    "date": "02/10/2019",
    "veracity": 0,
    "claims": [
        "At the beginning of this year all the traditional media in the country, without exception, wanted to give a lesson in journalism to El Expediente and, in passing, a hand to former president Santos denying in unison and without any research effort a note published by this portal .",
        "a note published by this portal was a complaint of January 9, 2019 titled ‘the billionaire secret account of former president Santos in the Vatican bank' in which El Expediente revealed based on information provided by the Argentine Deacon Jorge Sonnante that former president Santos would have related to an account in the name of Global Tuition & Education Insurance Corporation, the same company that appeared in the ́Papeles del Paraíso' and in which former president Santos was a partner of former minister Gabriel Silva Luján.",
        "Although in Colombia the media and even the children of former president Santos , Esteban and Martín tried to ridicule and trivialize the information , the Vatican authorities took the information seriously and despite the fact that Vatican proceeded as any power group would proceed, quickly debunking publication by means of a brief communique denying that former president Santos had a relationship with the IOR, the Vatican authorities , if the Vatican authorities began an internal investigation that began to bear its first fruits .",
        "The Vatican fiscal police in the lead of the promoter of Justice (fiscal) of the Pontifical State Gian Piero Milano , and deputy, Alessandro Diddi seized on Tuesday documentation and hard drives in the Secretariat of State of Vatican ‘after receiving last summer a series of complaints about financial operations'.",
        "According to the official short statement, the purpose of the investigation is to analyze financial operations carried out for a long time after complaints received last summer.",
        "In fact, the only public denunciation recorded worldwide with regard to the IOR Institute of Religious Works ‘the Last Summer' is the one that appeared in El Expediente in Colombia and in Argentina by the Sonnante Deacon."
    ]
}