{
    "id": "Politica_39",
    "claim": "Some 150 organisations and personalities have sent a letter to the leaders of the main institutions of the European Union (EU), such as the Council and the Commission, calling for the Community club not to return to austerity policies following the coronavirus pandemic. Signatories include philanthropist George Soros, the European Confederation of Trade Unions (ETUC), former French minister Nicolas Hulot, the NGO Finance Watch or the general secretaries of the Spanish trade unions Comisiones Obreras, Unai Sordo, and UGT, Pepe Álvarez. 'A return to normality, the reactivation of the austerity policies of the past, is simply not an option. We must rebuild better, so that all Member States will be stronger when they emerge from the Covid crisis than they were when they entered ', they point out. Beyond the recovery fund, during the pandemic the EU has suspended national government deficit and debt control rules and also relaxed state aid rules to allow governments to support their businesses. 'This year is presented before us as a unique opportunity to do things differently and start a new chapter in European policy making ', they say. The signatories express their 'deep concern 'that the current fiscal rules, in force before the pandemic, 'give priority to debt reduction and balanced budgets over much more important human, economic and environmental outcomes, such as creating well-paid green jobs, reducing inequality, lifting millions of people out of poverty and implementing much-needed green infrastructure projects '. 'We desperately need a comprehensive review of the current approach to fiscal policy in order to reshape our economies and address the unprecedented challenges facing the EU ', they say. Learning lessons from the 2008 crisisIn this way, they urge 'learning lessons 'from past 'political failures 'and stress that the EU fiscal framework 'transformed the 2008 global financial shock into a self-generated economic crisis and unnecessarily prolonged recession 'and also contributed to 'fuelling the flames of populism'. It is vital that the old fiscal framework is not implemented again before new economic governance and flexible principles are agreed to coordinate fiscal policies within the Union ', they say. 'Fiscal policy should be a facilitator, not the chain that holds economies back. Our fiscal framework must be aligned, not opposed, with the declared objectives of full employment and environmental protection set out in the Treaty on European Union ', add. They stress that an increased EU budget, like the one agreed by the EU last year to include the recovery fund, 'will not be enough to achieve these objectives 'and call for strengthening national fiscal policy. In any case, they recognize that the reforms they call for 'will not be simple and will not be completed overnight ', but they raise a number of principles for carrying them out. They call for Member States to be 'fiscally empowered and encouraged to flexibly achieve the objectives of full employment with decent jobs and a socially fair green transition, ensuring that no one is left behind '. They also propose a 'substantial and permanent 'community budget and a debt-bearing capacity to promote investments that support the Green Pact and a socially just transition. I'm sorry.",
    "source": "www.elperiodico.com",
    "date": "17/02/2021",
    "veracity": 1,
    "claims": [
        "Some 150 organisations and personalities have sent a letter to the leaders of the main institutions of the European Union (EU) , such as the Council and the Commission, the EU for they the European Union (EU) not to return the 2008 crisisIn policies following the coronavirus pandemic .",
        "Signatories include philanthropist George the EU fiscal framework of the 2008 crisisIn minister Nicolas Hulot, the NGO Finance Watch or the general secretaries of the Spanish trade unions Comisiones Obreras, Unai Sordo, and UGT, Pepe Álvarez.",
        "the EU fiscal framework , the reactivation of the austerity policies of the past, is simply not an option.",
        "We must rebuild better, so that all Member States the EU they when all Member States emerge from the Covid crisis than all Member States were when all Member States entered ', Signatories the EU out.",
        "Beyond the recovery fund, during the coronavirus pandemic the declared objectives of full employment and environmental protection set out in the Treaty on European Union governments to support businesses.",
        "'This year is presented before the EU as a unique opportunity to do things differently and start a new chapter the declared objectives of full employment and environmental protection set out in the Treaty on European Union making ', Signatories say.",
        "Signatories express 'deep concern they that the current the reforms they call for the coronavirus pandemic , 'give priority to debt reduction and balanced they over much more important human, economic and environmental outcomes, such as creating well-paid green jobs, reducing inequality, lifting millions of people out of poverty and implementing much-needed green infrastructure projects '.",
        "'We desperately need a comprehensive review of the current approach to fiscal policy in order to reshape our economies and address the unprecedented challenges facing the EU ', they say.",
        "Learning lessons from the 2008 crisisIn this way, they urge 'learning lessons 'from past 'political failures 'and stress that the EU fiscal framework 'transformed the 2008 global financial shock into a self-generated economic crisis and unnecessarily prolonged recession 'and also contributed to 'fuelling the flames of populism'.",
        "It is vital that the old fiscal framework is not implemented again before new economic governance and flexible principles are agreed to coordinate fiscal policies within the Union ', they say.",
        "'Fiscal policy should be a facilitator, not the chain that holds economies back.",
        "Our fiscal framework must be aligned, not opposed, with the declared objectives of full employment and environmental protection set out in the Treaty on European Union ', add.",
        "They stress that an increased EU budget, like the one agreed by the EU last year to include the recovery fund, 'will not be enough to achieve these objectives 'and call for strengthening national fiscal policy.",
        "In any case, they recognize that the reforms they call for 'will not be simple and will not be completed overnight ', but they raise a number of principles for carrying them out.",
        "They call for Member States to be 'fiscally empowered and encouraged to flexibly achieve the objectives of full employment with decent jobs and a socially fair green transition, ensuring that no one is left behind '.",
        "They also propose a 'substantial and permanent 'community budget and a debt-bearing capacity to promote investments that support the Green Pact and a socially just transition."
    ]
}