{
    "id": "Politica_102",
    "claim": "The King's speech has repositioned the parties in two ideological blocs this Friday, but has left a soft allusion of the PSOE to the need for “renewal” of the monarchic institution. PP, Cs and Vox have praised Philip VI's message, while Unidas Podemos and the nationalists have told him not to make explicit references to the situation of Juan Carlos I. The PSOE avoided both the closed support of the opposition and the amendment to its entire government partner. Socialists have said they share the “fundamental” of the speech, but put the accent on their confidence that the King will “go forward with the renewal of the institution”. The reading by the parties of the King's Christmas Eve speech that had generated more expectation in recent years did not give rise to many surprises. The PP, Vox and Ciudadanos have hastened to show their applause to the words of Philip VI. “Impeable”, the address was defined by the leader of the popular, Pablo Casado, the same night on Thursday. At that time, Congressional spokesman Podemos, Pablo Echenique, had also criticized that Philip VI had not “explicitly condemned the corrupt activities of Juan Carlos I and his tax evasion”. The PSOE reacted well into Christmas morning and its message re-proved that government partners defend far away positions on the Crown. The president of the socialists, Cristina Narbona, celebrated “the King's firm commitment to the ethical values that citizens demand from the institutions”. He added: “We hope that he will continue with the renewal of the monarchical institution begun from the beginning of his mandate to make the parliamentary monarchy an institution of the 21st century”. The message of the PSOE, while asking the King in a veiled way to get rid of his father's performances, contrasts with the harsh words used by Unidas Podemos, which has not hesitated to increase the decibels of his attacks. The Executive's minority partner used very harsh language yesterday. The spokesman for the formation, Rafa Mayoral, called the press at the party headquarters to condemn that the Monarchy is “in crisis” and to emphasize that “it is not a problem of people, but an institutional problem of first order”. The two partners of the coalition government have again shown all their letters on one of the issues that most ideologically alienates them. Once the Budgets for 2021 have been approved, we can now push harder to try to open the monarchy-republic debate, in front of a PSOE determined to close ranks with the Monarchy, especially at this delicate moment for the institution, since the departure of Juan Carlos I from Spain. Although the words of Iglesias and his party make the socialist sector of the Executive uncomfortable, from Podemos there is no intention to lower their criticisms. On the basis of the King's appeal to “moral and ethical principles”, Mayoral has insisted that “the only ethical way forward is to move towards a republican horizon,” the goal that the leader of the formation and second vice president, Pablo Iglesias, pushes toward in all his appearances. “What we cannot afford is that there is an implosion of the monarchist institution without us having begun to think about the exits to that crisis,” said Mayoral. And he added: “There is one question that remains unanswered [Felipe VI]: Is the monarchist institution a suitable tool to commit crimes?”. The PSOE is in this matter closer to the positions that defend the PP, Citizens or Vox. The President of Vox, Santiago Abascal, shared part of the Christmas Eve message of the head of state: “With effort, union and solidarity, Spain will succeed,” he tweeted, with the hashtag #VivaElRey. The President of Citizens, Ines Arrimadas, endorsed the same words of the King. “In the most difficult year, I share the King's words: ‘Spain will succeed. With effort, union and solidarity. With everyone and for everyone,” said Arrimadas. Criticisms of ERC and PNVThe floral offering on the 87th anniversary of the death of Francesc Macià in the cemetery of Montjuïc, in Barcelona, has become the scene of criticism of the King. The current President of the Generalitat, Pere Aragonès (ERC), has contrasted Macià's figure with Felipe VI's speech, which he has described as “empty” and has disqualified for not openly demarcating himself from the corruption of the Emeritus king: “The only speech we expect from Philip VI is the one announcing the end of the monarchy,” said Aragonès, reports Blanca Cia. For his part, ERC's parliamentary spokesman, Gabriel Rufián, has ironed out the message with an impromptu Twitter poll in which he asked if the speech had “glued,” along with three ‘noes' as the only possible answer. EH deputy Bildu Jon Iñarritu wondered this Thursday “what a king is for,” while the PNV spokesman in Congress, Aitor Esteban, criticized the King's failure to go directly into the scandals of recent months and confine himself to “a dark phrase”. “It hasn't happened on a tiptoe; it hasn't happened,” he said. Fernando Clavijo, of Coalition Canaria, has lamented the absence in the speech of references to the “migration drama” that has marked the year in the islands. I'm sorry.",
    "source": "elpais.com",
    "date": "25/12/2020",
    "veracity": 1,
    "claims": [
        "The president of the socialists, Cristina Narbona, the King's The president of the socialists, Cristina Narbona, two ideological the King's Mayoral Friday, but has left a soft allusion of the PSOE to the need for “renewal” of the monarchic institution the socialists .",
        "the leader of the formation and second vice president, Pablo Iglesias and the nationalists the leader of the formation and second vice president, Pablo Iglesias told The King's not to make explicit references to the situation of Juan Carlos I. the monarchist institution the closed support of the King's and the amendment to entire Mayoral partner.",
        "Socialists have said Socialists share the Unidas Podemos, which has not hesitated to increase the decibels of his attacks the King's Unidas Podemos, which has not hesitated to increase the decibels of his attacks the monarchist institution Unidas Podemos, which has not hesitated to increase the decibels of his attacks of the monarchic institution ”.",
        "The reading by the parties Citizens Unidas Podemos, which has not hesitated to increase the decibels of his attacks Vox Unidas Podemos, which has not hesitated to increase the decibels of his attacks The President of Vox, Santiago Abascal, The King's speech did not the Monarchy the King's .",
        "The PP, Vox and Ciudadanos have Spain to show applause to the words of The King's .",
        "“ImpeableThe President of Citizens, Ines Arrimadas The two partners of the coalition government of the popular, Pablo the King's the same night on Thursday.",
        "At The President of Citizens, Ines Arrimadas timethe King's spokesman Podemos, Pablo Echenique, had also criticized that The King's had not “explicitly condemned The President of Citizens, Ines Arrimadas corrupt activities of Juan Carlos I. and tax evasion”.",
        "the PSOE reacted the Monarchy Christmas morning and The King's speech re-the Monarchy partners defend far away positions on the King's .",
        "The president of his Unidas Podemos, which has not hesitated to increase the decibels of his attacks Narbona, celebrated “the KingThe Executive's to the ethical Unidas Podemos, which has not hesitated to increase the decibels of his attacks that citizens demand from the Unidas Podemos, which has not hesitated to increase the decibels of his attacks ”.",
        "He added: “We hope that he will continue with the renewal of the monarchical institution begun from the beginning of his mandate to make the parliamentary monarchy an institution of the 21st century”.",
        "The message of the PSOE, while asking the King in a veiled way to get rid of his father's performances, contrasts with the harsh words used by Unidas Podemos, which has not hesitated to increase the decibels of his attacks.",
        "The Executive's minority partner used very harsh language yesterday.",
        "The spokesman for the formation, Rafa Mayoral, called the press at the party headquarters to condemn that the Monarchy is “in crisis” and to emphasize that “it is not a problem of people, but an institutional problem of first order”.",
        "The two partners of the coalition government have again shown all their letters on one of the issues that most ideologically alienates them.",
        "Once the Budgets for 2021 have been approved, we can now push harder to try to open the monarchy-republic debate, in front of a PSOE determined to close ranks with the Monarchy, especially at this delicate moment for the institution, since the departure of Juan Carlos I from Spain.",
        "Although the words of Iglesias and his party make the socialist sector of the Executive uncomfortable, from Podemos there is no intention to lower their criticisms.",
        "On the basis of the King's appeal to “moral and ethical principles”, Mayoral has insisted that “the only ethical way forward is to move towards a republican horizon,” the goal that the leader of the formation and second vice president, Pablo Iglesias, pushes toward in all his appearances.",
        "“What we cannot afford is that there is an implosion of the monarchist institution without us having begun to think about the exits to that crisis,” said Mayoral.",
        "And he added: “There is one question that remains unanswered [Felipe VI]: Is the monarchist institution a suitable tool to commit crimes?”.",
        "The PSOE is in this matter closer to the positions that defend the PP, Citizens or Vox.",
        "The President of Vox, Santiago Abascal, shared part of the Christmas Eve message of the head of state: “With effort, union and solidarity, Spain will succeed,” he tweeted, with the hashtag #VivaElRey.",
        "The President of Citizens, Ines Arrimadas, endorsed the same words of the King.",
        "“In the most difficult year, I share the King's words: ‘Spain will succeed.",
        "With effort, union and solidarity.",
        "Criticisms of ERC and PNVThe floral offering on the 87th anniversary of the death of Francesc Macià in the cemetery of Montjuïc, in Barcelona, has become the scene of criticism of the King.",
        "The current President of the Generalitat, Pere Aragonès (ERC), has contrasted Macià's figure with Felipe VI's speech, which he has described as “empty” and has disqualified for not openly demarcating himself from the corruption of the Emeritus king: “The only speech we expect from Philip VI is the one announcing the end of the monarchy,” said Aragonès, reports Blanca Cia.",
        "For his part, ERC's parliamentary spokesman, Gabriel Rufián, has ironed out the message with an impromptu Twitter poll in which he asked if the speech had “glued,” along with three ‘noes' as the only possible answer.",
        "EH deputy Bildu Jon Iñarritu wondered this Thursday “what a king is for,” while the PNV spokesman in Congress, Aitor Esteban, criticized the King's failure to go directly into the scandals of recent months and confine himself to “a dark phrase”.",
        "“It hasn't happened on a tiptoe; it hasn't happened,” he said.",
        "Fernando Clavijo, of Coalition Canaria, has lamented the absence in the speech of references to the “migration drama” that has marked the year in the islands."
    ]
}