{
    "id": "Politica_252",
    "claim": "That morning I arrived a little late to'Rio Frio'and Don Sabino was already there, at the usual table where we sat on Saturdays and overlooking the Plaza de Colon. He had a coffee in front of him, a glass of water, and he looked at the newspapers of the day. As soon as I greeted us I sat down and almost without any more words pulled some folded leaflets out of the inside pocket of his jacket and said to me: 'Here, this is one of the'Memorials 'that I am writing. I wrote it last night almost at once. I want you to read it here and now and give me your opinion.\". I took those leaflets and started reading with real interest. I reproduce here the notes that I took to flyplum right there and when he authorized it, because he did not want to leave them to me or to take photocopies. The leaflets were written in his fist and handwriting. And I'll always remember his beautiful handwriting. Rest in peace, Sabino. Memories of Sabino Fernández Campo: What really happened on 23F'That afternoon, on the afternoon of February 23, 1981, I was in my office reviewing papers, like almost every afternoon, when suddenly it broke in without even knocking at the door, Fernando Gutierrez and almost shouting told me:- Sabino, fast, connect the radio!I immediately connected the radio and we both listened with amazement what all Spaniards: the screams of Tejero and the shots. I'm sorry. I'm sorry. And I felt like a whip in my whole body. I should have gone white in seconds, and without thinking about it, I jumped and went straight to the King's office. When I came in, I didn't knock at the door either, I saw that the King and Queen were already stuck to the radio and listening attentively. That's right, relax. - Sir, what's going on in Congress? - Sabino, please don't get upset. You look pale! - Sir, if there have been shots!. - I know, I heard it too. - Your Majesty, this is very serious. There may be dead!- Easy, man, easy. Don't lose your calm in difficult situations. Get in quick contact with Security and find out what's going on. - Sir, just in case I'm going to give instructions to strengthen the security of the Palace. - Yeah, I'm fine with that. The Queen had said nothing, though her face was a poem. But when I went out the phone rang and the King, while he was picking it up, asked me to wait. Then His Majesty, already on the phone, said very upset: - Alfonso!, what is it?What have these shots been?-. I'm sorry. I'm sorry. - Of course I didn't hear the words on the other side of the phone or find out except from the King's answers. I want to know urgently what's going on right now there. - No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no., no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,. I'm sorry. I'm sorry. - Yeah, find out everything and you're coming to the Zarzuela.. I'm sorry. I'm sorry. At that moment and with signs I let the King know that he would postpone his answer. Then His Majesty said:- Alfonso, leave me a few minutes and call me later (and hung up the phone). - What's the matter, Sabino? - Sir, I don't know what's going on, but I think the Armed General should stay in his post. - Sir, in the midst of battle a chief cannot abandon his post. It would be nonsense. - But I just need to know what happened. The shots were not planned. - Sir, I don't understand. - Yes, Sabino, forgive me (and the King returned to his usual control). I'll explain later. Well, maybe you're right. I'll tell you now to stay at your post.'Sabino is right,'said the Queen. And then, not even three minutes had passed, the phone rang again and again it was General Armada. - Look, Alfonso, we've decided you're still there and don't move until further notice. - No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no., no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,. I'm sorry. I'm sorry. - Yes, I know, Alfonso, I know the situation is difficult and complicated. But, I insist, stay there, later we'll talk again.'Sir, I'm going to my office,'I said, amazed as I was. I'm going to gather information and give instructions to Security. - Okay, all right. And I went back to my office, where I waited in distress for Fernando Gutierrez. - Fernando, you have to urgently call the television, the radios and the newspapers, to find out what's going on and that News has them. Come on, quick. When I stayed I only realized that my head was a volcano and a hundred questions came up like sparkles. What was the meaning of 'it was not foreseen '?Why did the King appear to be calm with me and not with the Navy?What was that? Was it the individual action of the mad Tejero?Was it a coup d'etat?Was the bridge head of something else much more serious?. I'm sorry. I'm sorry. And doubts flooded my head! God, the situation barely let me think!. So I picked up the phone and called the special phone I had from Congress to talk to the CASA person we had highlighted that afternoon for direct information. I asked, when someone took him to the other side, for the trusted man who had stood out there because he wasn't. But the person who took it advanced me, very nervous, what had happened and what was happening, and one thing gave me such an impact that I almost fell. That Tejero had said that he did it in the name of the King!!. That clouded me to my sight and even my heart began to beat dangerously. On behalf of the King?What's going on here?Then I also called my friend Lacaci, the Captain General of Madrid, and found that he was as disoriented and disconcerted as I was. The man was trying to know exactly what was going on at the Brunete. We were left to talk and be in permanent contact, because it was essential to know what the Armoured One was going to do. And again I went to see the King. I entered the office and His Majesty was speaking on the phone and his interlocutor, who was none other than the Armed General, told him:- Alfonso, if it is true that this madman has entered the Congress in the name of the King, it must be denied urgently and I want to know urgently – and the King almost shouted – why Tejero said such a thing. - And just hung up the phone. I approached and without sitting, standing (there sitting the Queen followed). - Sir, I see you already know. That's very serious. - Yes, Sabino, the thing is serious. I think we should authorize the Navy to come to the Zarzuela and explain in detail what's going on, because I think things are happening here that weren't planned. - Things that were not foreseen?What does Your Majesty mean?- Well, it is a saying (but, for the first time I noticed a certain nervousness in the King, as if he wanted to hide something from me)- Well, sir, I still think that the Armed General should stay in his post. Sir, I think it's urgent that Your Majesty speak directly to the Captains General to know what they think and what's going on in their respective regions. I also think it's urgent that His Majesty publicly disprove what Tejero is saying in Congress. I think it should be addressed to the Spanish on Spanish Television. - All right, you make the arrangements with TV and as soon as you're done you come here and talk to the Captains General. So I went back to my office, where Fernando Gutierrez was supernervous, who without wasting time told me:- Sabino, the military have taken Spanish Television and National Radio. - What do you say? - I've just been confirmed by the Director General himself. At the time the phone rang. It was General Juste asking to talk to me. I quickly got in touch. - Juste, what's going on? - Sabino (General Juste and I were very close since my stay at the Army Ministry). Is the Armed General in the Zarzuela?- No, why do you ask me?- Because I have been told that at this time the Armed General had to be in the Zarzuela. - And why is that?Who has informed you of it?- Commander Pardo Zancada, who apparently knows from the mouth of General Milans. - Well, Juste, Navy isn't in the Zarzuela, neither is it nor is it expected. - Thank you, Sabino, that changes things. Thanks again. I'll call you later. - Hey, hey, why do things change?What things?- Sabino, please, I'll call you later. I hung up the phone and my head was a boil. For the first time I sensed something about the Armed General, perhaps because of his insistence on going to the Zarzuela. My instinct has already put me on guard. Also that the news of the Navy would have arrived through Milans del Bosch. And so, already with 'all the flies behind my ear ', I went back to His Majesty's office and when I entered I took the surprise of the night, what I say, the surprise of my life. Because there he was toasting. And that clouded my mind and enraged me. So, and without protocols, I turned to His Majesty and without thinking, I said to him, looking straight at him: - Sir!. I'm sorry. I'm sorry. Are you crazy?We're on the edge of the cliff and you're toasting with champagne – and I almost screamed – Sir!Don't you realize that the Monarchy is in danger?Don't you realize that it can be the end of your Reign?Remember what happened to your grandfather!!!Then the King's face changed color and I saw how his hands began to tremble and in an almost inaudible voice he sent out to those present, who immediately left the office. (*) All but the Queen, who had a poker face. Once alone His Majesty came to me, and trembling and almost crying, he took me by the hands and in a supplicant tone he said to me: - Sabino, please save me! Save me, save the Monarchy, right now I do not know what I do or what to say! - Majesty, let us all calm down. This is not the time for sorrows. You yourself told me before that we should not lose our calm in difficult times. What needs to be done is to try to control the situation and to do this it is essential to talk to the Captains General. I warn you that Brunete has already taken Spanish Television and National Radio. I knew it, I knew it! - What did you know, Lord?- What was going to happenAt that moment the Queen got up and without saying anything left the office. And I collapsed. My legs were shaking. Then the King sat at his table and laid his head in his hands. I sat across the street and waited a few seconds before talking. - Sir, I don't know what Your Majesty knew, but whatever it is, now what you have to do is stop this madness. If it succeeds, the Monarchy will fall like his grandfather's. - Yeah, yeah, you're right. Please talk to the Captains General and do what you can. - No, sir, with the Captains General, the Supreme Chief of the Armed Forces has to speak, and that honor belongs to His Majesty. - Yeah, you're right. I'm sorry. I'm sorry. But don't get out of here. And there I remained while the King spoke by this order, with Jaime Milans del Bosch (III Military Region), Guillermo Quintana Lacacci (I Region), Pedro Merry Gordon (II Region), Antonio Pascual Galmes (IV Region), Antonio Elícegui Prieto (V Region), Luis Polanco Mejorada (VI Region), Angel Capano Lopez (VII Region), Manuel Fernández Posse (VIII Region), Antonio Delgado Álvarez (IX Region), Manuel de la Torre Pascual (Baleares), Jesús González de Yerro (Canarias) and Ignacio Alfaro Arregui, at that time Chairman of the Board of Chiefs of Staff (JUJEM) and Luis Arebalo Peyuz, admiral head of the General Staff of the Navy. What the King talked about with the senior army commanders I will talk about in the next installment'. - This is a bomb, Sabino! - I know. - This changes everything. - I know. - This changes history. - I know. I'm sorry. I'm sorry. But it's the truth. - Do you know what can happen if this is published?- It will not be published, at least as long as I live. - Will your 'Memories 'be? - No, you know I'm not in favor of 'Memories'. Memories are a very serious and very detailed thing. I prefer to call this that I write'Memorials\". A'remembrance'only forces you to write what you remember. - But, I understand this is just the beginning of what happened that evening-night. - That's right, next Saturday I'll show you what I write these days, if I feel like it, because I have my doubts. I'm sorry. I'm sorry. Sometimes I think that the history that has been written of'that 'is already immovable. Besides, I'm looking like the Prometheus in chains. - Yeah, I'm chained to my own words and everything I've been saying since 1981. I helped create the version that has passed to history and now I'm sure they'd all face it. Because you may well think that if I lied then, now I may also be doing. Many would blame me for speaking now with resentment, for the'kick in the ass'that His Majesty gave me last year. - No, Sabino, your prestige as a serious man is beyond doubt and I'm sure they'll believe you at their feet. Many events in history have suffered significant changes and changes over time. What I'm concerned about is the position the Monarch can take if your version of now becomes public. - Well, you can imagine. - It could be until the fall of the Monarchy. - I don't think so. Although many do not believe it Spain has no other way out right now than the Monarchy. In that maybe Franco was right and everything was tied and well tied!- Yes, but the image of the King'savior of democracy 'will be over. - Well, that's true, but between History, Monarchy, King or Truth, I prefer to keep the Truth. It's my conscience. I'm going to turn 77, and I'm already, as Baroja said, on the last bend of the road. Besides, I owe it to my Lieutenant Rubio, you know the story. And that's where we left the conversation that day. That's when he told me to take the notes I wanted, knowingly, as I had shown him on many occasions that I was a tomb. I'm sorry.",
    "source": "www.mediterraneodigital.com",
    "date": "23/02/2018",
    "veracity": 0,
    "claims": [
        "I morning I he a little late I Frio'and the Director General himself my Many I Sir the trusted man who had stood out there because he wasn't I the trusted man who had stood out there because he wasn't This he I he I overlooking This I de His Majesty .",
        "His Majesty my office,'I I This the King he Don Sabino I the King General Juste he General Juste I the King I the King's I day.",
        "I Many as I Tejero you Many the Armed General you the Armed General this you the Zarzuela?- he you my office,'I the Monarchy my office,'I I the Queen you jacket the Armed General the television, the radios and the newspapers the King His Majesty you the television, the radios and the newspapers shots he .",
        "my friend Lacaci, the Captain General of Madrid you the Queen he my friend Lacaci, the Captain General of Madrid this madness .",
        "this madness my friend Lacaci, the Captain General of Madrid this madness to read he I and the Monarchy Don Sabino I .",
        "the Armed General General Juste the Armed General my friend Lacaci, the Captain General of Madrid the Zarzuela?- the Queen with the Captains General .",
        "the Captains General the Monarchy that I I the Captains General the Captains General when Don Sabino he it, because Don Sabino did the Captains General want his post His Majesty you take you .",
        "the Queen I written in my .",
        "the Monarchy he 'll always the phone the Monarchy the Truth .",
        "I the Armed General Spanish Television .",
        "Spanish Television the Armed General he I the situation : the Zarzuela?- Spanish Television I Tejero entered he my Lieutenant Rubio Navy you the Captains General shots the version that has passed to history every afternoon, when suddenly it my Lieutenant Rubio Tejero I you knocking I door, Fernando I Spanish Television my Lieutenant Rubio Spanish Television told me:- I , fast, connect the radio!I immediately connected the radio and we both listened with amazement what all Spaniards: the screams of Tejero and the shots.",
        "And I felt like a whip in my whole body.",
        "I should have gone white in seconds, and without thinking about it, I jumped and went straight to the King's office.",
        "When I came in, I didn't knock at the door either, I saw that the King and Queen were already stuck to the radio and listening attentively.",
        "- Sir, what's going on in Congress? - Sabino, please don't get upset.",
        "You look pale! - Sir, if there have been shots!.",
        "- Your Majesty, this is very serious.",
        "There may be dead!- Easy, man, easy.",
        "Don't lose your calm in difficult situations.",
        "Get in quick contact with Security and find out what's going on.",
        "- Sir, just in case I'm going to give instructions to strengthen the security of the Palace.",
        "The Queen had said nothing, though her face was a poem.",
        "But when I went out the phone rang and the King, while he was picking it up, asked me to wait.",
        "Then His Majesty, already on the phone, said very upset: - Alfonso!, what is it?What have these shots been?-.",
        "- Of course I didn't hear the words on the other side of the phone or find out except from the King's answers.",
        "- No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no.",
        "- Yeah, find out everything and you're coming to the Zarzuela.. I'm sorry.",
        "At that moment and with signs I let the King know that he would postpone his answer.",
        "Then His Majesty said:- Alfonso, leave me a few minutes and call me later (and hung up the phone).",
        "- What's the matter, Sabino? - Sir, I don't know what's going on, but I think the Armed General should stay in his post.",
        "- Sir, in the midst of battle a chief cannot abandon his post.",
        "It would be nonsense.",
        "The shots were not planned.",
        "- Sir, I don't understand.",
        "- Yes, Sabino, forgive me (and the King returned to his usual control).",
        "I'll tell you now to stay at your post.",
        "'Sabino is right,'said the Queen.",
        "And then, not even three minutes had passed, the phone rang again and again it was General Armada.",
        "- Look, Alfonso, we've decided you're still there and don't move until further notice.",
        "- No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no.",
        "- Yes, I know, Alfonso, I know the situation is difficult and complicated.",
        "I'm going to gather information and give instructions to Security.",
        "And I went back to my office, where I waited in distress for Fernando Gutierrez.",
        "- Fernando, you have to urgently call the television, the radios and the newspapers, to find out what's going on and that News has them.",
        "When I stayed I only realized that my head was a volcano and a hundred questions came up like sparkles.",
        "What was the meaning of 'it was not foreseen '?Why did the King appear to be calm with me and not with the Navy?What was that? Was it the individual action of the mad Tejero?Was it a coup d'etat?Was the bridge head of something else much more serious?.",
        "And doubts flooded my head! God, the situation barely let me think!.",
        "So I picked up the phone and called the special phone I had from Congress to talk to the CASA person we had highlighted that afternoon for direct information.",
        "I asked, when someone took him to the other side, for the trusted man who had stood out there because he wasn't.",
        "But the person who took it advanced me, very nervous, what had happened and what was happening, and one thing gave me such an impact that I almost fell.",
        "That Tejero had said that he did it in the name of the King!!.",
        "That clouded me to my sight and even my heart began to beat dangerously.",
        "On behalf of the King?What's going on here?Then I also called my friend Lacaci, the Captain General of Madrid, and found that he was as disoriented and disconcerted as I was.",
        "The man was trying to know exactly what was going on at the Brunete.",
        "We were left to talk and be in permanent contact, because it was essential to know what the Armoured One was going to do.",
        "And again I went to see the King.",
        "I entered the office and His Majesty was speaking on the phone and his interlocutor, who was none other than the Armed General, told him:- Alfonso, if it is true that this madman has entered the Congress in the name of the King, it must be denied urgently and I want to know urgently – and the King almost shouted – why Tejero said such a thing.",
        "- And just hung up the phone.",
        "I approached and without sitting, standing (there sitting the Queen followed).",
        "- Sir, I see you already know.",
        "- Yes, Sabino, the thing is serious.",
        "I think we should authorize the Navy to come to the Zarzuela and explain in detail what's going on, because I think things are happening here that weren't planned.",
        "- Things that were not foreseen?What does Your Majesty mean?- Well, it is a saying (but, for the first time I noticed a certain nervousness in the King, as if he wanted to hide something from me)- Well, sir, I still think that the Armed General should stay in his post.",
        "Sir, I think it's urgent that Your Majesty speak directly to the Captains General to know what they think and what's going on in their respective regions.",
        "I also think it's urgent that His Majesty publicly disprove what Tejero is saying in Congress.",
        "I think it should be addressed to the Spanish on Spanish Television.",
        "- All right, you make the arrangements with TV and as soon as you're done you come here and talk to the Captains General.",
        "So I went back to my office, where Fernando Gutierrez was supernervous, who without wasting time told me:- Sabino, the military have taken Spanish Television and National Radio.",
        "- What do you say? - I've just been confirmed by the Director General himself.",
        "At the time the phone rang.",
        "It was General Juste asking to talk to me.",
        "I quickly got in touch.",
        "- Juste, what's going on? - Sabino (General Juste and I were very close since my stay at the Army Ministry).",
        "Is the Armed General in the Zarzuela?- No, why do you ask me?- Because I have been told that at this time the Armed General had to be in the Zarzuela.",
        "- And why is that?Who has informed you of it?- Commander Pardo Zancada, who apparently knows from the mouth of General Milans.",
        "- Well, Juste, Navy isn't in the Zarzuela, neither is it nor is it expected.",
        "- Thank you, Sabino, that changes things.",
        "Thanks again.",
        "- Hey, hey, why do things change?What things?- Sabino, please, I'll call you later.",
        "I hung up the phone and my head was a boil.",
        "For the first time I sensed something about the Armed General, perhaps because of his insistence on going to the Zarzuela.",
        "My instinct has already put me on guard.",
        "Also that the news of the Navy would have arrived through Milans del Bosch.",
        "And so, already with 'all the flies behind my ear ', I went back to His Majesty's office and when I entered I took the surprise of the night, what I say, the surprise of my life.",
        "And that clouded my mind and enraged me.",
        "So, and without protocols, I turned to His Majesty and without thinking, I said to him, looking straight at him: - Sir!.",
        "Are you crazy?We're on the edge of the cliff and you're toasting with champagne – and I almost screamed – Sir!Don't you realize that the Monarchy is in danger?Don't you realize that it can be the end of your Reign?Remember what happened to your grandfather!!!Then the King's face changed color and I saw how his hands began to tremble and in an almost inaudible voice he sent out to those present, who immediately left the office.",
        "(*) All but the Queen, who had a poker face.",
        "Once alone His Majesty came to me, and trembling and almost crying, he took me by the hands and in a supplicant tone he said to me: - Sabino, please save me! Save me, save the Monarchy, right now I do not know what I do or what to say! - Majesty, let us all calm down.",
        "This is not the time for sorrows.",
        "You yourself told me before that we should not lose our calm in difficult times.",
        "What needs to be done is to try to control the situation and to do this it is essential to talk to the Captains General.",
        "I warn you that Brunete has already taken Spanish Television and National Radio.",
        "I knew it, I knew it! - What did you know, Lord?- What was going to happenAt that moment the Queen got up and without saying anything left the office.",
        "My legs were shaking.",
        "Then the King sat at his table and laid his head in his hands.",
        "I sat across the street and waited a few seconds before talking.",
        "- Sir, I don't know what Your Majesty knew, but whatever it is, now what you have to do is stop this madness.",
        "If it succeeds, the Monarchy will fall like his grandfather's.",
        "Please talk to the Captains General and do what you can.",
        "- No, sir, with the Captains General, the Supreme Chief of the Armed Forces has to speak, and that honor belongs to His Majesty.",
        "And there I remained while the King spoke by this order, with Jaime Milans del Bosch (III Military Region), Guillermo Quintana Lacacci (I Region), Pedro Merry Gordon (II Region), Antonio Pascual Galmes (IV Region), Antonio Elícegui Prieto (V Region), Luis Polanco Mejorada (VI Region), Angel Capano Lopez (VII Region), Manuel Fernández Posse (VIII Region), Antonio Delgado Álvarez (IX Region), Manuel de la Torre Pascual (Baleares), Jesús González de Yerro (Canarias) and Ignacio Alfaro Arregui, at that time Chairman of the Board of Chiefs of Staff (JUJEM) and Luis Arebalo Peyuz, admiral head of the General Staff of the Navy.",
        "What the King talked about with the senior army commanders I will talk about in the next installment'.",
        "- This is a bomb, Sabino! - I know.",
        "- This changes history.",
        "But it's the truth.",
        "- Will your 'Memories 'be? - No, you know I'm not in favor of 'Memories'.",
        "Memories are a very serious and very detailed thing.",
        "- But, I understand this is just the beginning of what happened that evening-night.",
        "- That's right, next Saturday I'll show you what I write these days, if I feel like it, because I have my doubts.",
        "Sometimes I think that the history that has been written of'that 'is already immovable.",
        "Besides, I'm looking like the Prometheus in chains.",
        "- Yeah, I'm chained to my own words and everything I've been saying since 1981.",
        "I helped create the version that has passed to history and now I'm sure they'd all face it.",
        "Many would blame me for speaking now with resentment, for the'kick in the ass'that His Majesty gave me last year.",
        "- No, Sabino, your prestige as a serious man is beyond doubt and I'm sure they'll believe you at their feet.",
        "Many events in history have suffered significant changes and changes over time.",
        "What I'm concerned about is the position the Monarch can take if your version of now becomes public.",
        "- It could be until the fall of the Monarchy.",
        "Although many do not believe it Spain has no other way out right now than the Monarchy.",
        "In that maybe Franco was right and everything was tied and well tied!- Yes, but the image of the King'savior of democracy 'will be over.",
        "- Well, that's true, but between History, Monarchy, King or Truth, I prefer to keep the Truth.",
        "It's my conscience.",
        "I'm going to turn 77, and I'm already, as Baroja said, on the last bend of the road.",
        "Besides, I owe it to my Lieutenant Rubio, you know the story.",
        "And that's where we left the conversation that day.",
        "That's when he told me to take the notes I wanted, knowingly, as I had shown him on many occasions that I was a tomb."
    ]
}