{
    "id": "Politica_99",
    "claim": "The president of Spain, Pedro Sánchez, appeared today at the Palacio de la Moncloa to inform of the Plan of Recovery, Transformation and Resilience of the economy that will shortly be presented to the European Union (EU), which deals with the most ambitious and important project in the recent history of the country, according to the president, after his accession to that organization. He recalled that at that time the structural funds were 8 billion euros (more than 191 billion pesos) and “now we are talking about 140 billion (above 3 billion pesos), fundamental to recover pre-Pandemic GDP levels and give exponential growth in the possibilities of growing, creating jobs and businesses. An absolutely exceptional and unique investment”. The president said that in recent years Spain has been hit by the worst economic crisis in 80 years and a qualifier that also considered by the current pandemic in a century. These events revealed weaknesses in the economy and public services of the country, according to Sánchez. The five main objectives of the Plan that Sánchez summarized are: Modernizing the productive fabric, including the public administration. Increasing productivity, one of the main Achilles heels that explain why there is a lower per capita income than the rest of the European powers. Promoting the capacity to create high-quality jobs throughout the territory, combating structural, youth and gender unemployment. Reducing social and gender gaps, widened by the health crisis and emergency Drive an environmental transformation. He added that “in the long term what we want is for Spain to have robust economic growth, sustainable fiscal growth and resilient environmental growth”. The president also explained that there are a total of 20 major investments for the next three years. He explained that in the first place there will be a strategy of sustainable mobility, safe and connected, electrifying public roads, giving charging points to electric vehicles, for 13 billion euros. In the modernization of the public administration it will be of 4,315 million, while in the plan of digitization of the SMEs (small and medium enterprises) it is planned with 4,60 million; the road map of the 5G, to boost the digitization, with 4 billion euros; a new industrial policy for the Spain of 2030, with remodeling of waste management, with 3,780 million. There is also a plan for digital training, with 3 590 million euros; for the improvement of competitiveness it is considered 3 400 million; the development of the system of science and innovation, with 3 380 million euros; it will take 3 400 million euros to the tourism sector and, finally, it will allocate 3 175 million euros to the environmental transition. Sánchez also said that there are four major transformations he considered essential: green transition, digital transformation, territorial cohesion and gender equality. There are 20 major reforms envisaged in the Recovery Plan, although there are a hundred. However, the president highlighted the modernization of the national health system; a new energy system, with renewable energy deployment; the modernization of justice; the new economy of care, including the lessons the pandemic leaves in residences; a water purification and reuse plan, a key debate on islands and agricultural territories facing the threat of climate change. In addition, he added the modernisation and digitisation of public administrations; waste policy and the promotion of the circular economy, which will allow a lot of quality employment in the coming years; a sustainable and connected economy; a commitment to innovation and a new housing policy “in its entirety”. According to Pedro Sánchez, the Spanish government's forecasts will translate into additional GDP growth of two points starting in 2021 (with growth of more than 2 percent per year since 2030; the creation of 800,000 jobs and the improvement of the country's vertebration and the distribution of population throughout the country, facing the demographic challenge. The sending of the final plan to the EU, which was originally scheduled to be delivered by the end of March, will eventually be delayed until its approval in the Council of Ministers on Tuesday, 20 or 27 April. I'm sorry.",
    "source": "www.milenio.com",
    "date": "13/04/2021",
    "veracity": 1,
    "claims": [
        "The president of Spain, Pedro Sánchez , appeared today at the Palacio de la Moncloa to inform of the Plan of RecoveryHe Transformation and Resilience of the economy that will shortly be presented to the European Union (EU) , which deals with the most ambitious and important He the recent history of Spain , according to The president of Spain, Pedro Sánchez , after accession to the European Union (EU) .",
        "The president of Spain, Pedro Sánchez recalled that at that time the structural funds were 8 billion euros (more than 191 billion pesos) and “now we are talking about 140 billion (above 3 billion pesos), fundamental to recover pre-Pandemic GDP levels and give exponential growth in the possibilities of growing, creating jobs and businesses.",
        "An absolutely exceptional and unique investment”.",
        "The president of Spain, Pedro Sánchez said that in recent years Spain has been hit by the worst economic crisis in 80 years and a qualifier that also considered by the current pandemic in a century .",
        "the worst economic crisis in 80 years and a qualifier that also considered by the current pandemic in a century revealed weaknesses in the economy and public services of Spain , according to The president of Spain, Pedro Sánchez .",
        "The five main objectives of the Plan that The president of Spain, Pedro Sánchez summarized are: Modernizing the productive fabric, including the public administration.",
        "Increasing productivity, one of the main Achilles heels that explain why there is a lower per capita income than the rest of the European He .",
        "Promoting the capacity to create high-quality jobs throughout the territory, combating structural, youth and gender unemployment.",
        "Reducing social and gender gaps, widened by the health crisis and emergency Drive an environmental transformation.",
        "He added that “in the long term what we want is for Spain to have robust economic growth, sustainable fiscal growth and resilient environmental growth”.",
        "The president also explained that there are a total of 20 major investments for the next three years.",
        "He explained that in the first place there will be a strategy of sustainable mobility, safe and connected, electrifying public roads, giving charging points to electric vehicles, for 13 billion euros.",
        "In the modernization of the public administration it will be of 4,315 million, while in the plan of digitization of the SMEs (small and medium enterprises) it is planned with 4,60 million; the road map of the 5G, to boost the digitization, with 4 billion euros; a new industrial policy for the Spain of 2030, with remodeling of waste management, with 3,780 million.",
        "There is also a plan for digital training, with 3 590 million euros; for the improvement of competitiveness it is considered 3 400 million; the development of the system of science and innovation, with 3 380 million euros; it will take 3 400 million euros to the tourism sector and, finally, it will allocate 3 175 million euros to the environmental transition.",
        "Sánchez also said that there are four major transformations he considered essential: green transition, digital transformation, territorial cohesion and gender equality.",
        "There are 20 major reforms envisaged in the Recovery Plan, although there are a hundred.",
        "However, the president highlighted the modernization of the national health system; a new energy system, with renewable energy deployment; the modernization of justice; the new economy of care, including the lessons the pandemic leaves in residences; a water purification and reuse plan, a key debate on islands and agricultural territories facing the threat of climate change.",
        "In addition, he added the modernisation and digitisation of public administrations; waste policy and the promotion of the circular economy, which will allow a lot of quality employment in the coming years; a sustainable and connected economy; a commitment to innovation and a new housing policy “in its entirety”.",
        "According to Pedro Sánchez, the Spanish government's forecasts will translate into additional GDP growth of two points starting in 2021 (with growth of more than 2 percent per year since 2030; the creation of 800,000 jobs and the improvement of the country's vertebration and the distribution of population throughout the country, facing the demographic challenge.",
        "The sending of the final plan to the EU, which was originally scheduled to be delivered by the end of March, will eventually be delayed until its approval in the Council of Ministers on Tuesday, 20 or 27 April."
    ]
}