{
    "id": "Politica_338",
    "claim": "When you put a 'friend' as Minister of Health to please ERC. the figures that the coronavirus, and that only taking into account the officials, place Spain as the worst country in the world in the management of the health crisis. As much as Pedro Sánchez, in his weekly ‘Alo Presidente' appearances in La Moncloa, is bent on misrepresenting reality, the truth is that in all the comparable parameters of Covid-19 cases our country reaches the level of catastrophic. Now an independent study, to which Digital Journalist has had access, that analyzes the degree of preparation of those responsible for Health of our European environment makes a chilling relationship between the professional health value of European ministers with the numbers of deaths by Covid-19 in their respective countries and the result is devastating for the executive of Pedro Sánchez and Pablo Iglesias. We're starting from minor to major. In Hungary, the head of Health is Miklos Kásler, in addition to a long scientific experience is Doctor of Medicine, Surgery and Oncology. His country had recorded only 27 deaths per million inhabitants. Similar figures register Poland. There his Minister of Health, Lukasz Jan Szumowski, is Doctor of Medicine, Cardiology and Electrophysiology. He also has extensive experience in the public and private health sector. Poland has 70 deaths per million inhabitants. A very relevant fact, our neighboring country. Marta Temido, Minister of Health Lusa, is a PhD in International Health, Master in Health Economics Management and Degree in Law. In addition, he has extensive hospital and public management experience. Colindante with us, Portugal records 86 deaths per million inhabitants. The figures are tragically skyrocketing in the case of Spain. Salvador Illa, to whom Sánchez entered the Health portfolio, has no training or health experience. He's a philosopher. The result, shocking: 700 deaths per million inhabitants, the highest figure in the world. Pedro Sánchez named, last January, Illa Health holder with the only professional ‘merit' of being a ‘friendly' political figure for Catalan independence and his investiture partner, ERC. In addition, the number of health professionals infected with coronavirus is 48. 860 until Tuesday 12, according to data from the Ministry of Health notified to the Center for the Coordination of Health Alerts and Emergencies (CCAES) by the Autonomous Communities. So far in May, more than 8. 400 healthcare professionals have tested positive in coronavirus in Spain, since April closed with 39. 987 contagions in this group. In Spain, a total of 228 have been reported so far. 030 confirmed cases (Tuesday 12 data) of COVID-19 (only by PCR test), which means that 21.4% of those infected are health professionals. In particular, 1 in 8 infected men and 1 in 3 infected women belong to this group. I'm sorry.",
    "source": "www.periodistadigital.com",
    "date": "12/05/2020",
    "veracity": 0,
    "claims": [
        "Marta Temido, Minister of Health Lusa Health to please ERC.",
        "the figures that the coronavirus, and that only taking into account the officials, Marta Temido, Minister of Health Lusa Spain as the worst country in the world in the management of the health crisis.",
        "As much as Pedro Sánchez , in weekly ‘Alo Presidente' appearances in La Moncloa, is bent on misrepresenting Salvador Illa, to whom Sánchez entered the Health portfolio of Covid-19 cases Spain reaches the level of catastrophic.",
        "Now an independent study, to which Digital Journalist has had access, that analyzes Sánchez of preparation of those responsible for Health of our European environment makes a chilling relationship between the professional health value Sánchez European ministers with the numbers of deaths by Covid-19 in respective countries and the result is devastating Tuesday 12 of Pedro Sánchez and Pablo Iglesias.",
        "In Hungary , the head of Health is Miklos Kásler, in addition to a long scientific experience is Doctor of Medicine, Surgery and Oncology.",
        "Hungary had recorded only 27 deaths per Spain inhabitants.",
        "Similar figures register Poland .",
        "There his Minister of Health, Lukasz Jan Szumowski , is Doctor of Medicine, Cardiology Tuesday 12 .",
        "his Minister of Health, Lukasz Jan Szumowski also has extensive experience in the public and private health sector.",
        "Poland has 70 deaths per million inhabitants.",
        "A very relevant fact, Poland .",
        "Marta Temido, Minister of Health Lusa, is a PhD in International Health, Master in Health Economics Management and Degree in Law.",
        "In addition, he has extensive hospital and public management experience.",
        "Colindante with us, Portugal records 86 deaths per million inhabitants.",
        "The figures are tragically skyrocketing in the case of Spain.",
        "Salvador Illa, to whom Sánchez entered the Health portfolio, has no training or health experience.",
        "He's a philosopher.",
        "The result, shocking: 700 deaths per million inhabitants, the highest figure in the world.",
        "Pedro Sánchez named, last January, Illa Health holder with the only professional ‘merit' of being a ‘friendly' political figure for Catalan independence and his investiture partner, ERC.",
        "In addition, the number of health professionals infected with coronavirus is 48.",
        "860 until Tuesday 12, according to data from the Ministry of Health notified to the Center for the Coordination of Health Alerts and Emergencies (CCAES) by the Autonomous Communities.",
        "So far in May, more than 8.",
        "400 healthcare professionals have tested positive in coronavirus in Spain, since April closed with 39.",
        "987 contagions in this group.",
        "In Spain, a total of 228 have been reported so far.",
        "030 confirmed cases (Tuesday 12 data) of COVID-19 (only by PCR test), which means that 21.4% of those infected are health professionals.",
        "In particular, 1 in 8 infected men and 1 in 3 infected women belong to this group."
    ]
}