{
    "id": "Sociedad_28",
    "claim": "While Minga moved to the capital of the Republic, the State security forces have taken advantage of it to enter the indigenous-dominant Cauca territories to destroy more than 63 coca processing laboratories protected by indigenous people and belonging to illegal armed groups in the Cauca and Caquetá areas. As revealed by the Anti-Narcotics Directorate of the Police, the laboratories intervened were found in the municipalities of Piedmont (Cauca), San Jose del Fragua, Puerto Rico, Valparaíso and Milan (Caquetá), border area of the two departments and indigenous domain. The operation of the anti-narcotics group was called “Resplandor II” and yet with the aerial support of operational commands deployed from Florence by the National Police aviation. The destroyed laboratories had the capacity to produce up to one ton of coca base per month, according to the police in the monthly value that interferes in coca production is $1. 683 million pesos and that will affect the finances of the dissidences. Share this content:The Anti-Narcotics Police achieved the seizure and subsequent destruction of 2. 664 gallons of liquid inputs (ACPM, petrol and sulphuric acid), 1. 198 kilos of solid inputs (ammonium sulfate, cement, lime, bicarbonate and nutrient), 2. 547 kilograms of macerated coca leaf and 574 kilograms of cocaine base in solution. “The judicial proceedings were left at the disposal of the Attorney General's Office based in Mocoa and Florence,” the Anti-Narcotics Directorate said. The investigations determined that each of these laboratories had the capacity to produce about one ton of coca base per month, which, according to the police, represents an impact on the logistics chain of drug trafficking organizations at a value close to $1. 683 million pesos. According to the Anti-Narcotics Directorate of the Police, a large part of the cocaine laboratories are located in this area, since the location of the department is key to getting the drug off the Pacific coast to Central America and the United States. USA. I'm sorry.",
    "source": "politika.com.co",
    "date": "19/10/2020",
    "veracity": 0,
    "claims": [
        "While Minga moved to the capital of the Republic, the State security forces have taken advantage of moved to enter the indigenous-dominant Cauca territories to destroy more than 63 coca processing laboratories protected by indigenous people and belonging to illegal armed groups in the Cauca and Caquetá areas .",
        "As revealed by the Anti-Narcotics Directorate of the Police , more than 63 coca processing laboratories protected by indigenous people and belonging to illegal armed groups in the Cauca and Caquetá areas were found in the municipalities of Piedmont (Cauca), San Jose del Fragua, Puerto Rico, Valparaíso and Milan (Caquetá), border area of the two departments and indigenous domain.",
        "The operation of the Anti-Narcotics Directorate of the Police was called “Resplandor II” and yet with the aerial support of operational commands deployed from Florence by the National Police aviation.",
        "more than 63 coca processing laboratories protected by indigenous people and belonging to illegal armed groups in the Cauca and Caquetá areas had the capacity to produce up to one ton of coca base per month, according to the police in the monthly value that interferes in coca production is $1.",
        "683 million pesos and that will affect the finances of the dissidences.",
        "Share this content:the Anti-Narcotics Directorate of the Police achieved the seizure and subsequent destruction of 2.",
        "664 gallons of liquid inputs (ACPM, petrol and sulphuric acid), 1.",
        "198 kilos of solid inputs (ammonium sulfate, cement, lime, bicarbonate and nutrient), 2.",
        "547 kilograms of macerated coca leaf and 574 kilograms of cocaine base in solution.",
        "“The judicial proceedings were left at the disposal of the Attorney General's Office based in Mocoa and Florence,” the Anti-Narcotics Directorate said.",
        "The investigations determined that each of these laboratories had the capacity to produce about one ton of coca base per month, which, according to the police, represents an impact on the logistics chain of drug trafficking organizations at a value close to $1.",
        "683 million pesos.",
        "According to the Anti-Narcotics Directorate of the Police, a large part of the cocaine laboratories are located in this area, since the location of the department is key to getting the drug off the Pacific coast to Central America and the United States.",
        "USA."
    ]
}