{
    "id": "Sociedad_27",
    "claim": "Ana Requena claims in her new book ‘Vibrant Feminism' the revolution of enjoyment and pleasure. Ana Requena Aguilar (Madrid, 1984) dedicates her book Vibrant Feminism: If there is no pleasure it is not our revolution to her grandmothers, women who have not had that choice to enjoy their sexuality as they have other generations. The first chapter begins with the anecdote that his suitcase didn't come out of the airport tape and he thought the reason was the vibrator he had inside. His book seeks to escape that modesty of openly speaking of one's desire and enjoyment. This journalist is a member of the founding team of Eldiario. is and currently exercises as editor-in-chief of gender. What motivated him to write this book?I was motivated by what happened to me on a trip to Paris, the anecdote of the suitcase and the vibrator. The shame I felt gave me a lot to think about, made a switch activate and made it clear that I had to write about this, about feminism from a point of view of enjoyment and pleasure and of all the stigmas that today we carry as modern as we believe ourselves. In the end, part of a conflict that is personal but I think it connected with a conflict that we somehow have all women with more or less intensity, and that's because prejudices, gender roles and stereotypes still hurt us a lot. One of his ideas is that there is no revolution without pleasure. In recent years we have focused on the demands that had to do with macho violence, especially sexual violence, and that has been a historical turning point, this collective rupture of silence. But I think it's worth a reflection on how we have to complete that speech so we don't stay in a kind of terrifying narrative in which sex only appears associated with violence and in which we appear only as victims. We have to complete this with another discourse that claims us as subjects of desire and that we can talk about sex and what we do want to combat stereotypes that often prevent us from being at ease in our lives, in our bodies and in our relationships. It's not about disqualifying fear, what I'm saying is that it can't be the only answer. Name some examples of women being judged for openly speaking about their sexuality. She points them out because our society is mired in the idea that sex is something to embarrass women with, something with which they can attack, hurt, despise and question us. In patriarchy women lose or gain status depending on how we relate to men, whether we are going to let ourselves be made, whether we are going to be more sluts or submissive, a whole system that hierarchizes us. Those comments seek that message of discipline for the recipient and for all the others. Were you afraid to expose yourself?Many times you feel that you can be taken less seriously by using certain language. Something that doesn't happen in the same way to male writers and journalists who also chronicle that first person and those biographical dyes without that affecting their seriousness and image. We still have a cost, especially if the chosen subject has to do with sex, motherhood, relationships. Do you think men and women are educated differently when it comes to living their sexuality?In the end we are educated and socialized differently. For masculinity sex is central, it is built on the idea of an active male, permanently desiring and that also seems legitimized to obtain that sex through many strategies, from giving alcohol to women because thus it will be easier to take them to bed, insistence, intimidation.. and on the contrary the socialization of women is based on the opposite idea, in that our sexuality is something more discreet, contained, almost always at the service of another end that is usually romantic love or liking others but not seen so much from one's own pleasure. There are women who still don't know their bodies well. There are midwives who tell you that there are women who come to birth preparation classes without knowing where their clitoris is or without knowing the pelvic floor or what shape their vagina has. The vulva has always been built from that idea of something dark, dirty, smelly, in which it is better not to inquire much, and that prevents us from self-knowledge. We can not only give information to women thought from the medical or biological point, but also of human beings that we want to enjoy. Is there still fear of being openly feminist?The term feminist women claim it with pride or at least many no longer reject it even if it may cost them to call it themselves. Evidently there are reluctances, the disqualification of feminism has always been a classic, when they associate it with hatred of men, that what you really want is to de-protect women or treat us as if they were victims, there are a series of maxims that continue to be repeated today. What role do men play in feminist discourse?Men play a very important role, we need them to open their own gap with regard to masculinities, with regard to how they are going to stand before this revolution that directly challenges them. They have their own work to do as individuals and collectively to think about what they are going to do to accelerate the change of men, because the change of women has accelerated greatly and the ones left behind are them. Do different ideologies exist in feminism?It cannot be denied that the history of feminism is diverse and plural. Liberal feminism has already existed in other times, another thing is that we do not lose sight of the fact that the feminist spirit is transformative and necessarily opposed to the conservative. I'm sorry.",
    "source": "elpais.com",
    "date": "11/01/2021",
    "veracity": 1,
    "claims": [
        "Ana Requena claims in his women .",
        "women Ana Requena women book Vibrant Feminism: If there is no the anecdote that his suitcase didn't come out of the airport tape and he thought the reason was the vibrator he had inside it is not our revolution to the anecdote that his suitcase didn't come out of the airport tape and he thought the reason was the vibrator he had inside some examples of women being judged for openly speaking about their sexuality .",
        "some examples of women being judged for openly speaking about their sexuality women who still don't know their bodies well some examples of women being judged for openly speaking about their sexuality their her new book ‘Vibrant Feminism' women who still don't know their bodies well their her new book ‘Vibrant Feminism' .",
        "his seeks to escape women modesty women that idea of something dark, dirty, smelly, in which it is better not to inquire much of one's desire and enjoyment.",
        "Ana Requena that idea of something dark, dirty, smelly, in which it is better not to inquire much a member of the founding team of Eldiario.",
        "is and currently exercises male writers and journalists who also chronicle that first person and those biographical dyes without that affecting their seriousness and image feminist?The term feminist in-chief feminist?The term feminist male writers and journalists who also chronicle that first person and those biographical dyes without that affecting their seriousness and image .",
        "that motivated Ana Requena that write his was motivated by what happened to Ana Requena that speech a trip to Paris, our you many her new book ‘Vibrant Feminism' I .",
        "I many I many I and made I clear many Ana Requena had to write about this, about feminism from a point of view of many and pleasure and of all the fear that today we carry as modern as we believe many .",
        "women the end, part of a conflict that is women but Ana Requena think it connected with a conflict women we somehow have all women with masculinity prejudices, gender roles and stereotypes still hurt us a lot.",
        "One of his ideas is that there is no revolution without pleasure.",
        "In recent years we have focused on the demands that had sex do with macho violence, especially sexual violence, and that has been a historical turning point, this collective rupture of silence.",
        "But I think it's worth a reflection on how we have to complete that speech so we don't stay in a kind of terrifying narrative in which sex only appears associated with violence and in which we appear only as victims.",
        "We have to complete this with another discourse that claims us as subjects of desire and that we can talk about sex and what we do want to combat stereotypes that often prevent us from being at ease in our lives, in our bodies and in our relationships.",
        "It's not about disqualifying fear, what I'm saying is that it can't be the only answer.",
        "Name some examples of women being judged for openly speaking about their sexuality.",
        "She points them out because our society is mired in the idea that sex is something to embarrass women with, something with which they can attack, hurt, despise and question us.",
        "In patriarchy women lose or gain status depending on how we relate to men, whether we are going to let ourselves be made, whether we are going to be more sluts or submissive, a whole system that hierarchizes us.",
        "Those comments seek that message of discipline for the recipient and for all the others.",
        "Were you afraid to expose yourself?Many times you feel that you can be taken less seriously by using certain language.",
        "Something that doesn't happen in the same way to male writers and journalists who also chronicle that first person and those biographical dyes without that affecting their seriousness and image.",
        "We still have a cost, especially if the chosen subject has to do with sex, motherhood, relationships.",
        "Do you think men and women are educated differently when it comes to living their sexuality?In the end we are educated and socialized differently.",
        "For masculinity sex is central, it is built on the idea of an active male, permanently desiring and that also seems legitimized to obtain that sex through many strategies, from giving alcohol to women because thus it will be easier to take them to bed, insistence, intimidation.. and on the contrary the socialization of women is based on the opposite idea, in that our sexuality is something more discreet, contained, almost always at the service of another end that is usually romantic love or liking others but not seen so much from one's own pleasure.",
        "There are women who still don't know their bodies well.",
        "There are midwives who tell you that there are women who come to birth preparation classes without knowing where their clitoris is or without knowing the pelvic floor or what shape their vagina has.",
        "The vulva has always been built from that idea of something dark, dirty, smelly, in which it is better not to inquire much, and that prevents us from self-knowledge.",
        "We can not only give information to women thought from the medical or biological point, but also of human beings that we want to enjoy.",
        "Is there still fear of being openly feminist?The term feminist women claim it with pride or at least many no longer reject it even if it may cost them to call it themselves.",
        "Evidently there are reluctances, the disqualification of feminism has always been a classic, when they associate it with hatred of men, that what you really want is to de-protect women or treat us as if they were victims, there are a series of maxims that continue to be repeated today.",
        "What role do men play in feminist discourse?Men play a very important role, we need them to open their own gap with regard to masculinities, with regard to how they are going to stand before this revolution that directly challenges them.",
        "They have their own work to do as individuals and collectively to think about what they are going to do to accelerate the change of men, because the change of women has accelerated greatly and the ones left behind are them.",
        "Do different ideologies exist in feminism?It cannot be denied that the history of feminism is diverse and plural.",
        "Liberal feminism has already existed in other times, another thing is that we do not lose sight of the fact that the feminist spirit is transformative and necessarily opposed to the conservative."
    ]
}