{
    "id": "Sociedad_50",
    "claim": "Why do radical feminists habitually ignore the crimes committed against women at the hands of people coming mostly from countries where women are recognized as being the same dignity as a lizard?The answer is obvious; the Third Wave of Feminism has little to do with protecting women's rights and everything to do with social engineering. Many feminists refuse to draw attention to crimes against women that are not being committed by Western white men. They avoid, for example, such trivial trivial issues for them as female genital mutilation (FGM). Feminists prefer to avoid this rhetorical civil war rather than face reality in the face of real threats to gender equality. The swindle of feminist groups is highlighted by ignoring the wave of violations that Europe is sweeping, while at the same time revealing the true face that characterizes the third wave of feminism – rampant hypocrisy and a strategy of diminishing importance and ignoring genuine issues of women's rights that do not fit into the distorted paradigm of blaming the white patriarchate for everything. The former candidate of Bildu Irantzu Varela is a good example of the double standard of many feminists. At least this garment must be recognized for the merit of not walking around with dialectic subterfuges. He has recognized loud and clear in a twitter that feminists do not defend ourselves against the violations of immigrants, finishing off their vomit with a revealing phrase of their moral hediony: It is a war against the white man only. Do you share Basque ethnicist nationalism?Irantzu Varela defines herself as Basque feminist activist. She is one of her founders, she is also creator and presenter of El Tornillo, the feminist microspace of La Tuerka first and of En la Frontera-Público TV after. Controversy with actress Barbara Goenaga Last June she charged actress Barbara Goenaga, who ended up leaving Twitter. It all started when the Donostiarra reported on her Twitter account an infamous assault on two lesbian women on a London bus, who were beaten for refusing to kiss in front of men who demanded it. Then the radical feminist – as she describes herself in her Twitter profile, and it is little – intervened, putting her in the face of being married to Borja Semper, spokesman for the Popular Party in the Basque Country. Apparently, according to Varela, being married or married to someone makes it impossible to have opinions of their own. I'm sorry.",
    "source": "www.alertadigital.com",
    "date": "04/07/2019",
    "veracity": 0,
    "claims": [
        "Why do radical feminists habitually ignore the crimes committed against women at the hands of people coming mostly from countries where women are recognized as being the same dignity as a lizard?The answer is obvious; the Third Wave of Feminism has little to do with protecting women's rights and everything to do with social engineering.",
        "Many feminists refuse to draw attention to crimes against women that are not being committed by Western white men.",
        "Many feminists avoid, for example, such trivial trivial issues for Many feminists as female genital mutilation (FGM).",
        "Feminists prefer to avoid this rhetorical civil war rather than face reality in the face of real threats to gender equality.",
        "The swindle of feminist groups is highlighted by ignoring the wave of violations that Europe is sweeping, while at the same time revealing the true face that characterizes the Third Wave of Feminism – rampant hypocrisy and a strategy of diminishing importance and ignoring genuine issues of women's rights that do not fit into the distorted paradigm of blaming the white patriarchate for everything.",
        "The former candidate of Bildu Irantzu Varela is a good example of the double standard of many feminists.",
        "At least this garment must be recognized for the merit of not walking around with dialectic subterfuges.",
        "The former candidate of Bildu Irantzu Varela has recognized loud and clear in a twitter that feminists do not defend ourselves against the violations of immigrants, finishing off vomit with a revealing phrase of moral hediony: It is a war against the white man only.",
        "Do you share Basque ethnicist nationalism?Irantzu Varela defines herself as Basque feminist activist.",
        "She is one of her founders, she is also creator and presenter of El Tornillo, the feminist microspace of La Tuerka first and of En la Frontera-Público TV after.",
        "Controversy with actress Barbara Goenaga Last June she charged actress Barbara Goenaga, who ended up leaving Twitter.",
        "It all started when the Donostiarra reported on her Twitter account an infamous assault on two lesbian women on a London bus, who were beaten for refusing to kiss in front of men who demanded it.",
        "Then the radical feminist – as she describes herself in her Twitter profile, and it is little – intervened, putting her in the face of being married to Borja Semper, spokesman for the Popular Party in the Basque Country.",
        "Apparently, according to Varela, being married or married to someone makes it impossible to have opinions of their own."
    ]
}