{
    "id": "Sociedad_108",
    "claim": "The alleged irregularities in the accounts of the United Nations Podemos are not the only ones that concern the Court of Auditors (TC). In a report on the situation of dependence in Spain, the TC has pointed out the director appointed by the current president of the Junta de Andalucía, Juan Manuel Moreno Bonilla, for a multitude of irregularities. The report, which points from overcosts of 1.7 million euros for cutting contracts to contacts prior to the competition with a company that finally earns it, passing by external staff who work without contract, has taken little time to reach the Parliament of Andalusia. As stated by La Voz del Sur , the Socialist spokesman in the Committee on Tourism, Regeneration, Justice and Local Administration in the Andalusian Parliament, Felipe Lopez, has called on the President of the Board to “explain immediately” on the report submitted by El País. The importance of this report should be stressed, since in the words of the spokesperson “recurring contracts awarded to the same companies and also an absolute lack of control over the personnel outside the Imserso, who had access to sensitive information about natural persons”. In addition, the report, which can still receive claims as it is a preliminary draft, points out that decisions from 2012 to 2018 not only harm the public treasury, but also contribute to the poor management of the dependency system in Spain. “Moreno Bonilla was the secretary of state on which the Imserso  and also the one who appointed the director of that time, Cesar Anton  depended at that time and that, therefore, as president of the Junta de Andalucía is obliged to explain and tell everything he knows about this matter,” he said. However, he asked that the popular Moreno Bonilla also respond to “the irregularities detected in the Imserso's own computer services contracts, which are being investigated by the Anti-Corruption Prosecutor's Office since 2018”. Likewise, the PSOE stresses that it may be one of the reasons why the president of the Board does not'want to go to the Andalusian Parliament'to give the necessary explanations, an occasion that they have taken to recriminate that'he, who has been so quick to demand explanations from all the others, is now hidden and does not want to give his face\". I'm sorry.",
    "source": "www.elplural.com",
    "date": "29/08/2020",
    "veracity": 0,
    "claims": [
        "The alleged irregularities in the accounts of the United Nations Podemos are not the only ones that concern the Court of Auditors (TC) .",
        "In a report on the situation of dependence in Spain , the Court of Auditors (TC) has pointed out the director appointed by the current president of the Junta de Andalucía, Juan Manuel Moreno Bonilla, for a multitude of irregularities.",
        "The report, which points from overcosts of 1.7 million euros for cutting contracts to contacts prior to the competition with a company that finally earns it, passing by external staff who work without contract, has taken little time to reach the Parliament of Andalusia .",
        "As stated by La Voz del Sur , the Socialist spokesman in the Committee on Tourism, Regeneration, Justice and Local Administration in the Andalusian Parliament, Felipe Lopez , has called on the President of the Board to “explain immediately” on a report on the situation of dependence in Spain .",
        "The importance of a report on the situation of dependence in Spain should be stressed, since in the words of the Socialist spokesman in the Committee on Tourism, Regeneration, Justice and Local Administration in the Andalusian Parliament, Felipe Lopez “recurring contracts awarded to the same companies and also an absolute lack of control over the personnel outside the Imserso, who had access to sensitive information about natural persons”.",
        "In addition, a report on the situation of dependence in Spain , points out that decisions from 2012 to 2018 not only harm the public treasury, but also contribute to the poor management of the dependency system in Spain .",
        "“Moreno Bonilla was the secretary of state on which the Imserso  and also the one who appointed the director of that time, Cesar Anton  depended at that time and that, therefore, as president of the Junta de Andalucía is obliged to explain and tell everything he knows about this matter,” he said.",
        "However, he asked that the popular Moreno Bonilla also respond to “the irregularities detected in the Imserso's own computer services contracts, which are being investigated by the Anti-Corruption Prosecutor's Office since 2018”.",
        "Likewise, the PSOE stresses that it may be one of the reasons why the president of the Board does not'want to go to the Andalusian Parliament'to give the necessary explanations, an occasion that they have taken to recriminate that'he, who has been so quick to demand explanations from all the others, is now hidden and does not want to give his face\"."
    ]
}