{
    "id": "Sociedad_106",
    "claim": "The Secretary General of the United Nations, Antonio Guterres, said that within the framework of the pandemic it is necessary to combat the deep inequality in the world, “a small group of individuals is enriching exponentially as billions are left behind in poverty,” he added. According to the Economic Commission for Latin America and the Caribbean, published in 2017, 30. 2 per cent of the population live in poverty, while 10 per cent of the population live in poverty. 2 percent (62 million people) are under extreme poverty. The statistical data are the highest since those outlined in 2008. Image result for chile stands out as one of the most unequal countries in the worldChile stands out as one of the most unequal countries in the world. The World Bank noted that the five most unequal countries in the world are: South Africa, Haiti, Honduras, Colombia and Chile. Among the list it is important to note that Haiti faces institutional destabilization for several years, where the current president without recognition, Judge Joseph Mecène Jean Louis, perpetrated a coup d'etat against Jovenel Moïse While that happens, the country plunges into extreme poverty, notes the report. Colombia, for its part, continues under a bloodbath, 12 massacres have been perpetrated this year, and 24 social leaders and nine ex-combatants of the former Revolutionary Armed Forces of Colombia-People's Army (FARC-EP) have been killed. South American country continues under the magnifying glass for political persecution against opposition. While Chile will face an electoral process on April 11, citizens will choose the constituents for the drafting of the new Magna Carta and bury the current Constitution left by the genocidal Augusto Pinochet. I'm sorry.",
    "source": "perma.cc",
    "date": "21/06/2023",
    "veracity": 0,
    "claims": [
        "The Secretary General of the United Nations, Antonio Guterres , said that within the framework of the pandemic it is necessary to combat the deep inequality in the world , “a small group of individuals is enriching exponentially as billions are left behind in poverty,” The Secretary General of the United Nations, Antonio Guterres added.",
        "According to the Economic Commission for Latin America and the Caribbean, published in 2017, 30.",
        "2 per cent of the population live in poverty, while 10 per cent of the population live in poverty.",
        "2 percent (62 million people) are under extreme poverty.",
        "The statistical data are the highest since those outlined in 2008.",
        "Image result for chile stands out as one of the most unequal countries in the worldChile stands out as one of the most unequal countries in the worldChile .",
        "The World Bank noted that the five most unequal countries in the world are: South Africa, Haiti , Honduras, Colombia and chile .",
        "Among the list it is important to note that Haiti faces institutional destabilization for several years, where the current president without recognition, Judge Joseph Mecène Jean Louis, perpetrated a coup d'etat against Jovenel Moïse While institutional destabilization happens, Haiti plunges into extreme poverty, notes the report.",
        "Colombia , for part, continues under a bloodbath, 12 massacres have been perpetrated this year, and 24 social leaders and nine ex-combatants of the former Revolutionary Armed Forces of Colombia-People's Army (FARC-EP) have been killed.",
        "South American country continues under the magnifying glass for political persecution against opposition.",
        "While Chile will face an electoral process on April 11, citizens will choose the constituents for the drafting of the new Magna Carta and bury the current Constitution left by the genocidal Augusto Pinochet."
    ]
}