{
    "id": "Sociedad_154",
    "claim": "After the water started trading within the stock exchange, the value of the stock exchange began to increase in various markets, to the extent that some shops around the world have begun to accept it as a current currency. For the time being, it is possible to exchange some bottles of purified water for dollars or euros, depending on how the quotation dawns. It is also possible to pay at some branches of Tifanny in Paris or New York, which has turned bringing a bottle of water into a symbol of opulence. However, things aren't going to be that simple, according to Ricky McPato, one of the stockbrokers who's been studying this new trend. People think any water is going to be enough, but no. In order to be considered legal, water must have a purity level of at least 80%, and be fit for human consumption. We've already had cases of people trying to use water that they collected from a puddle, or even urine, and all that just doesn't.”. For the time being, it is recommended that people who can start pulling water away, as it will prove to be a way of saving more effectively than even gold. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "14/12/2020",
    "veracity": 0,
    "claims": [
        "After the water started trading within the stock exchange, the value of the stock exchange began to increase in various markets, to the extent that some shops around the world have begun to accept it as a current currency.",
        "For the time being, it is possible to exchange some bottles of purified water for dollars or euros, depending on how the quotation dawns.",
        "It is also possible to pay at some branches of Tifanny in Paris or New York, which has turned bringing a bottle of water into a symbol of opulence.",
        "However, things aren't going to be that simple, according to Ricky McPato, one of the stockbrokers who's been studying this new trend.",
        "People think any water is going to be enough, but no.",
        "In order to be considered legal, water must have a purity level of at least 80%, and be fit for human consumption.",
        "We've already had cases of people trying to use water that they collected from a puddle, or even urine, and all that just doesn't.",
        "For the time being, it is recommended that people who can start pulling water away, as it will prove to be a way of saving more effectively than even gold."
    ]
}