{
    "id": "Sociedad_90",
    "claim": "Neighbors have taken to the streets to protest the crime, to demand justice and to take action against a group of minors who fear the municipality. Ivan was beaten to death after he reprimanded a minor who painted a painting near his house. A 39-year-old man died this Sunday in the hospital of La Princesa in Madrid after being assaulted last Friday in Velilla de San Antonio (Madrid) by a group of young people and minors. The Rivas Civil Guard Judicial Police group has taken charge of the investigations and, for the time being, there are no detainees. The crime has unleashed a great indignation in the municipality and the neighbors went out on Saturday and Sunday to demonstrate peacefully calling for justice and security. The murdered man is Ivan Vaquero Sanz, a dear neighbor in the village, since his family is one of the best known in the village. According to the first inquiries, last Friday evening, he caught the attention of a young man who painted a painting on a wall near his house. The boy confronted Ivan and threatened him. The individual left to look for his friends, according to several people. The alleged assailants immediately showed up at the scene and, after a small quarrel, began beating and assaulting Ivan. The man received several kicks and blows to the head and lay on the ground. He was transferred to the Princess Hospital in very serious condition. At the medical center he went into a coma and finally died on Sunday. The City of Velilla has issued a statement in which 'it expresses the strongest condemnation of the aggression suffered by a neighbour of our town, whose grave consequences have caused his death, and conveys support, solidarity and affection to the family and friends of the mortal victim '. Monday 16 November was held at 12 p.m. 00 a concentration to condemn the crime. Several of Ivan's relatives have come to the event with a sign.'Justice for Ivan, we want you small\". The mayor of Velilla, Antonia Alcázar, told the Ser chain that Velilla is'a quiet town 'but a couple of months ago 'a bunch of kids were carrying out bicycle and mobile thefts and carrying out aggressions and terrorizing people'. Precisely, it is investigated whether the same murderers of Ivan could attack a Chinese merchant from the municipality who was assaulted in his business two weeks ago. Velilla's neighbors soon learned of the aggression and called for a peaceful demonstration in support of Ivan last Saturday afternoon. On Sunday they returned to the streets of the municipality asking for more security and demanding measures against a group of minors and young people who are altering the coexistence of the municipality with their robberies and assaults. There was also a rally on Saturday night at the fairground where residents did not stop playing the horn. Several people have shown signs demanding a safe people and others have rebuked the socialist government team for not having acted against this gang of gang members before. Several neighbors have explained that, among Ivan's aggressors, there are minors and that at least one of them has been able to leave the municipality knowing that he was wanted by the Civil Guard. 'Investigations are well advanced and the first arrests could take place in the next few hours ', police sources have pointed out. Velilla de San Antonio is a municipality of 13. 000 inhabitants located in the east of the region and about 20 kilometres from the capital. I'm sorry.",
    "source": "www.mediterraneodigital.com",
    "date": "16/11/2020",
    "veracity": 0,
    "claims": [
        "his house have taken to the streets to protest the crime , to demand justice and to take action against a group of minors who fear the municipality a Chinese merchant from the municipality who was assaulted in his business two weeks ago .",
        "He to death after Ivan reprimanded He a minor who painted a painting near his house .",
        "The City of Velilla last Friday in Velilla de San Antonio (Madrid) by a group of minors who fear the municipality his house .",
        "his house Rivas Civil Guard Judicial Police group has taken charge of the investigations The City of Velilla , the aggression suffered by a neighbour of our town, whose grave consequences have caused his death no detainees.",
        "the crime has unleashed a great his house in his house the municipality and the He went out on Saturday and this Sunday to demonstrate peacefully calling for justice and security.",
        "Ivan is Ivan Vaquero Sanz, a dear neighbor in Velilla de San Antonio (Madrid) , since family is one of the best known in Velilla de San Antonio (Madrid) .",
        "According to the first inquiries, last Friday his house , Ivan caught Several of Ivan's relatives .",
        "Several of Ivan's relatives confronted Sunday Ivan .",
        "Ivan The City of Velilla to look for friends, according to several people.",
        "his house a group of minors who fear the municipality immediately a Chinese merchant from the municipality who was assaulted in his business two weeks ago up at the scene and, after He began beating and assaulting Ivan .",
        "Ivan received several Velilla's neighbors .",
        "Velilla's neighbors .",
        "At the medical center he went into a coma and finally died on Sunday.",
        "The City of Velilla has issued a statement in which 'it expresses the strongest condemnation of the aggression suffered by a neighbour of our town, whose grave consequences have caused his death, and conveys support, solidarity and affection to the family and friends of the mortal victim '.",
        "Monday 16 November was held at 12 p.m. 00 a concentration to condemn the crime.",
        "Several of Ivan's relatives have come to the event with a sign.",
        "'Justice for Ivan, we want you small\".",
        "The mayor of Velilla, Antonia Alcázar, told the Ser chain that Velilla is'a quiet town 'but a couple of months ago 'a bunch of kids were carrying out bicycle and mobile thefts and carrying out aggressions and terrorizing people'.",
        "Precisely, it is investigated whether the same murderers of Ivan could attack a Chinese merchant from the municipality who was assaulted in his business two weeks ago.",
        "Velilla's neighbors soon learned of the aggression and called for a peaceful demonstration in support of Ivan last Saturday afternoon.",
        "On Sunday they returned to the streets of the municipality asking for more security and demanding measures against a group of minors and young people who are altering the coexistence of the municipality with their robberies and assaults.",
        "There was also a rally on Saturday night at the fairground where residents did not stop playing the horn.",
        "Several people have shown signs demanding a safe people and others have rebuked the socialist government team for not having acted against this gang of gang members before.",
        "Several neighbors have explained that, among Ivan's aggressors, there are minors and that at least one of them has been able to leave the municipality knowing that he was wanted by the Civil Guard.",
        "'Investigations are well advanced and the first arrests could take place in the next few hours ', police sources have pointed out.",
        "Velilla de San Antonio is a municipality of 13.",
        "000 inhabitants located in the east of the region and about 20 kilometres from the capital."
    ]
}