{
    "id": "Sociedad_35",
    "claim": "It is completely real, and we include links and graphic documentation of the facts that we tell you. Search for yourselves. The truth is out there. Now we know what the final degradation will be. Eating ourselves and our dead. A perfect system. Nothing is lost, everything is recycled. Welcome to the New Order. Come in, see.. and do something. Swedish professor Magnus Söderlund stated on Swedish television that cannibalism is the only way to save the planet. Söderlund said climate change will force humans to make radical changes in their way of life, including their diets. Among the recommendations is the legalization of cannibalism, saying that it would be limited to corpses:Anyone who has seen the program, in children's hours, after five on Tuesday, has been at least surprised. There, the idea of starting to eat people was presented. The statement comes at the end of the Gastro Summit fair – about the future of food in Stockholm, where conductist scientist Magnus Söderlund holds seminars on the possibility of eating human meat – to save the climate. – What makes most of us react instinctively with disgust when we talk about eating human meat to save the weather ?, asks hostess Tilde de Paula. Magnus Söderlund replies: First, that person must be dead. One problem might be that corpses in general are taboo. In addition, criticism of the desecration of a corpse. Another explanation, Söderlund says, is that many are slightly conservative when it comes to eating something. Cannibals for the good of the climate. However, according to the researcher, it is important from a sustainability perspective to discuss different options for the future. Professor Magnus Söderlund has an interesting background. He's not a scientist in the way one would think about environmentalism or the effects of climate change (despite how the Earth's climate changes throughout history), but he's a social scientist whose specialty is marketing. Specifically, your research area is in human reactions on a given topic. He has even written a book called Experiments with People, as his biography on Wikipedia points out:Söderlund conducts consumer-related marketing courses and has several books on the subject. Two of them have been named Marketing Book of the Year in Sweden. Their research can be found in the field of consumer behavior, where they study how consumers acquire, use and eliminate products. Your research on how to react when you encounter marketing items, as well as a seller in a store or ad. Examples of reactions in these studies are customer satisfaction, perceptions of equity, emotions, intentions and customer loyalty. These reactions are common in consumer behavior research, which is often referred to as psychological reactions. Many of Söderlund's studies are experiments, which are randomly assigned to different groups, which receive different treatments, and then group reactions are post-treatment. So what does this mean?Professor Söderlund really advocates cannibalism in the strict sense?Sometimes, in the news and the media, something called a probe balloon is done. This is when an organization makes a statement, usually something that is exaggerated, to see how the public responds. (A) how people will respond, (b) what arguments or objections they have, and (c) how to temper the message for the future according to current conditions. It's a form of social programming. The evidence suggests that cannibalism is becoming a major problem in the future, and that they are not just stories about criminal behavior. On the contrary, it should be understood as the meaning of unborn or aborted baby or offender words. Use of human placenta is being publicized in the name of health. Cannibalism is reliving in cases where people eat corpses or parts of themselves. They are not isolated cases: in recent times we have seen the exaggerated publicity that has been given to Noticia as spermatic as that of the Dutch woman who prepares sausages with her own blood, the man who cut his own foot to cook it and eat it with “tacos” or the “supposed” Latvian artist who, after cutting a piece of meat from a man, and another from a woman, cooked them and ate them among the three, in the midst of a totally unqualified “performance”. In the following galleries you can see the REAL IMAGES of the cases to which we refer:As it seems, this story is about preparing the public to accept the unpleasant but commonly established in the world of cannibalism practice in ancient times. In this case, cannibalism is proposed as the answer to the problem of climate change (problem?), for which through sufficient balloons of testing and social manipulation, a new thesis is reached that legitimizes cannibalism in some cases, which continues to normalize. Don't think sodomy couldn't happen. It wasn't accepted 30, 40 or 50 years ago. No one thought at the time that it would be accepted. Today, however, it is. And if you don't accept it, you're a social outcast. The men complain that they didn't see it coming, but the signs were all around them for many years. It wasn't them, but they refused to pay attention. They have already begun to openly suggest (for decades it has been hidden by Planned Parenthood) the use of abortions as spare parts. How long do you think it will take you to suggest that we trade a beef fillet for an aborted baby's placenta in Africa?Or a six-month-old kidney scramble?The variations are endless. The money to get, too. Do they still not believe it?The UN wants to ban meat consumption. They have demanded that insects be sold as food in supermarkets. If you don't see what's coming now, there's CIEGO. No more excuses. I'm sorry.",
    "source": "www.alertadigital.com",
    "date": "08/09/2019",
    "veracity": 0,
    "claims": [
        "It is completely Söderlund's , and we include links and graphic documentation of the Söderlund we tell you.",
        "Search for yourselves.",
        "The truth is out there.",
        "Now we know what the final degradation will be.",
        "Söderlund .",
        "Welcome to the New something called a probe balloon .",
        "Söderlund Swedish professor Magnus Söderlund stated on Swedish television that cannibalism is the only way to save the planet.",
        "Swedish professor Magnus Söderlund said people change will force humans to make radical his own foot in way of his own foot , including diets.",
        "Among the recommendations is the legalization his own foot cannibalism , saying that cannibalism would be limited to corpsescannibalism his own foot seen the program, in childrenthem hours, after five cannibalism Tuesday, has been at least surprised.",
        "ThereSöderlund of starting to eat people was them .",
        "stated several books on the subject them several books on the subject Gastro several books on the subject fair – about the future of food in Stockholm, where Their Swedish professor Magnus Söderlund holds people – people the climate.",
        "– What makes most of us react instinctively with disgust when we talk about eating human meat to save the weather ?, asks cases where people eat corpses or parts of themselves .",
        "cases where people eat corpses or parts of themselves the Dutch woman who prepares sausages with her own blood .",
        "the Dutch woman who prepares sausages with her own blood in general are taboo.",
        "In addition, criticism of the desecration of a corpse.",
        "Another explanation, Söderlund says, the man who cut his own foot to cook it and eat it with “tacos” many the man who cut his own foot to cook it and eat it with “tacos” slightly conservative when it comes to eating something.",
        "Cannibals for the good of the climate.",
        "However, according to the researcher, it is important from a sustainability perspective to discuss different options for the future.",
        "Professor Magnus Söderlund has an interesting background.",
        "He's not a scientist in the way one would think about environmentalism or the effects of climate change (despite how the Earth's climate changes throughout history), but he's a social scientist whose specialty is marketing.",
        "Specifically, your research area is in human reactions on a given topic.",
        "He has even written a book called Experiments with People, as his biography on Wikipedia points out:Söderlund conducts consumer-related marketing courses and has several books on the subject.",
        "Two of them have been named Marketing Book of the Year in Sweden.",
        "Their research can be found in the field of consumer behavior, where they study how consumers acquire, use and eliminate products.",
        "Your research on how to react when you encounter marketing items, as well as a seller in a store or ad.",
        "Examples of reactions in these studies are customer satisfaction, perceptions of equity, emotions, intentions and customer loyalty.",
        "These reactions are common in consumer behavior research, which is often referred to as psychological reactions.",
        "Many of Söderlund's studies are experiments, which are randomly assigned to different groups, which receive different treatments, and then group reactions are post-treatment.",
        "So what does this mean?Professor Söderlund really advocates cannibalism in the strict sense?Sometimes, in the news and the media, something called a probe balloon is done.",
        "This is when an organization makes a statement, usually something that is exaggerated, to see how the public responds.",
        "(A) how people will respond, (b) what arguments or objections they have, and (c) how to temper the message for the future according to current conditions.",
        "It's a form of social programming.",
        "The evidence suggests that cannibalism is becoming a major problem in the future, and that they are not just stories about criminal behavior.",
        "On the contrary, it should be understood as the meaning of unborn or aborted baby or offender words.",
        "Use of human placenta is being publicized in the name of health.",
        "Cannibalism is reliving in cases where people eat corpses or parts of themselves.",
        "They are not isolated cases: in recent times we have seen the exaggerated publicity that has been given to Noticia as spermatic as that of the Dutch woman who prepares sausages with her own blood, the man who cut his own foot to cook it and eat it with “tacos” or the “supposed” Latvian artist who, after cutting a piece of meat from a man, and another from a woman, cooked them and ate them among the three, in the midst of a totally unqualified “performance”.",
        "In the following galleries you can see the REAL IMAGES of the cases to which we refer:As it seems, this story is about preparing the public to accept the unpleasant but commonly established in the world of cannibalism practice in ancient times.",
        "In this case, cannibalism is proposed as the answer to the problem of climate change (problem?), for which through sufficient balloons of testing and social manipulation, a new thesis is reached that legitimizes cannibalism in some cases, which continues to normalize.",
        "Don't think sodomy couldn't happen.",
        "It wasn't accepted 30, 40 or 50 years ago.",
        "No one thought at the time that it would be accepted.",
        "Today, however, it is.",
        "And if you don't accept it, you're a social outcast.",
        "The men complain that they didn't see it coming, but the signs were all around them for many years.",
        "It wasn't them, but they refused to pay attention.",
        "They have already begun to openly suggest (for decades it has been hidden by Planned Parenthood) the use of abortions as spare parts.",
        "How long do you think it will take you to suggest that we trade a beef fillet for an aborted baby's placenta in Africa?Or a six-month-old kidney scramble?The variations are endless.",
        "The money to get, too.",
        "Do they still not believe it?The UN wants to ban meat consumption.",
        "They have demanded that insects be sold as food in supermarkets.",
        "No more excuses."
    ]
}