{
    "id": "Sociedad_41",
    "claim": "On January 25, the Chinese authorities announced the construction of two hospitals to care for patients infected with the coronavirus. The forecasts are that they were finished in two weeks, but one of them has broken all the records and it has been finished in 48 hours!The images of dozens of excavators went around the world, but no one expected - except the local authorities - this result. At 7 o'clock on the morning of 25 January, more than 500 construction workers and more than 10 construction machinery vehicles appeared at the Dabieshan Regional Medical Centre, to transform it into Xiaotangshan Hospital, in just 48 hours, with capacity for more than 1. 000 beds. Before the construction, there were 13 designated hospitals and 29 clinics treating the sick, but in view of the rising trend of the infected, they decided to start the hospital. The main project, interior and exterior decoration have been completed. The original plan was to move in May this year. To achieve the goal, they needed to work without rest for 24 hours a day and have the collaboration of hundreds of volunteers, who came to place the beds and clean the buildings. Yesterday morning they managed to place more than 100 beds and at the end of yesterday ended the transfer of the remaining 900 and electrical, water and even internet connections were made. The first patients were admitted at 10:30 a.m. The coronavirus has killed at least 131 people, all in China, and has affected more than 6 people. 000 all over the world. Until yesterday, four people from Huanggang lost their lives to the deadly virus and 213 people were infected. Although the Huanggang Coronavirus Hospital was the first to open, it was not the first to be planned. The Wuhan government announced last Thursday that they would build a coronavirus hospital in a week. There are at least four of these facilities completed or in process in the country. They are all modeled at a temporary medical center in Beijing in 2003, which was built in seven days to combat SARS and treated a seventh of the country's SARS patient in a two-month period. Wuhan's authority is building two special facilities to treat a total of 2. 300 patients with coronavirus. I'm sorry.",
    "source": "www.larazon.es",
    "date": "29/01/2020",
    "veracity": 0,
    "claims": [
        "On January 25 , the Chinese authorities announced the construction of two hospitals to care for patients infected with the coronavirus .",
        "The forecasts are that two hospitals to care for patients infected with the coronavirus were finished in two weeks, but one of them has broken all the records and one of them has been finished in 48 hours!The images of dozens of excavators went around the world, but no one expected - except the local authorities - this result.",
        "At 7 o'clock on the morning of January 25 , more than 500 construction workers and more than 10 construction machinery vehicles appeared at one of them , to transform one of them into Xiaotangshan Hospital, in just 48 hours, with capacity for more than 1. 000 beds .",
        "Xiaotangshan Hospital, in just 48 hours, with capacity for more than 1. 000 beds .",
        "Before the construction of two hospitals to care for patients infected with the coronavirus , there were 13 designated hospitals and 29 clinics treating the sick, but in view of the rising trend of the infected, they decided to start Xiaotangshan Hospital, in just 48 hours, with capacity for more than 1. 000 beds .",
        "The main project, interior and exterior decoration have been completed.",
        "The original plan was to move in May this year.",
        "To achieve the goal, more than 500 construction workers and more than 10 construction machinery vehicles needed to work without rest for 24 hours a day and have the collaboration of hundreds of volunteers, who came to place the beds and clean the buildings.",
        "Yesterday morning more than 500 construction workers and more than 10 construction machinery vehicles managed to place more than 100 beds and at the end of Yesterday ended the transfer of the remaining 900 and electrical, water and even internet connections were made.",
        "The first patients were admitted at 10:30 a.m. The coronavirus has killed at least 131 people, all in China, and has affected more than 6 people.",
        "000 all over the world.",
        "Until yesterday, four people from Huanggang lost their lives to the deadly virus and 213 people were infected.",
        "Although the Huanggang Coronavirus Hospital was the first to open, it was not the first to be planned.",
        "The Wuhan government announced last Thursday that they would build a coronavirus hospital in a week.",
        "There are at least four of these facilities completed or in process in the country.",
        "They are all modeled at a temporary medical center in Beijing in 2003, which was built in seven days to combat SARS and treated a seventh of the country's SARS patient in a two-month period.",
        "Wuhan's authority is building two special facilities to treat a total of 2.",
        "300 patients with coronavirus."
    ]
}