{
    "id": "Sociedad_30",
    "claim": "Last week, CME Group launched the world's first water futures market contract that allows buyers and sellers to exchange a price for the delivery of fixed amounts of water in the future. However,'water has always had a price, whether in a bottle of water to drink, in the food we consume or in the energy we use,'recalled DW Hugo Contreras, environmental economist and director of Water Safety at The Nature Conservacy for Latin America.'The novel thing is that now, being listed in such an important market, its price is going to be more visible,'he stressed. Thus, although'in the vast majority of countries of the world, laws consider water as a national good for public use, states have granted rights of use through concessions or administrative licenses or have delivered services to private companies,'he told DW Ingrid Wehr, director of the Heinrich Böll Stiftung of Central America. However,'water has always had a price, whether in a bottle of water to drink, in the food we consume or in the energy we use,'recalled DW Hugo Contreras, environmental economist and director of Water Safety at The Nature Conservacy for Latin America.'The novel thing is that now, being listed in such an important market, its price is going to be more visible,'he stressed. 'Water markets are mechanisms that allow the transfer of rights over this natural resource. They usually operate with rules arbitrated by governments, but influenced by private incentives,” Carlos Lozano Acosta, senior attorney for the Freshwater Program of the Inter-American Association for the Defense of the Environment (AIDA), told DW.'Among the rights that can be transferred, there are also the rights of use,'he added. Thus, although'in the vast majority of countries of the world, the laws consider water as a national good for public use, the states have granted rights of use through concessions or administrative licenses or have delivered services to private companies,'Wehr said.'What this instrument takes as a product is the right of water that some users have decided to sell or make available to the market,'explained Contreras, clarifying that'what is quoted is the future 'price' of water, not water itself\". In this way, 'if water is expensive you will have incentives to save it or not use it. The opposite will happen if the water is cheap,” he added. However, Lozano considered that incentives can be generated to pollute it'and raise prices to make the business more profitable\". Likewise,'his waste or hoarding can be very profitable,'he stressed. From natural resource to capital The human right to safe drinking water and sanitation was recognized by the United Nations General Assembly in 2010. However, '2. 200 million people are not guaranteed access to safe drinking water,” he reminded DW Pedro Arrojo-Agudo, Special Rapporteur for the human rights to drinking water and sanitation at the United Nations, who harshly criticized the “speculative operation” that can lead to “breaking economies” and “destructing agricultural fabric”, in addition to aggravating poverty. It is a “commercial logic that is the antipode of the logic of the general interest, of the human right”, he said.'The market understands business, does not understand environmental values, social rights, articulation of the rural environment.. That is not listed on the stock market,'he criticized. “The market does not know how to manage human rights, it is a tool that does not allow to recognize more vital values of water,” he added. In this sense, Contreras stressed the importance of differentiating between these values and the price. 'Whether the regulations are imperfect or because we receive government support to complete the payment of water in most cases, the price does not reflect the value,'he said, criticizing that this can lead to waste. In this sense, Arrojo-Agudo considered that a'tariff order that incentivizes greater responsibility is an important argument, but that does not mean that it blesses any speculative mechanism\". Risks for Latin America?As they are focused on California (United States),'the index and the associated price have no direct implication in the price of water in other countries,'said Contreras. However, for Aguado'there is a great risk for Latin America to break even more and faster water-dependent economies of small and medium-sized particularly agricultural producers'pointing out to irrigation sectors in Argentina, Chile and Brazil that'as California can produce spaces where it rains less, there is more sunshine therefore the use of irrigation is fundamental to make agriculture more profitable\". He also pointed to further consequences such as “the speculation of territories that have water sources”, accentuating “the entrances to territories of indigenous peoples and the displacement of the population”. Contreras recalled that'there is today in Latin America a set of transactions between individuals that sell, lend or rent the use of water and whose price is not known\". Thus, Wehr pointed to Chile, a country where he lived for six years. “It lacks accurate information about water rights and its owners, suffers from a remarkable over-allocation of water rights in most of its 101 watersheds and has no pricing policy or significant consumption control,” he criticized. Taking into account this lack of'precise information about the situation of both surface and underground water,'Hugo Contreras believes it is'hard to establish something similar to what happened in the United States'. However, for Lozano this 'may depend on each country, because national laws influence these possibilities'. It also considered that this measure 'will encourage the Latin American political debate that increasingly includes environmental issues'. A fact that is happening in Chile. 'Ending the current system of water privatization is one of the key demands of the environmental movement in the debate on a new ecological constitution ', concluded Wehr. (dz)",
    "source": "www.dw.com",
    "date": "21/12/2020",
    "veracity": 1,
    "claims": [
        "Last week, CME Group launched the world's first water futures market contract that allows buyers and sellers to exchange a price for the delivery of fixed amounts of water in the future.",
        "However,'water has always had a price, whether in a bottle of water to drink, in the food we consume or in the energy United Nations DW Hugo Contreras, environmental economist and director of Water Safety at The Nature Conservacy for Latin America United Nations DW Hugo Contreras, environmental economist and director of Water Safety at The Nature Conservacy for Latin America he The market .",
        "'The novel thing The market , being listed in such Water markets market, The Nature Conservacy for Latin America he to be more visible,'he stressed.",
        "Thus, although'in the vast majority of countries of the world's water itself consider water as a national Contreras for public use, states have more vital values of water rights of use through concessions or more vital values of water licenses or have delivered services to private companies,'he reflect Böll Stiftung of Central America.",
        "However,'water has always had a price, whether in a bottle of water Lozano a'tariff order that incentivizes greater responsibility we consume or in Latin America?As DW Hugo Contreras, environmental economist and director of Water Safety at The Nature Conservacy for Latin America .",
        "The market novel thing is that now, being listed in such a'tariff order that incentivizes greater responsibility Lozano , The Nature Conservacy for Latin America is going to be more visible,'he stressed.",
        "'its price are mechanisms that allow the transfer of rights over However,'water .",
        "its price usually operate with rules arbitrated Latin America?As , but influenced by private incentives,” Carlos Lozano Acosta, senior attorney for the Freshwater Program of the Inter-American Association for the Defense of the Environment (AIDA), told DW.'Among the rights that can be transferred, there are also the rights of use,'he added.",
        "Thus, although'in the vast majority of countries of the world, the laws consider water as a national good for public use, the states have granted rights of use through concessions or administrative licenses or have delivered services to private companies,'Wehr said.",
        "'What this instrument takes as a product is the right of water that some users have decided to sell or make available to the market,'explained Contreras, clarifying that'what is quoted is the future 'price' of water, not water itself\".",
        "In this way, 'if water is expensive you will have incentives to save it or not use it.",
        "The opposite will happen if the water is cheap,” he added.",
        "However, Lozano considered that incentives can be generated to pollute it'and raise prices to make the business more profitable\".",
        "Likewise,'his waste or hoarding can be very profitable,'he stressed.",
        "From natural resource to capital The human right to safe drinking water and sanitation was recognized by the United Nations General Assembly in 2010.",
        "200 million people are not guaranteed access to safe drinking water,” he reminded DW Pedro Arrojo-Agudo, Special Rapporteur for the human rights to drinking water and sanitation at the United Nations, who harshly criticized the “speculative operation” that can lead to “breaking economies” and “destructing agricultural fabric”, in addition to aggravating poverty.",
        "It is a “commercial logic that is the antipode of the logic of the general interest, of the human right”, he said.",
        "'The market understands business, does not understand environmental values, social rights, articulation of the rural environment.. That is not listed on the stock market,'he criticized.",
        "“The market does not know how to manage human rights, it is a tool that does not allow to recognize more vital values of water,” he added.",
        "In this sense, Contreras stressed the importance of differentiating between these values and the price.",
        "'Whether the regulations are imperfect or because we receive government support to complete the payment of water in most cases, the price does not reflect the value,'he said, criticizing that this can lead to waste.",
        "In this sense, Arrojo-Agudo considered that a'tariff order that incentivizes greater responsibility is an important argument, but that does not mean that it blesses any speculative mechanism\".",
        "Risks for Latin America?As they are focused on California (United States),'the index and the associated price have no direct implication in the price of water in other countries,'said Contreras.",
        "However, for Aguado'there is a great risk for Latin America to break even more and faster water-dependent economies of small and medium-sized particularly agricultural producers'pointing out to irrigation sectors in Argentina, Chile and Brazil that'as California can produce spaces where it rains less, there is more sunshine therefore the use of irrigation is fundamental to make agriculture more profitable\".",
        "He also pointed to further consequences such as “the speculation of territories that have water sources”, accentuating “the entrances to territories of indigenous peoples and the displacement of the population”.",
        "Contreras recalled that'there is today in Latin America a set of transactions between individuals that sell, lend or rent the use of water and whose price is not known\".",
        "Thus, Wehr pointed to Chile, a country where he lived for six years.",
        "“It lacks accurate information about water rights and its owners, suffers from a remarkable over-allocation of water rights in most of its 101 watersheds and has no pricing policy or significant consumption control,” he criticized.",
        "Taking into account this lack of'precise information about the situation of both surface and underground water,'Hugo Contreras believes it is'hard to establish something similar to what happened in the United States'.",
        "However, for Lozano this 'may depend on each country, because national laws influence these possibilities'.",
        "It also considered that this measure 'will encourage the Latin American political debate that increasingly includes environmental issues'.",
        "A fact that is happening in Chile.",
        "'Ending the current system of water privatization is one of the key demands of the environmental movement in the debate on a new ecological constitution ', concluded Wehr."
    ]
}