{
    "id": "Sociedad_17",
    "claim": "The still second vice president of the government, Pablo Iglesias and the minister of equality, Irene Montero, have declared a joint heritage of 1.6 million euros. The Official Gazette of the State BOE publishes these data this Friday along with those of the other senior officials of the General Administration of the State (AGE). A procedure that is mandatory. The leader of Podemos claims to own 233. EUR 282.15 in real estate, EUR 111. EUR 098.10 in bank deposits and financial accounts, and EUR 187. €500 in 'life insurance and pension schemes'. Churches also declares 8. EUR 000 for 'Other goods and rights of economic content'. Finally, the liability, which generates liabilities and losses, amounts to 231. EUR 156,5. In total, the figure declared by the head of the housing formation as property and property rights amounts to 531. EUR 888. By subtracting the liabilities, the patrimony of Churches remains at 300. 731.75. For her part, the Minister of Equality, Irene Montero, declares 335. EUR 049.49 in real estate and its deposits in bank and financial accounts amount to 107. EUR 420.33. Also, it reflects a further 187. €500 in 'life insurance and pension schemes'. 628. 969.82 euros, which by subtracting the liability of 231. 156.50 euros remains at 398. EUR 813.32. I'm sorry. The joint sum of the patrimony and assets of Iglesias and Montero stands at almost 700. EUR 000. We recall that the leaders of Podemos acquired a 268 m2 villa with a plot of more than 2. 000 m2 valued at about 615. 000 euros in Galapagar, applying for a mortgage of 540. €0000, which was granted by the financial institution Caja de Ingenieros. Treasurer Daniel de Frutos attended the notary with Iglesias and Montero when the deed of the building was signed on May 9, 2018. Questioned by his former companionsCriticisms of Pablo Iglesias and Irene Montero's heritage increase have come through social networks by some of his former companions of ranks. Among them, the former senator and former secretary general of Podemos in Madrid, Ramon Espinar, who asked both explanations for arriving at politics in the case of Iglesias with 45. 000 euros and in Montero with 6. € 000 in the account and get each in 7 years 800. EUR 000. I'm sorry.",
    "source": "www.libertaddigital.com",
    "date": "26/03/2021",
    "veracity": 1,
    "claims": [
        "The still second vice president of the government, Pablo Iglesias and the minister of equality, Irene Montero , have declared a joint heritage of 1.6 million euros.",
        "The Official Gazette of the State BOE publishes these data this Friday along with those of the other senior officials of the General Administration of the State (AGE).",
        "A procedure that is mandatory.",
        "The still second vice president of the government, Pablo Iglesias claims to own 233.",
        "EUR 282.15 in real estate, EUR 111.",
        "EUR 098.10 in bank deposits and financial accounts, and EUR 187.",
        "€500 in 'life insurance and pension schemes'.",
        "Churches also declares 8.",
        "EUR 000 for 'Other goods and rights of economic content'.",
        "Finally, the liability, which generates liabilities and losses, amounts to 231.",
        "EUR 156,5.",
        "In total, the figure declared by the head of the housing formation as property and property rights amounts to 531.",
        "EUR 888.",
        "By subtracting the liabilities, the patrimony of Churches remains at 300.",
        "For part, the minister of equality, Irene Montero , declares 335.",
        "EUR 049.49 in real estate and deposits in bank and financial accounts amount to 107.",
        "EUR 420.33.",
        "€500 in 'life insurance and pension schemes'.",
        "969.82 euros, which by subtracting the liability of 231.",
        "156.50 euros remains at 398.",
        "EUR 813.32.",
        "The joint sum of the patrimony and assets of Iglesias and Montero stands at almost 700.",
        "EUR 000.",
        "We recall that the leaders of Podemos acquired a 268 m2 villa with a plot of more than 2.",
        "000 m2 valued at about 615.",
        "000 euros in Galapagar, applying for a mortgage of 540.",
        "€0000, which was granted by the financial institution Caja de Ingenieros.",
        "Treasurer Daniel de Frutos attended the notary with Iglesias and Montero when the deed of the building was signed on May 9, 2018.",
        "Questioned by his former companionsCriticisms of Pablo Iglesias and Irene Montero's heritage increase have come through social networks by some of his former companions of ranks.",
        "Among them, the former senator and former secretary general of Podemos in Madrid, Ramon Espinar, who asked both explanations for arriving at politics in the case of Iglesias with 45.",
        "000 euros and in Montero with 6.",
        "€ 000 in the account and get each in 7 years 800.",
        "EUR 000."
    ]
}