{
    "id": "Sociedad_66",
    "claim": "A new scandal has involved the Secretary General of Podemos, Pablo Iglesias, and his partner and spokesman in the Congress of the same formation, Irene Montero, when it became known that, in addition to the chalet in the Madrid mountain range worth more than 600. 000 euros, they have also acquired in property a beachfront apartment in Benidorm. According to this medium, it is a penthouse of 140 square meters located in the urbanization Empress, with community pool and private garage, facing the beach of Poniente of the tourist town Alicante. The price of this second residence, so far owned by a Swiss family and bought through a real estate agency, is around 400. EUR 000. The figure, added to that of the residence acquired in Galapagar, matches the million euros that expects to receive Iglesias when their parents die. In transcending the news of this new real estate operation, the leader of Podemos has hastened to explain that “like all good Madrid, we will summer on the Costa Blanca and rent is to throw away the money, so we think the best thing is to have a house there”. Montero, for his part, has pointed out that “we do it more than anything for the twins”. “When they have a few years, spending all summer in the pool in the house of the mountain will be very boring because the friends will go to the beach, so we have decided that our illusion was also to have an apartment on the coast“, added the parliamentary spokesman of Podemos. The mayor of Benidorm, Toni Perez (PP), has contacted Pablo Iglesias to welcome him to the city of skyscrapers, the New York of the Mediterranean. “Despite our ideological distance, we are glad that popular faces, known I mean, bet on our city to spend their holidays,” he told reporters who asked him today about the new summer resident. It has since been known that Pablo Iglesias is moving, tired of receiving scraches in front of his chalet. The new controversy around “Pablontero”, as the couple has been renamed on Twitter, arises when the fire of the previous one has not yet been extinguished and has provoked, as expected, a new wave of memes on social networks. One of the most shared places them as L'Oreal models, but changing their famous slogan from “Because I'm worth it” to a more sarcastic one: “Because. I'm sorry. I'm sorry. we can”",
    "source": "viscalacant.com",
    "date": "19/05/2018",
    "veracity": 0,
    "claims": [
        "A new scandal has involved the Secretary General of Podemos, Pablo Iglesias , and they , when it became known that, in addition to around 400. EUR 000 .",
        "around 400. EUR 000 , the chalet in the Madrid mountain range worth more than 600. 000 euros have also acquired in property Podemos .",
        "According to this medium, Podemos is a penthouse of 140 square meters located in the urbanization Empress, with community pool and private garage, facing the beach of Poniente of the tourist town Alicante.",
        "The price of Podemos , is a beachfront apartment in Benidorm .",
        "a beachfront apartment in Benidorm .",
        "a beachfront apartment in Benidorm , added to that of around 400. EUR 000 , matches the million euros that expects to receive the Secretary General of Podemos, Pablo Iglesias when their parents die.",
        "In transcending the news of this new real estate operation, the Secretary General of Podemos, Pablo Iglesias has hastened to explain that “like all good Madrid, the chalet in the Madrid mountain range worth more than 600. 000 euros will summer on the Costa Blanca and rent is to throw away the money, so the chalet in the Madrid mountain range worth more than 600. 000 euros think the best thing is to have a house there”.",
        "they , for part, has pointed out that “the chalet in the Madrid mountain range worth more than 600. 000 euros do it more than anything for his partner and spokesman in the Congress of the same formation, Irene Montero ”.",
        "“When his partner and spokesman in the Congress of the same formation, Irene Montero have a few years, spending all summer in the pool in around 400. EUR 000 will be very boring because the friends will go to the beach, so the chalet in the Madrid mountain range worth more than 600. 000 euros have decided that illusion was also to have an apartment on the coast“, added they .",
        "The mayor of Benidorm, Toni Perez (PP), has contacted Pablo Iglesias to welcome him to the city of skyscrapers, the New York of the Mediterranean.",
        "“Despite our ideological distance, we are glad that popular faces, known I mean, bet on our city to spend their holidays,” he told reporters who asked him today about the new summer resident.",
        "It has since been known that Pablo Iglesias is moving, tired of receiving scraches in front of his chalet.",
        "The new controversy around “Pablontero”, as the couple has been renamed on Twitter, arises when the fire of the previous one has not yet been extinguished and has provoked, as expected, a new wave of memes on social networks.",
        "One of the most shared places them as L'Oreal models, but changing their famous slogan from “Because I'm worth it” to a more sarcastic one: “Because."
    ]
}