{
    "id": "Sociedad_51",
    "claim": "The 265 immigrants recently rescued by the Spanish humanitarian ship Open Arms have obtained permission to disembark in the Sicilian port of Porto Empedocle, after four days of waiting outside on the deck of the boat. In the midst of the cold and worsening sea conditions, and following the rejection of the Maltese authorities, Italy offered a safe place for disembarkation. Some migrants will spend a quarantine period on another vessel authorized by the Italian authorities and others, in a ground-based centre. The transfer of the rest of the passage to the ship authorized by the Italian authorities for quarantine will take place this Tuesday. The Open Arms of the NGO of the same name, the only humanitarian ship operating these days in the Central Mediterranean, rescued 169 people on 31 December and another 96 on 2 January. They had all departed from the Libyan coasts. Among the bran are at least 63 minors, six very young and another 40 unaccompanied, in addition to a nine-month-old pregnant woman. In the last hours, the ship had approached the waters of the island of Lampedusa in order to escape the storm that struck the ship on the high seas. This is one of the first landings that has taken place in Italy since the adoption of the new law with which the government intends to leave behind the stage of closed ports of the ultra-right Matteo Salvini, who as Minister of the Interior imposed the rejection of those rescued by humanitarian organizations and a drastic reduction of asylum and reception. On December 18, the Senate gave the final green light to dismantle the controversial anti-immigration laws, known as Salvini Decrees, and replaced them with a new regulation that, among other things, expands the international protection of foreigners arriving in the country, and regulates rescues at sea. Eliminates the million-dollar fines for NGOs that save migrants in the Mediterranean, although it establishes penalties of up to 50. EUR 000 for humanitarian organisations in certain cases of violations of the rules on smuggling of migrants by sea. It also cuts the powers of the Ministry of the Interior to act alone in migration matters. From now on, Interior will be able to veto the entry into territorial waters of rescue ships only if it acts in agreement with the Departments of Defense and Transport, and with the approval of the Prime Minister. Open Arms values this legislative reform as “a step forward,” but warns: “There has not been a drastic change of perspective regarding the work of humanitarian ships. The approach that questions the work of the NGOs is maintained and, despite the modifications, the ships of the humanitarian organizations are blocked under other pretexts, such as administrative inspections”, says a spokesman of the organization in Italy. He adds: “It is a European issue, the rest of the states do not assume their responsibility to establish an articulated system of search, rescue and distribution of migrants and coastal countries are alone and try to prevent landings.”. In the first four days of the year, according to the information of the Ministry of the Interior, 165 immigrants have arrived in Italy through the sea, not counting those rescued by the Open Arms. In 2020, they arrived in Italy 34. 000 migrants, nearly three times as many as in the previous year. In total, last year they arrived in Europe 94. 000 persons, of whom 85. 000 did so by sea, according to data from the International Organization for Migration, and more than 3. 000 died in the waters of the Mediterranean. The Italian Government has urged the European Union this year, as it has already done in the past, to implement a joint management plan for Mediterranean waters. With the immigration pact pending approval, Foreign Minister Luigi Di Maio of the 5 Star Movement has called on the European Commission to show courage to approve a “common response” to the migration issue and to stop remaining “mobile” while thousands of people flee their countries of origin and try to reach Europe. I'm sorry.",
    "source": "elpais.com",
    "date": "04/01/2021",
    "veracity": 1,
    "claims": [
        "the Italian authorities Italy port of Porto Italy , the controversial anti-immigration laws, known as Salvini Decrees .",
        "the controversial anti-immigration laws, known as Salvini Decrees the Maltese authorities, The 265 immigrants recently rescued by the Spanish humanitarian ship Open Arms offered a safe place for disembarkation.",
        "Some migrants will spend the controversial anti-immigration laws, known as Salvini Decrees quarantine period on another vessel authorized by the Italian authorities and others, in a ground-based centre.",
        "The transfer of the rest of the passage the controversial anti-immigration laws, known as Salvini Decrees another vessel authorized by the Italian authorities a new regulation that, among other things, expands the international protection of foreigners arriving in the country, and regulates rescues at sea will take place this Tuesday.",
        "the Spanish humanitarian ship Open Arms a new regulation that, among other things, expands the international protection of foreigners arriving in the country, and regulates rescues at sea the Spanish humanitarian ship Open Arms a new regulation that, among other things, expands the international protection of foreigners arriving in the country, and regulates rescues at sea the Spanish humanitarian ship Open Arms , rescued 169 people on 31 December and another 96 on 2 January.",
        "They had all departed from the Ministry of the Interior coasts.",
        "the controversial anti-immigration laws, known as Salvini Decrees least 63 minors, six very young and another 40 unaccompanied, in addition to a nine-month-old pregnant woman.",
        "In the last hours, the Spanish humanitarian ship Open Arms had approached the waters of the island of Lampedusa in order to escape the storm that struck the Spanish humanitarian ship Open Arms on the high seas.",
        "This is one of the first landings that has taken place in The 265 immigrants recently rescued by the Spanish humanitarian ship Open Arms since the adoption Open Arms to leave behind the stage the country ultra-right Matteo Salvini, who as Minister of the Interior imposed the rejection of those rescued by humanitarian organizations and a drastic reduction of asylum and reception.",
        "On December 18, the Senate gave the final green light to dismantle the controversial anti-immigration laws, known as Salvini Decrees, and replaced them with a new regulation that, among other things, expands the international protection of foreigners arriving in the country, and regulates rescues at sea.",
        "Eliminates the million-dollar fines for NGOs that save migrants in the Mediterranean, although it establishes penalties of up to 50.",
        "EUR 000 for humanitarian organisations in certain cases of violations of the rules on smuggling of migrants by sea.",
        "It also cuts the powers of the Ministry of the Interior to act alone in migration matters.",
        "From now on, Interior will be able to veto the entry into territorial waters of rescue ships only if it acts in agreement with the Departments of Defense and Transport, and with the approval of the Prime Minister.",
        "Open Arms values this legislative reform as “a step forward,” but warns: “There has not been a drastic change of perspective regarding the work of humanitarian ships.",
        "The approach that questions the work of the NGOs is maintained and, despite the modifications, the ships of the humanitarian organizations are blocked under other pretexts, such as administrative inspections”, says a spokesman of the organization in Italy.",
        "He adds: “It is a European issue, the rest of the states do not assume their responsibility to establish an articulated system of search, rescue and distribution of migrants and coastal countries are alone and try to prevent landings.",
        "In the first four days of the year, according to the information of the Ministry of the Interior, 165 immigrants have arrived in Italy through the sea, not counting those rescued by the Open Arms.",
        "In 2020, they arrived in Italy 34.",
        "000 migrants, nearly three times as many as in the previous year.",
        "In total, last year they arrived in Europe 94.",
        "000 persons, of whom 85.",
        "000 did so by sea, according to data from the International Organization for Migration, and more than 3.",
        "000 died in the waters of the Mediterranean.",
        "The Italian Government has urged the European Union this year, as it has already done in the past, to implement a joint management plan for Mediterranean waters.",
        "With the immigration pact pending approval, Foreign Minister Luigi Di Maio of the 5 Star Movement has called on the European Commission to show courage to approve a “common response” to the migration issue and to stop remaining “mobile” while thousands of people flee their countries of origin and try to reach Europe."
    ]
}