{
    "id": "Sociedad_67",
    "claim": "Authorities in Cali reported the violent death of 12 people in the last 48 hours in isolated events, most of them in the east of the city. The murders, all of which occurred in different cases, were recorded between last Friday 22 and Saturday 23 November most of them committed with firearms. While last Friday there were 4 murders, on Saturday that number amounted to 6, confirmed the command of the Metropolitan Police of CaliThe neighborhoods Leon , El Poblado, Ciudad Jardín, Marroquín II, Valle del Lily, Sucre , Sol de Oriente, Comuneros, Alfonso Lopez and La Fortaleza, were the scenarios of these violent events. According to the authorities who attributed this number of homicides to the lack of tolerance, 8 of the deaths were committed with a firearm one, with a blunt object and another that died with a knife. Two of the victims were women, one of whom out of 69 confirmed the Cali Metropolitan Police. I'm sorry.",
    "source": "caracol.com.co",
    "date": "24/11/2019",
    "veracity": 1,
    "claims": [
        "Authorities in Cali reported the violent death of 12 people in the last 48 hours in isolated events, most of them in the east of the city.",
        "The murders, all of which occurred in different cases, were recorded between last Friday 22 and Saturday 23 November most of them committed with firearms.",
        "While last Friday there were 4 murders, on Saturday that number amounted to 6, confirmed the command of the Metropolitan Police of CaliThe neighborhoods Leon , El Poblado, Ciudad Jardín, Marroquín II, Valle del Lily, Sucre , Sol de Oriente, Comuneros, Alfonso Lopez and La Fortaleza, were the scenarios of these violent events.",
        "According to the authorities who attributed this number of homicides to the lack of tolerance, 8 of the deaths were committed with a firearm one, with a blunt object and another that died with a knife.",
        "Two of the victims were women, one of whom out of 69 confirmed the Cali Metropolitan Police."
    ]
}