{
    "id": "Sociedad_61",
    "claim": "The secretary general of the Popular Party, Teodoro García Egea, has acknowledged this Friday at the last minute that'people of Citizens 'alerted his party on Tuesday night that the formation of Ines Arrimadas was going to present a motion of censure with the PSOE to break his coalition with the PP in the Region of Murcia and to overthrow the president, Fernando Lopez Miras. In an interview in Antena 3, García Egea has defended, in any case, the agreement reached by himself with three citizens who have broken with his party this Friday to announce his vote against the motion of censure in exchange for charges in the current autonomous executive. 'What there are are three people who have remained faithful who signed a pact with the PP ', he has assured the 'number two' of the PP, who has said that those fugitives 'signed without wanting to sign 'the motion of censure from which they have now retracted. He has also said that, 'at the same time that we go, when the motion is voted on in the city of Murcia 'he does not know 'if a party called Ciudadanos will remain alive'. I'm sorry.",
    "source": "www.eldiario.es",
    "date": "12/03/2021",
    "veracity": 1,
    "claims": [
        "The secretary general of the Popular Party, Teodoro García Egea, has acknowledged this Friday at the last minute that'people of Citizens 'alerted his party on Tuesday night that the formation of Ines Arrimadas was going to present a motion of censure with the PSOE to break his coalition with the PP in the Region of Murcia and to overthrow the president, Fernando Lopez Miras.",
        "In an interview in Antena 3, García Egea has defended, in any case, the agreement reached by himself with three citizens who have broken with his party this Friday to announce his vote against the motion of censure in exchange for charges in the current autonomous executive.",
        "'What there are are three people who have remained faithful who signed a pact with the PP ', he has assured the 'number two' of the PP, who has said that those fugitives 'signed without wanting to sign 'the motion of censure from which they have now retracted.",
        "He has also said that, 'at the same time that we go, when the motion is voted on in the city of Murcia 'he does not know 'if a party called Ciudadanos will remain alive'."
    ]
}