{
    "id": "Sociedad_5",
    "claim": "The first phase of the census will be virtual and only next April will start door-to-door surveys. Tuesday, January 9, will begin the first stage corresponding to the collection of information from the National Population and Housing Census 2018. The investment for the realization of the Census is 350. billion pesos, with future validitys of 2016 and 2017, reported this festive Monday Caracol Radio. The first phase of the process will be virtual and only until April will begin the stage in which the door-to-door and person-to-person surveys will be conducted throughout the national territory, which will end in June. According to Mauricio Perfetti, director of the National Administrative Department of Statistics (Dane), State officials are required to participate in this virtual stage, while other people will be able to opt for this alternative voluntarily. The first departments and cities to be registered in person will be those that house about 60% of the population of Colombia. It should be recalled that approximately two days before the census date will be notified, so that the respondent can adjust his working hours and prepare the information of each household member. It should be noted that such a person must be over 18 years of age. In addition, if for reasons of force majeure on the day of the visit there is no one in the home, the census officer will reschedule the visit for the following day. The census attempt will be maximum twice as much as the first. If the visits are not followed and the eCenso has not been carried out, after an investigation, the Dane may impose the corresponding fines. I'm sorry.",
    "source": "www.larepublica.co",
    "date": "08/01/2018",
    "veracity": 1,
    "claims": [
        "The first phase of the census will be virtual and only next April will start door-to-door surveys.",
        "Tuesday, January 9, will begin The first phase of the census .",
        "The investment for the realization of the census is 350.",
        "billion pesos, with future validitys of 2016 and 2017, reported this festive Monday Caracol Radio.",
        "The first phase of the census will be virtual and only until April will begin the stage in which the door-to-door and person-to-person surveys will be conducted throughout the national territory, which will end in June.",
        "According to Mauricio Perfetti, director of the National Administrative Department of Statistics (Dane), State officials are required to participate in The first phase of the census , while other people will be able to opt for this alternative voluntarily.",
        "The first departments and cities to be registered in person will be those that house about 60% of the population of Colombia.",
        "It should be recalled that approximately two days before the census date will be notified, so that the respondent can adjust working hours and prepare the information of each household member.",
        "It should be noted that such a person must be over 18 years of age.",
        "In addition, if for reasons of force majeure on the day of the visit there is no one in the home, the census officer will reschedule the visit for the following day.",
        "The census attempt will be maximum twice as much as the first.",
        "If the visits are not followed and the eCenso has not been carried out, after an investigation, the Dane may impose the corresponding fines."
    ]
}