{
    "id": "Sport_293",
    "claim": "Today, at a press conference, the Director General of the National Council of Physical Culture and Sport, Alfredo Castillo Cervantes, presented the medals of consolation prepared by this body for the delegation that will compete in the Olympic Games of Rio . 'Competing in an Olympiad is an unrepeatable and very important event in the life of any athlete, so coming back empty-handed is frustrating. Therefore, we have produced the so-called aluminum medal, which will be delivered to all our competitors in the same bedroom, after they have competed. In this way, they will return motivated, and we will certainly be the only delegation in which everyone will return with a presse'The same coach will be in charge of taking them to Brazil, will hand them over as soon as the event in which they participate, as soon as possible, emphasizing the importance of having participated, and noting the already known national philosophy of the Ya merito, that to say of Castillo,'has not taken us very far, but if it takes a weight off us'.  And what will they do if one of our athletes does win a medal?After a few laughs, the press conference ended. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "14/06/2016",
    "veracity": 0,
    "claims": [
        "Today, at a press conference, the Director General of the National Council of Physical Culture and Sport, Alfredo Castillo Cervantes, presented the medals of consolation prepared by this body for the delegation that will compete in the Olympic Games of Rio .",
        "'Competing in an Olympiad is an unrepeatable and very important event in the life of any athlete, so coming back empty-handed is frustrating.",
        "Therefore, we have produced the so-called aluminum medal, which will be delivered to all our competitors in the same bedroom, after they have competed.",
        "In this way, they will return motivated, and we will certainly be the only delegation in which everyone will return with a presse'The same coach will be in charge of taking them to Brazil, will hand them over as soon as the event in which they participate, as soon as possible, emphasizing the importance of having participated, and noting the already known national philosophy of the Ya merito, that to say of Castillo,'has not taken us very far, but if it takes a weight off us'.",
        " And what will they do if one of our athletes does win a medal?After a few laughs, the press conference ended."
    ]
}