{
    "id": "Sport_303",
    "claim": "'Ape ', is the word with which Darío Veron, captain of Pumas, would have referred to the Americanist, Darwin Quintero. The National Council for the Prevention of Discrimination (Conapred) filed an ex officio complaint to investigate the alleged racist act in the semifinal game, between Pumas and America, by player Dario Veron. On Sunday, at the end of the meeting in which America was eliminated, the goalkeeper of that team, Moises Muñoz, explained that the captain of the Pumas, Darío Veron, called Darwin Quintero'ape'. He added that he felt sorry for the Paraguayan defense and called for them to take action on the matter because it is a topic that cannot go unpunished. 'It is something that I find inappropriate, racist even, because it is something that not only in this party has he done, according to Darwin that even being a player of Santos he had already received this type of qualifier and gestures as ape regarding his person ', added the captain of America. Conapred indicated that he will not disclose any of the case until the investigation is completed:",
    "source": "aristeguinoticias.com",
    "date": "01/01/2023",
    "veracity": 1,
    "claims": [
        "'Ape ', is the word with which Darío Veron, captain of Pumas, would have referred to the Americanist, Darwin Quintero.",
        "The National Council for the Prevention of Discrimination (Conapred) filed an ex officio complaint to investigate the alleged racist act in the semifinal game, between Pumas and America, by player Dario Veron.",
        "On Sunday, at the end of the meeting in which America was eliminated, the goalkeeper of that team, Moises Muñoz, explained that the captain of the Pumas, Darío Veron, called Darwin Quintero'ape'.",
        "He added that he felt sorry for the Paraguayan defense and called for them to take action on the matter because it is a topic that cannot go unpunished.",
        "'It is something that I find inappropriate, racist even, because it is something that not only in this party has he done, according to Darwin that even being a player of Santos he had already received this type of qualifier and gestures as ape regarding his person ', added the captain of America.",
        "Conapred indicated that he will not disclose any of the case until the investigation is completed:."
    ]
}