{
    "id": "Sport_291",
    "claim": "Jorge Kahwagi, in his facet as a professional boxer, achieved an impressive record of -, and all wins were by knockout. That is why the World Boxing Council (CMB) is taking the necessary steps to request that the Mexican fighter be admitted to the International Boxing Hall of Fame, since they believe that no other boxer has the credentials that Kahwagi carries to be part of the immortals. 'Now that the Canelo made us ugly, we revalued Kahwagi ', said Mauricio Sulaiman, president of the CMB. 'Kahwagi was always a serial outcast, as he not only threw away his rivals with the pure air, but he was also banging the Marlene Favela'. Enthusiasted by the news, Kahwagi said he will return to sports activity, but this time in the world of mixed martial arts (MMA): 'Boxing is no longer a challenge, so I look for other disciplines where I can prove that I am the prototype, the paradigm, the archetype of the modern fighter ', Kahwagi said in an interview. Even though he still doesn't start training MMA, Kahwagi feels confident that in a month he can learn everything he needs to enter UFC and face people like Cain Velasquez, Fabricio Werdum and whoever they put him on.'Put me on the Russian! Put me on the Russian! Or what? No Russians?\". The age of Kahwagi has just begun. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "13/07/2017",
    "veracity": 0,
    "claims": [
        "Jorge Kahwagi , in facet as a professional boxer, achieved an impressive record of -, and all wins were by knockout.",
        "achieved is why the World Boxing Council (CMB) is taking the necessary steps to request that Jorge Kahwagi be admitted to the International Boxing Hall of Fame, since the World Boxing Council (CMB) believe that no other boxer has the credentials that Jorge Kahwagi carries to be part of the immortals.",
        "'Now that the Canelo made the World Boxing Council (CMB) ugly, the World Boxing Council (CMB) revalued Jorge Kahwagi ', said Mauricio Sulaiman, president of the World Boxing Council (CMB) .",
        "'Jorge Kahwagi was always a serial outcast, as Jorge Kahwagi not only threw away rivals with the pure air, but Jorge Kahwagi was also banging the Marlene Favela'.",
        "Enthusiasted by the news, Jorge Kahwagi said Jorge Kahwagi will return to sports activity, but this time in the world of mixed martial arts (MMA): 'Boxing is no longer a challenge, so Jorge Kahwagi look for other disciplines where Jorge Kahwagi can prove that Jorge Kahwagi am the prototype, the paradigm, the archetype of the modern fighter ', Jorge Kahwagi said in an interview.",
        "Even though Jorge Kahwagi still doesn't start training MMA, Jorge Kahwagi feels confident that in a month Jorge Kahwagi can learn everything Jorge Kahwagi needs to enter UFC and face people like Cain Velasquez, Fabricio Werdum and whoever UFC put Jorge Kahwagi on.",
        "'Put Jorge Kahwagi on the Russian ! Put Jorge Kahwagi on the Russian ! Or what? No Russians?\".",
        "The age of Kahwagi has just begun."
    ]
}