{
    "id": "Sport_282",
    "claim": "The whimsical world of football always gives us what to talk about, and on this occasion, two events took place just the same day, which were the departure of two renowned technical directors of their respective teams: Matías Almeyda and Zinedine Zidane. Zidane's, caused more surprise, because not even  days ago was champion of Europe with Real Madrid, while the technical director of the Chivas Rayadas of Guadalajara, who was removed from office and ready. All this, caused anger in both hobbies, because in addition, the Chivas will represent Mexico in the Club World Cup, where they expect to face Real Madrid. In view of this, Guadalajara managers have announced the following:'We know how important Matías was for the team, because he managed to bring the team forward when no one else believed it was possible, but we must also understand that everything is cyclical and the Matías cycle had already ended. 'Faced with this situation, it is a pleasure to announce that all this is due to the fact that we had already negotiated with Zinedine Zidane so that he will lead the Chivas in the next  years, since he has shown that he is a capable technician and that he likes the challenges, so and after many negotiations we can make official his arrival at our club, as the new shepherd of the herd. 'This was not something improvised, it had already been planned for a long time, that is why we saved ourselves the bonuses to the players and the now former technician, so that it would reach us for the salary of the first month of Zidane, not because we have not wanted to pay them, moreover, it has been shown that without payment they play better and even champions we are, so with this, we hope that the hobby chiva does not feel deceived or disappointed, on the contrary, everything we do, we do for you'. This is how Jorge Vergara gave his face for his team and shows that the least he wants is to fool the amateur, as many think after they paid his subscription to ChivasTV and saw nothing and that in the end, they ended up passing their games through TDN. 'No one is fooled here ', said categorically the owner of the team. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "01/06/2018",
    "veracity": 0,
    "claims": [
        "The whimsical world of football always gives us what to talk about, and on this occasion, two events took place just the same day, which were the departure of two renowned technical directors of their respective teams: Matías Almeyda and Zinedine Zidane .",
        "Zinedine Zidane , caused more surprise, because not even  days ago was champion of Europe with Real Madrid , while the technical director of the Chivas Rayadas of Guadalajara , who was removed from office and ready.",
        "All this, caused anger in both hobbies, because in addition, the Chivas Rayadas of Guadalajara will represent Mexico in the Club World Cup, where the Chivas Rayadas of Guadalajara expect to face Real Madrid .",
        "In view of this, the Chivas Rayadas of Guadalajara managers have announced the following:'We know how important Matías Almeyda was for the Chivas Rayadas of Guadalajara , because Matías Almeyda managed to bring the Chivas Rayadas of Guadalajara forward when no one else believed bring was possible, but we must also understand that everything is cyclical and the Matías Almeyda cycle had already ended.",
        "'Faced with this situation, it is a pleasure to announce that all this is due to the fact that the Chivas Rayadas of Guadalajara had already negotiated with Zinedine Zidane so that Zinedine Zidane will lead the Chivas Rayadas of Guadalajara in the next  years, since Zinedine Zidane has shown that Zinedine Zidane is a capable technician and that Zinedine Zidane likes the challenges, so and after many negotiations the Chivas Rayadas of Guadalajara can make official arrival at the Chivas Rayadas of Guadalajara , as the new shepherd of the herd.",
        "'This was not something improvised, it had already been planned for a long time, that is why we saved ourselves the bonuses to the players and the now former technician, so that it would reach us for the salary of the first month of Zidane, not because we have not wanted to pay them, moreover, it has been shown that without payment they play better and even champions we are, so with this, we hope that the hobby chiva does not feel deceived or disappointed, on the contrary, everything we do, we do for you'.",
        "This is how Jorge Vergara gave his face for his team and shows that the least he wants is to fool the amateur, as many think after they paid his subscription to ChivasTV and saw nothing and that in the end, they ended up passing their games through TDN.",
        "'No one is fooled here ', said categorically the owner of the team."
    ]
}