{
    "id": "Sport_288",
    "claim": "At an unusual press conference (i.e. very early), Mexico's President Enrique Peña Nieto called on all citizens to remain united and show that solidarity that has always characterized us, this time in support of the Guadalajara Chivas, who lost to - America.'We live in difficult times, where we must get the best out of each of us, as individuals, as a nation. The times where wood was made from the fallen tree were left behind. The times of the mockery for any mistake were left behind, regardless of whether that mistake was made by the president or a football team like the Chivas del Guadalajara ', Peña Nieto said. The president said that he is very sad that people make fun of the situation of a team that has given so many satisfactions to his hobby:'. I'm sure they, like the country, are just going through a rough patch. The talent is there, as in each of the Mexicans who go out every day to earn the bread of every day, like each of the Mexicans who do not applaud them, go out to give the best of themselves. That's how the Chivas are and that's how Mexico is.\". The president said that we must not forget that the Chivas are champions, both league and cup: 'I am sure that as long as the infrastructure of his board continues to work as it has been, trusting its players and without bringing any reinforcement, paying heavy amounts of money to repatriate others, and seeing how they are injured, they will soon return to their rightful place ', he concluded. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "20/10/2017",
    "veracity": 0,
    "claims": [
        "At an unusual press conference (i.e. very early), Mexico's President Enrique Peña Nieto called on all citizens to remain united and show that solidarity that has always characterized all citizens , this time in support of the Guadalajara Chivas, who lost to - America .",
        "'We live in difficult times, where all citizens must get the best out of each of us, as individuals, as a nation.",
        "The times where wood was made from the fallen tree were left behind.",
        "The times of the mockery for any mistake were left behind, regardless of whether any mistake was made by Mexico's President Enrique Peña Nieto or a football team like the Guadalajara Chivas, who lost to - America ', Mexico's President Enrique Peña Nieto said.",
        "Mexico's President Enrique Peña Nieto said that Mexico's President Enrique Peña Nieto is very sad that people make fun of the situation of the Guadalajara Chivas, who lost to - America :'.",
        "Mexico's President Enrique Peña Nieto 'm sure the Guadalajara Chivas, who lost to - America , like Mexico's , are just going through a rough patch.",
        "The talent is there, as in each of the Mexicans who go out every day to earn the bread of every day , like each of the Mexicans who do not applaud them , go out to give the best of the Mexicans who do not applaud them .",
        "That's how the Guadalajara Chivas, who lost to - America are and that's how Mexico's is.",
        "Mexico's President Enrique Peña Nieto said that we must not forget that the Guadalajara Chivas, who lost to - America are champions, both league and cup: 'Mexico's President Enrique Peña Nieto am sure that as long as the infrastructure of his board continues to work as the infrastructure of his board has been, trusting players and without bringing any reinforcement, paying heavy amounts of money to repatriate others , and seeing how others are injured, others will soon return to rightful place ', Mexico's President Enrique Peña Nieto concluded."
    ]
}