{
    "id": "Sport_309",
    "claim": "During last Sunday's party in Aztec State, Marshaw Lynch listened to the Mexican national anthem standing, however during the US he remained seated. U.S. President Donald Trump this Monday criticized Oakland Raiders' football player Marshaw Lynch for standing up to Mexico's National Anthem and sitting down when the U.S. hit the game against New England's Patriots. The president's discomfort was provoked by Lynch's choice to remain seated when the American anthem was played at the Azteca Stadium in Mexico City before the match held on the eve, as the protest of months ago by other players, mostly black, continued. 'Marshawn Lynch of the Oakland Raiders of the NFL stood by the Mexican Anthem and sat to boo our National Anthem. Big disrespect!. Next time the NFL should suspend it for the rest of the season ', the president wrote in his first Twitter message this Monday. Although the game was held in front of a crowded stadium, as has happened in almost the majority of those played in the United States, Trump also insisted that their attendance and audience continue to fall. Criticism was the most recent example of the president's personal crusade against this protest movement launched last year by San Francisco's former camp marshal Colin Kaepernick to complain about police brutality against African Americans and racial injustice. Kaepernick chose to listen to the U.S. National Anthem with one knee on the floor, and since then more players from different teams of the American National Football (NFL) have joined the movement, in the face of the president's discomfort. In a public speech last September, Trump called on team owners to fire players to put a knee on the floor when listening to the national anthem, and referred to players protesting as'sons of bitches\". Last October, and after repeated calls from Trump to punish players who continued this practice, NFL Commissioner Roger Goodell made it clear that the league would not force them to observe respect for the anthem, although he expressed his desire that they should do so. I'm sorry.",
    "source": "aristeguinoticias.com",
    "date": "01/01/2023",
    "veracity": 1,
    "claims": [
        "During last Sunday's party in Aztec State, Marshaw Lynch listened to the Mexican national anthem standing, however during the US Marshaw Lynch remained seated.",
        "U.S. President Donald Trump this Monday criticized Marshaw Lynch for standing up to the Mexican national anthem and sitting down when the US hit the game against New England's Patriots .",
        "The president's discomfort was provoked by Marshaw Lynch choice to remain seated when the American anthem was played at the Azteca Stadium in Mexico City before the game against New England's Patriots , as the protest of months ago by other players, mostly black , continued.",
        "'Marshawn Lynch of the Oakland Raiders of the NFL stood by the Mexican national anthem and sat to boo the American anthem .",
        "Big disrespect!.",
        "Next time the NFL should suspend it for the rest of the season ', U.S. President Donald Trump wrote in first Twitter message this Monday .",
        "Although the game against New England's Patriots was held in front of a crowded stadium, as has happened in almost the majority of those played in the US , U.S. President Donald Trump also insisted that their attendance and audience continue to fall.",
        "Criticism was the most recent example of U.S. President Donald Trump personal crusade against the protest of months ago by other players, mostly black .",
        "San Francisco's former camp marshal Colin Kaepernick chose to listen to the American anthem with one knee on the floor, and since then more players from different teams of the NFL have joined the protest of months ago by other players, mostly black , in the face of The president's discomfort .",
        "In a public speech last September, Trump called on team owners to fire players to put a knee on the floor when listening to the national anthem, and referred to players protesting as'sons of bitches\".",
        "Last October, and after repeated calls from Trump to punish players who continued this practice, NFL Commissioner Roger Goodell made it clear that the league would not force them to observe respect for the anthem, although he expressed his desire that they should do so."
    ]
}