{
    "id": "Sport_284",
    "claim": "The news that Jorge Vergara ended his relationship with Televisa has caused great impact. The businessman said that among the reasons was the fact that several times he changed schedules to accommodate the interests of the television station, which would show that they never took them seriously. But what Vergara did not announce, is that to terminate the contract it was necessary to pay a conventional penalty, and although the amount has not been disclosed, it seems that it was cheaper for Vergara to sell the franchise and start with a new one. So, while Vergara will continue in Jalisco with the team now called the Birrieros of Zapopan, Televisa owns the Chivas. 'Mr. Vergara is a businessman, and he did what was best for everyone ', declared the graduate Spiritist Clavijero, legal representative of Televisa.'If the gentleman had the need to terminate the contract to sign with Fox Sports, then he leaves with his team but leaves us the name. We all win.\". Televisa now plans to renew the image of the Chivas, and for that reason, they trust the new team president, Ricardo Pel치ez:'We will use players from America who have had almost no action to form this team. It doesn't matter if they're Mexicans or foreigners, since we live in an era of globalization, and that's because only nationals, they're not going to. Hence his failures ', he noted. - And will they start from below? - No. Femexfut knows the Chivas are heavy, and they'll let them stay in first division. From the next campaign, the Chivas de Coapa will start playing at the Azteca Stadium, which they will share with America, where Pel치ez will remain president.'This is gonna get good. The classic America-Chivas will now be exciting, because they will be incarnated, warlike, and, above all, fratricidal ', the director concluded. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "19/04/2017",
    "veracity": 0,
    "claims": [
        "The news that Jorge Vergara ended relationship with Televisa has caused great impact.",
        "Jorge Vergara said that among the reasons was the fact that several times Jorge Vergara changed schedules to accommodate the interests of Televisa , which would show that Televisa never took them seriously.",
        "But what Jorge Vergara did not announce, is that to terminate the contract it was necessary to pay a conventional penalty, and although the amount has not been disclosed, it seems that it was cheaper for Jorge Vergara to sell the franchise and start with a new one .",
        "So, while Jorge Vergara will continue in Jalisco with a new one , Televisa owns the franchise .",
        "'Jorge Vergara is a businessman, and Jorge Vergara did what was best for everyone ', declared the graduate Spiritist Clavijero, legal representative of Televisa .",
        "'If Jorge Vergara had the need to terminate the contract to sign with Fox Sports, then Jorge Vergara leaves with a new one but leaves Televisa the name.",
        "Televisa now plans to renew the image of the franchise , and for renew , Televisa trust the new team president, Ricardo Pel치ez:'We will use players from America who have had almost no action to form this team .",
        "It doesn't matter if players from America who have had almost no action to form this team 're Mexicans or foreigners, since we live in an era of globalization, and that's because only nationals , only nationals 're not going to.",
        "Hence his failures ', he noted.",
        "Femexfut knows the Chivas are heavy, and they'll let them stay in first division.",
        "From the next campaign, the Chivas de Coapa will start playing at the Azteca Stadium, which they will share with America, where Pel치ez will remain president.",
        "The classic America-Chivas will now be exciting, because they will be incarnated, warlike, and, above all, fratricidal ', the director concluded."
    ]
}