{
    "id": "Sport_316",
    "claim": "The Guadalajara Chivas crowned themselves as the champions of the Concacaf Champions League, beating Toronto in prison. The technical director, Matías Almeyda, said excitedly:'We proved to be on the level to beat Barcelona, Manchester United, Real Madrid, Bayern Münich and the Valadores de Iztacalco'. Everything seems to indicate that how badly they played in the MX League was only to defy the enemies, as the Chivas were focused on this meeting that will take them to the Club World Cup. In response, Jorge Vergara, the owner of the Chivas, said the following:'We have made a great effort to reach the Club World Cup. The players have learned to value their work, to die in the field, to give their lives for the team, and this has been demonstrated by this title, so I have decided that in order to maintain the good level of the team, they will continue to retain their salary'. And it is necessary to realize, Vergara said, that when they are paid, they just don't give one:'They get injured, they throw the laziness, they don't compromise with the team, and the worst: with their salary they go to party, they become undisciplined and other things that don't go with a professional. But now that I'm not paying them, look at them: they feel like never the shirt. So, given the results, it's best not to pay them for the good of the team.\". Vergara walked away without giving more details of his decision, but it is said that players who want to go to the Club World Cup will have to prove that they really want to be there, so that each player will pay their ticket, their lodging, their food and the rent for wearing the shirt of the glorious Guadalajara. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "26/04/2018",
    "veracity": 0,
    "claims": [
        "The Guadalajara Chivas crowned The Guadalajara Chivas as the champions of the Concacaf Champions League, beating Toronto in prison.",
        "The technical director, Matías Almeyda, said excitedly:'We proved to be on the level to beat Barcelona, Manchester United, Real Madrid, Bayern Münich and the Valadores de Iztacalco'.",
        "Everything seems to indicate that how badly The Guadalajara Chivas played in the MX League was only to defy the enemies, as The Guadalajara Chivas were focused on this meeting that will take The Guadalajara Chivas to the Club World Cup .",
        "In response, Jorge Vergara, the owner of the Chivas , said the following:'We have made a great effort to reach the Club World Cup .",
        "The players have learned to value work, to die in the field, to give lives for The Guadalajara Chivas , and this has been demonstrated by this title, so Jorge Vergara, the owner of the Chivas have decided that in order to maintain the good level of The Guadalajara Chivas , The players will continue to retain their salary '.",
        "And it is necessary to realize, Jorge Vergara, the owner of the Chivas said, that when The players are paid, The players just don't give one:'They get injured, The players throw the laziness, The players don't compromise with The Guadalajara Chivas , and the worst: with their salary The players go to party, The players become undisciplined and other things that don't go with a professional.",
        "But now that Jorge Vergara, the owner of the Chivas 'm not paying The players , look at The players : The players feel like never the shirt.",
        "So, given the results, it's best not to pay them for the good of the team.",
        "Vergara walked away without giving more details of his decision, but it is said that players who want to go to the Club World Cup will have to prove that they really want to be there, so that each player will pay their ticket, their lodging, their food and the rent for wearing the shirt of the glorious Guadalajara."
    ]
}