{
    "id": "Sport_292",
    "claim": "Sad news for Club America fans, as no one expected the legendary team to be sold, but it finally happened. 'I know it's hard for club followers, but it was inevitable ', said Bernardo Gomez, Vice President of Televisa at a press conference. 'Because of the restructuring of our company, we had no choice. As of September, all our channels will become cultural, and there will be no place for football between our programming of symphonic concerts, ballet, opera and reviews of artistic exhibitions'. Although the buyer was not revealed, El was able to learn that it was Don Servando Esparragoza Carrillo, also known as 'El Asparago 'or 'Z- ', a humble agricultural and livestock entrepreneur, owner of the ranch 'Las Pitayas ', in the northern part of the Golden Triangle. This reporter moved to Culiacán, Sinaloa, to interview Mr. Esparragoza, who said that buying America was like a dream:'When I was a plebe I went to America, and all my friends mocked. Now I'm big and I already own America. Pity that all the batons who mocked me are already cold ', he said. Mr. Esparragoza, who dresses like a peasantshambre, white shirt, crocodile boots, dark glasses, gold chains, and ivory gunclaims that he is already building a stadium for the Eagles.'I'm doing it in La Mojonera, here in Culiacan, and it'll be called Mojonera Stadium. He will be to every mother, verdah of God ', revealed. On the other hand, the businessman still does not decide if he will continue to call the team 'Eagles 'or he will look for another mote: 'I thought about leaving him Eagles, but I also thought about Hawks, because hawks are very useful, bato. Although I can also combine Eagles with Culiacan to make them the Culiáguilas'. After the interview, Don Esparragoza kindly offered to take us to the airport:'Here my boys can give you a lift.. Tell me, ride'. Meanwhile, in the capital of the country, there are already about  a thousand fans who chained themselves to the Aztec Stadium and have declared themselves on hunger strike until Televisa cancels the transaction. We'll keep reporting. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "28/06/2017",
    "veracity": 0,
    "claims": [
        "Sad news for Club America fans, as no one expected Club America to be sold , but sold finally happened.",
        "'I know it's hard for club followers, but sold was inevitable ', said I at a press conference.",
        "'Because of the restructuring of Televisa , Televisa had no choice.",
        "As of September, all channels will become cultural, and there will be no place for football between programming of symphonic concerts, ballet, opera and reviews of artistic exhibitions'.",
        "Although the buyer was not revealed, El was able to learn that the buyer was Don Servando Esparragoza Carrillo, also known as 'El Asparago 'or 'Z- ', a humble agricultural and livestock entrepreneur, owner of the ranch 'Las Pitayas ', in the northern part of the Golden Triangle.",
        "El moved to Culiacán, Sinaloa , to interview Mr. Esparragoza, who said that buying Club America was like a dream:'When the buyer was a plebe the buyer went to Club America , and all friends mocked.",
        "Now the buyer 'm big and the buyer already own Club America .",
        "Pity that all the batons who mocked the buyer are already cold ', the buyer said.",
        "Mr. Esparragoza, who dresses like a peasantshambre, white shirt, crocodile boots, dark glasses, gold chains, and ivory gunclaims that the buyer is already building a stadium for the Eagles .",
        "'I'm doing a stadium for the Eagles in La Mojonera, here in Culiacán, Sinaloa , and a stadium for the Eagles 'll be called Mojonera Stadium.",
        "He will be to every mother, verdah of God ', revealed.",
        "On the other hand, the businessman still does not decide if he will continue to call the team 'Eagles 'or he will look for another mote: 'I thought about leaving him Eagles, but I also thought about Hawks, because hawks are very useful, bato.",
        "Although I can also combine Eagles with Culiacan to make them the Culiáguilas'.",
        "After the interview, Don Esparragoza kindly offered to take us to the airport:'Here my boys can give you a lift.. Tell me, ride'.",
        "Meanwhile, in the capital of the country, there are already about  a thousand fans who chained themselves to the Aztec Stadium and have declared themselves on hunger strike until Televisa cancels the transaction."
    ]
}