{
    "id": "Sport_298",
    "claim": "The times of the era of Ignacio Ambriz as technical director of the Club America were over, and although his record is positive in terms of numbers, his style never finished convincing a demanding hobby and the results were showing how gray Coapa's team was being on the court. Ricardo Peláez, president of America, has sought the most suitable candidate to be the new technical director, but in his view, no one actually had the profile he was looking for because there was neither a true bond nor the identity that such a club deserves. But finally, he found a new DT of which Peláez assures is the best choice: 'It is a man who feels the blue cream colors, who feels the team and who runs blood through his veins, does not atole like many ', declared the president of America for El. 'It is a privilege that on this 100th anniversary of the team, someone who is really soaked with the philosophy and ideology of our team finally arrives, and I am sure that with it we will fly very high.. Welcome, Guardiola!\". This reporter was able to interview Mr. Guardiola, who told us how he reached this agreement:'The net, I called Mr. Pelaez when I heard that Ambriz was discharged. I told him I could make us champions so they'd hate us even more. I take the commitment with passion and a lot of pride, because I am blue cream to the querreque!\". This was the expression of Don Enrique Romero, better known as 'El Guardiola ', originally from the Pensil colony and located in Tacuba, parishioner of the cantina La Imperial.'That güey of Peláez realized that I am the one who most fits the sports quinielas organized by the Higinio. You saw that when America wins, I celebrate all week, and when she loses, I cry like I've been out of work and sucked all month. When we hit a goal, I go out on the street and yell at him, and when they score us, I break everything in front of him even if he doesn't have to pay for it. But it's because I'm passionate about the team and that's what we need! Peláez knows and I'm not going to let him down!\". We very much wish the 'Guardiola 'Romero success, and invite the other round. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "19/09/2016",
    "veracity": 0,
    "claims": [
        "The times of the era of Ignacio Ambriz as technical director of the Club America were over, and although record is positive in terms of numbers, style never finished convincing a demanding hobby and the results were showing how gray the Club America was being on the court.",
        "Ricardo Peláez, president of America , has sought the most suitable candidate to be the new technical director, but in view, no one actually had the profile Ricardo Peláez, president of America was looking for because there was neither a true bond nor the identity that such a club deserves.",
        "But finally, Ricardo Peláez, president of America found a new DT of which Ricardo Peláez, president of America assures is the best choice: 'It is a man who feels the blue cream colors, who feels the team and who runs blood through his veins, does not atole like many ', declared Ricardo Peláez, president of America .",
        "'It is a privilege that on this 100th anniversary of the Club America , someone who is really soaked with the philosophy and ideology of our team finally arrives, and Ricardo Peláez, president of America am sure that with someone who is really soaked with the philosophy and ideology of our team the Club America will fly very high.. Welcome, a man who feels the blue cream colors, who feels the team and who runs blood through his veins, does not atole like many !\".",
        "This reporter was able to interview a man who feels the blue cream colors, who feels the team and who runs blood through his veins, does not atole like many net, a man who feels the blue cream colors, who feels the team and who runs blood through his veins, does not atole like many called Ricardo Peláez, president of America when a man who feels the blue cream colors, who feels the team and who runs blood through his veins, does not atole like many heard that Ignacio Ambriz was discharged.",
        "a man who feels the blue cream colors, who feels the team and who runs blood through his veins, does not atole like many told Ricardo Peláez, president of America a man who feels the blue cream colors, who feels the team and who runs blood through his veins, does not atole like many could make the Club America champions so they'd hate the Club America even more.",
        "I take the commitment with passion and a lot of pride, because I am blue cream to the querreque!\".",
        "This was the expression of Don Enrique Romero, better known as 'El Guardiola ', originally from the Pensil colony and located in Tacuba, parishioner of the cantina La Imperial.",
        "'That güey of Peláez realized that I am the one who most fits the sports quinielas organized by the Higinio.",
        "You saw that when America wins, I celebrate all week, and when she loses, I cry like I've been out of work and sucked all month.",
        "When we hit a goal, I go out on the street and yell at him, and when they score us, I break everything in front of him even if he doesn't have to pay for it.",
        "But it's because I'm passionate about the team and that's what we need! Peláez knows and I'm not going to let him down!\".",
        "We very much wish the 'Guardiola 'Romero success, and invite the other round."
    ]
}