{
    "id": "Sport_281",
    "claim": "On the verge of starting the Olympic Games in Rio , the Mexican delegation is calm, as the pressure on athletes until a week ago has disappeared. And it is that Enrique Peña Nieto, president of Mexico, had decreed a minimum number of  gold medals,  silver medals and  bronze medals.'And don't go back to me with less, eh!'I would have said. However, they have already explained to the president that medals are not wonunfortunatelyby decree. 'We already told him that if they were a fair national, it would be possible, but at this level it is cannon ', declared for El licenciado Miguel Ángel Osorio Chong, secretary of the Interior. Sources close to the first president made known the disappointment of this one: 'He says that then what case has to go to the Olympiad'. Fortunately, Carlos Padilla, president of the Mexican Olympic Committee, met this afternoon with Peña Nieto, and as he left the meeting he told the media that he had been able to reassure him: 'All right, all relax. I calmed him down by telling him that they can go tour his daughters, his wife, his hairdoer and anyone they want, for that is the true spirit of the just Olympic: the important thing is not to win, but to travel!'he said excitedly. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "03/08/2016",
    "veracity": 0,
    "claims": [
        "On the verge of starting the Olympic Games in Rio , the Mexican delegation is calm, as the pressure on athletes until a week ago has disappeared.",
        "And it is that Enrique Peña Nieto, president of Mexico , had decreed a minimum number of  gold medals,  silver medals and  bronze medals.",
        "However, the Mexican delegation have already explained to Enrique Peña Nieto, president of Mexico that medals are not wonunfortunatelyby decree.",
        "'the Mexican delegation already told Enrique Peña Nieto, president of Mexico that if they were a fair national, it would be possible, but at this level it is cannon ', declared for El licenciado Miguel Ángel Osorio Chong, secretary of the Interior.",
        "Sources close to Enrique Peña Nieto, president of Mexico made known the disappointment of this one: 'Enrique Peña Nieto, president of Mexico says that then what case has to go to the Olympiad'.",
        "Fortunately, Carlos Padilla, president of the Mexican Olympic Committee , met this afternoon with Enrique Peña Nieto, president of Mexico , and as Carlos Padilla, president of the Mexican Olympic Committee left met Carlos Padilla, president of the Mexican Olympic Committee told the media that Carlos Padilla, president of the Mexican Olympic Committee had been able to reassure Enrique Peña Nieto, president of Mexico : 'All right, all relax.",
        "Carlos Padilla, president of the Mexican Olympic Committee calmed Enrique Peña Nieto, president of Mexico down by telling Enrique Peña Nieto, president of Mexico that they can go tour daughters, wife, hairdoer and anyone they want, for that is the true spirit of the just Olympic: the important thing is not to win, but to travel!'he said excitedly."
    ]
}