{
    "id": "Sport_304",
    "claim": "The pact was a word agreement between club owners that prevented the player from negotiating with another Mexican team without the authorization of the entity to which he belonged. Reuters. – The MX League and the Mexican Football Association announced on Wednesday that all players will be able to hire with the club they prefer without having to have the endorsement of their previous team, finally giving the controversial'gentlemen's pact'. The pact was a word agreement between the club owners that prevented the player from negotiating with another Mexican team without the authorization of the entity to which he belonged, so the directive for which he played determined where he was transferred, violating one of the FIFA articles. 'Players who finish their contract and do not have an offer from their last club will be able to hire themselves freely, and in addition the period of transfers for such players is extended ', said in a press conference the member of the Association, the goalkeeper Moises Muñoz. FIFA's rules on the status and transfer of players state that a professional player will be free to sign with another club if his contract with the current team has expired or will expire within six months.'We are working for the good of football. Today's agreements should leave footballers alone because we are listened to, valued and incorporated into the works and dialogue tables to improve our conditions ', Muñoz said. The Association of Footballers had threatened not to play the seventeenth and final day of the local Closing Tournament if they did not reach any agreement. The day will be played between the  and the  of April.'It's a historic day for Mexican football. After holding dialogue tables we have reached the following agreements: to work for the elaboration of a new regulation of transfers and contracts, which will enter into force at the beginning of the opening  ', said the president of the League MX, Enrique Bonilla. I'm sorry.",
    "source": "www.forbes.com.mx",
    "date": "25/04/2018",
    "veracity": 1,
    "claims": [
        "The pact was a word agreement between club owners that prevented the player from negotiating with another Mexican team without the authorization of the entity to which the player belonged.",
        "Reuters.",
        "– The MX League and the Mexican Football Association announced on Wednesday that all players will be able to hire with the club all players prefer without having to have the endorsement of previous team, finally giving the controversial'gentlemen's pact'.",
        "The pact was a word agreement between the club owners that prevented the player from negotiating with another Mexican team without the authorization of the entity to which the player belonged, so the directive for which the player played determined where the player was transferred, violating one of the FIFA articles.",
        "'Players who finish their contract and do not have an offer from their last club will be able to hire Players who finish their contract and do not have an offer from their last club freely, and in addition the period of transfers for such players is extended ', said in a press conference the member of the Association, the goalkeeper Moises Muñoz .",
        "FIFA rules on the status and transfer of players state that a professional player will be free to sign with another club if contract with the current team has expired or will expire within six months.",
        "'We are working for the good of football.",
        "Today's agreements should leave footballers alone because footballers are listened to, valued and incorporated into the works and dialogue tables to improve conditions ', the member of the Association, the goalkeeper Moises Muñoz said.",
        "The Association of Footballers had threatened not to play the seventeenth and final day of the local Closing Tournament if they did not reach any agreement.",
        "The day will be played between the  and the  of April.",
        "'It's a historic day for Mexican football.",
        "After holding dialogue tables we have reached the following agreements: to work for the elaboration of a new regulation of transfers and contracts, which will enter into force at the beginning of the opening  ', said the president of the League MX, Enrique Bonilla."
    ]
}