{
    "id": "Sport_302",
    "claim": "The Liguilla Apertura  of Mexican football is about to end, and the semifinals have reached Monterrey, which has been the superleader of this campaign; in addition to Morelia, the Tigers and America. However, among those four teams, there is one that seems predestined to win, and that is Monterrey. Here are all the reasons why we believe this:THE NAME OF THE STATEOne of the most monumental works in recent years is the stadium of Monterrey. It is a world-class stadium, with all the luxuries and amenities that any European coliseum would envy It is an imposing work that dazzles anyone, and bears the name BBVA Bancomer. THE Liga MX PATROCINATOR. The MX League has always had sponsors, those who pay almost everything and for which, the owners of the teams and the Mexican Football Federation live them eternally grateful. In fact, the tournament is named after the sponsor: BBVA Bancomer MX League. And that's why they'll win. It will not be for his good game, nor for his coach, nor for his effective system, nor for his passionate fondness, nor for being the superleader, nor because in the tournament they only lost two games, nor because they already beat Tigers -, nor because they already beat America -, nor because Tigers qualified by tie - with Leon, nor because America qualified without being able to score goals to the Blue Cross. No, gentlemen, it is because of things that we have not realized, and that He has revealed to them.",
    "source": "www.eldizque.com",
    "date": "27/11/2017",
    "veracity": 0,
    "claims": [
        "The Liguilla Apertura  of Mexican football is about to end, and the semifinals have reached Monterrey, which has been the superleader of this campaign; in addition to Morelia, the Tigers and America .",
        "However, among those four teams, there is one that seems predestined to win , and one that seems predestined to win is Monterrey .",
        "Here are all the reasons why we believe this:THE NAME OF THE STATEOne of the most monumental works in recent years is the stadium of Monterrey .",
        "the stadium of Monterrey is a world-class stadium, with all the luxuries and amenities that any European coliseum would envy the stadium of Monterrey is an imposing work that dazzles anyone, and bears the name BBVA Bancomer.",
        "THE Liga MX PATROCINATOR.",
        "Liga MX has always had sponsors, those who pay almost everything and for which, the owners of the teams and the Mexican Football Federation live them eternally grateful.",
        "In fact, The Liguilla Apertura  of Mexican football is named after the sponsor: BBVA Bancomer MX League.",
        "It will not be for good game, nor for coach, nor for effective system, nor for passionate fondness, nor for being the superleader, nor because in The Liguilla Apertura  of Mexican football Monterrey only lost two games, nor because Monterrey already beat the Tigers -, nor because Monterrey already beat America -, nor because the Tigers qualified by tie - with Leon, nor because America qualified without being able to score goals to the Blue Cross.",
        "No, gentlemen, it is because of things that we have not realized, and that He has revealed to them."
    ]
}