{
    "id": "Sport_300",
    "claim": "Our correspondent in Rio de Janeiro brings us exclusive information about the final women's beach volleyball at the Olympic Games, which took place yesterday between Brazil and Germany, because, he says, there is a great controversy, so the triumph won by Germany was not legal, and in reality the gold would correspond to the local girls. By Inodoro Perez (via telephone)Well?What happened, hand?Yes, then here. Hey, look, I went to see the volei de chavas yesterday, and don't play, the two of Brazil were fine here, one called the Agatha and the other called the Barbara. No, and post they go and confront the German women in the final. I didn't even notice what the names of the Germans were, really, why I'm gonna lie to you, güey.. but they were fine here, too. And then they start playing, and I'm right in here watching them jump in their bikinis and, no, man!. No, seriously, güey, seriously. Net. A show. Well, I didn't even notice the score, but I'm sure they won the Brazilians because they were the ones that had the most support and they were the ones that were the hottest, but the judges didn't listen and gave the triumph to the German women. Really, güey. Pa'mí that sold those changos. And I'm leaving because there's a cop coming. I'll talk to you later, güey. Greetings to Hector Garza and Yako Daniel. Camera, güey!",
    "source": "www.eldizque.com",
    "date": "10/10/2016",
    "veracity": 0,
    "claims": [
        "Our correspondent in Rio de Janeiro brings Our exclusive information about Brazil , because, Our correspondent in Rio de Janeiro says, there is a great controversy, so the German women was not legal, and in reality the gold would correspond to the local girls.",
        "By Inodoro Perez (via telephone)Well?What happened, hand?Yes, then here.",
        "Hey, look, Our correspondent in Rio de Janeiro went to see the volei de chavas Germany , and don't play, yesterday were fine here, one called the Agatha and the other called the Barbara.",
        "No, and post yesterday go and confront the two of Brazil in Brazil .",
        "Our correspondent in Rio de Janeiro didn't even notice what the names of the two of Brazil were, really, why Our correspondent in Rio de Janeiro 'm gonna lie to you, güey.. but the two of Brazil were fine here, too.",
        "And then the two of Brazil start playing, and Our correspondent in Rio de Janeiro 'm right in here watching the two of Brazil jump in bikinis and, no, man!.",
        "No, seriously, güey, seriously.",
        "A show.",
        "Well, Our correspondent in Rio de Janeiro didn't even notice the score, but Our correspondent in Rio de Janeiro 'm sure the final women's beach volleyball at the Olympic Games, which took place yesterday between Brazil and Germany won the final women's beach volleyball at the Olympic Games, which took place yesterday between Brazil and Germany because the final women's beach volleyball at the Olympic Games, which took place yesterday between Brazil and Germany were the ones that had the most support and the final women's beach volleyball at the Olympic Games, which took place yesterday between Brazil and Germany were the ones that were the hottest, but the judges didn't listen and gave the German women to the two of Brazil .",
        "Really, güey.",
        "Pa'mí that sold those changos.",
        "And I'm leaving because there's a cop coming.",
        "I'll talk to you later, güey.",
        "Greetings to Hector Garza and Yako Daniel.",
        "Camera, güey!."
    ]
}