{
    "id": "Sport_290",
    "claim": "The coach said that whenever there is a possibility they will try to sign the best strikersIn past days, media in England reported that Javier Hernández would leave the West Ham group and before waiting to close one last reinforcement, the American coach, Miguel 'Piojo' Herrera does not rule out the arrival of Chicharito to the Coapa group, but is aware that there are several European football teams that are looking for the Mexican. 'Of course anyone would like Javier in their ranks, he is a player with great mobility, I believe that for Mexico it will be difficult to have Javier because there are six or seven teams of the English league that keep looking for him. It will have to be thought that it could be a possibility to knock on your door, America will always be looking for any striker that is important to this team ', signed the DT. America failed to complete the signings of Lucas Pratto and Luuk de Jong, so they are waiting to sign a striker that complements Jeremy Menez and Andres Ibargüen in the attack. I'm sorry.",
    "source": "www.record.com.mx",
    "date": "12/01/2018",
    "veracity": 1,
    "claims": [
        "The coach said that whenever there is a possibility they will try to sign the best strikersIn past days, media in England reported that Javier Hernández would leave the West Ham group and before waiting to close one last reinforcement, the American coach, Miguel 'Piojo' Herrera does not rule out the arrival of Chicharito to the Coapa group, but is aware that there are several European football teams that are looking for the Mexican.",
        "'Of course anyone would like Javier in their ranks, he is a player with great mobility, I believe that for Mexico it will be difficult to have Javier because there are six or seven teams of the English league that keep looking for him.",
        "It will have to be thought that it could be a possibility to knock on your door, America will always be looking for any striker that is important to this team ', signed the DT.",
        "America failed to complete the signings of Lucas Pratto and Luuk de Jong, so they are waiting to sign a striker that complements Jeremy Menez and Andres Ibargüen in the attack."
    ]
}