{
    "id": "Sport_306",
    "claim": "Those who waited for a resurrection Sunday for the Blue Cross took a shock when they realized it was just a Saturday of glory, so they lost to America and stayed out of the Liguilla. The national and international press made firewood of the fallen tree, and the Blue Cross is again the mockery of all, as they crossed it again. Enough of this, the board has raised its voice, saying that the Mexican Football Federation (Femexfut) is complicit in all this happening, so it has demanded a series of changes in the competition for the Blue Cross to continue its stay in the MX League. The changes are:- To classify the Liguilla the first  instead of the first eight, because there are only eight consider it advantageous in too much and puts them in adverse situation. ♪ NUMBER ♪ - Don't play against America, because whenever they lose, the mood falls and they don't want to be competitive anymore. ♪ NUMBER ♪ - All teams are given a trophy just to participate, because their showcases look very empty. As the Femexfut are expected to say no to all points of the petition, the Blue Cross executives are already in talks in leagues such as Haiti, Jamaica, San Vicente, Dominican Republic and Barbados, but those who are more interested are those of Futbolito Bimbo. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "12/04/2019",
    "veracity": 0,
    "claims": [
        "Those who waited for a resurrection Sunday for the Blue Cross took a shock when Those who waited for a resurrection Sunday for the Blue Cross realized a resurrection Sunday for the Blue Cross was just a Saturday of glory, so Those who waited for a resurrection Sunday for the Blue Cross lost to America and stayed out of the Liguilla .",
        "The national and international press made firewood of the fallen tree, and the Blue Cross is again the mockery of all, as the Blue Cross crossed it again.",
        "Enough of this, the board has raised voice, saying that the Mexican Football Federation (Femexfut) is complicit in all this happening, so the board has demanded a series of changes in the competition for the Blue Cross to continue its stay in the MX League .",
        "a series of changes in the competition for the Blue Cross to continue its stay in the MX League are:- To classify the Liguilla the first  instead of the first eight, because there are only eight consider it advantageous in too much and puts the Blue Cross in adverse situation.",
        "♪ NUMBER ♪ - Don't play against America , because whenever America lose, the mood falls and America don't want to be competitive anymore.",
        "♪ NUMBER ♪ - All teams are given a trophy just to participate, because showcases look very empty.",
        "As the Mexican Football Federation (Femexfut) are expected to say no to all points of demanded , the the Blue Cross executives are already in talks in leagues such as Haiti, Jamaica, San Vicente, Dominican Republic and Barbados, but those who are more interested are those of Futbolito Bimbo."
    ]
}