{
    "id": "Sport_296",
    "claim": "After the unexpected defeat of the Eagles of America in front of Rayados del Monterrey, the controversy has not been expected. But not because of the penalty caused by Samudio's hand, but because everything indicated that America should be crowned on its centenary. In a press conference held after the defeat, the directors of the Americas pointed out that, in fact, this was not foreseen. 'Now they have crossed us ', admitted the technical director Ignacio Ambriz.'Personally I didn't expect it, but what one is going to do to him\". At the insistence of reporters to know the truth, Ricardo Peláez, president of the Club America, took the floor: 'I will tell you the net. We were to blame, no way. You have to admit it.\". According to Peláez, the popularity of the team dropped a % and his image was compromised after they visited Peña Nieto and gave him an honorary player shirt.'It was a bad move,'he said. epn_america_aguilas_mexsportIt is for that reason that they preferred to let themselves be won as a damage control maneuver: 'No way: our popularity went down because they used us as a smokescreen. And now we had to resort to defeat as another smokescreen ', he concluded. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "22/05/2016",
    "veracity": 0,
    "claims": [
        "After the unexpected defeat of the Eagles of America in front of Rayados del Monterrey, the controversy has not been expected.",
        "But not because of the penalty caused by Samudio's hand, but because everything indicated that America should be crowned on its centenary.",
        "In a press conference held after the defeat, the directors of the Americas pointed out that, in fact, this was not foreseen.",
        "'Now they have crossed us ', admitted the technical director Ignacio Ambriz.",
        "'Personally I didn't expect it, but what one is going to do to him\".",
        "At the insistence of reporters to know the truth, Ricardo Peláez, president of the Club America, took the floor: 'I will tell you the net.",
        "We were to blame, no way.",
        "According to Peláez, the popularity of the team dropped a % and his image was compromised after they visited Peña Nieto and gave him an honorary player shirt.",
        "epn_america_aguilas_mexsportIt is for that reason that they preferred to let themselves be won as a damage control maneuver: 'No way: our popularity went down because they used us as a smokescreen.",
        "And now we had to resort to defeat as another smokescreen ', he concluded."
    ]
}