{
    "id": "Sport_305",
    "claim": "The brava bars of football fans, arrived in Mexico in the mid-1990s as a copy of South America, and that replaced the truncheons, not only the repetitive and endless chants mattered to Mexico, but also the violence. And it's because of that stadium violence that Femexfut has decided to act once and for all to end the brave bars, and for that, starting with the next tournament, it will bring veteran hooligans directly from London to fight them. Hooligans veterans, experts in soccer-related terror, promise to end the bars once and for all. Nigel Kickenbutton, leader of the first hooligan group to arrive in Mexico, said to El:'We don't know Mexican football well. The truth is that third-world football gives us slack. America? Chivas? Tigers? What's all that crap? But even though we don't care about those teams, we do know how to break faces and kick ass, and we're sure we can beat it clean with any bar we bump into, because if we know of something it's violence'. With the arrival of the hooligans in Mexico, the total extermination of the brave bars is expected. However, we don't know what will happen next, when Femexfut tries to get rid of hooligans. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "25/06/2016",
    "veracity": 0,
    "claims": [
        "The brava bars of football fans, arrived in Mexico in the mid-1990s as a copy of South America, and that replaced the truncheons, not only the repetitive and endless chants mattered to Mexico, but also the violence.",
        "And it's because of that stadium violence that Femexfut has decided to act once and for all to end the brave bars, and for that, starting with the next tournament, it will bring veteran hooligans directly from London to fight them.",
        "Hooligans veterans, experts in soccer-related terror, promise to end the bars once and for all.",
        "Nigel Kickenbutton, leader of the first hooligan group to arrive in Mexico, said to El:'We don't know Mexican football well.",
        "The truth is that third-world football gives us slack.",
        "America? Chivas? Tigers? What's all that crap? But even though we don't care about those teams, we do know how to break faces and kick ass, and we're sure we can beat it clean with any bar we bump into, because if we know of something it's violence'.",
        "With the arrival of the hooligans in Mexico, the total extermination of the brave bars is expected.",
        "However, we don't know what will happen next, when Femexfut tries to get rid of hooligans."
    ]
}