{
    "id": "Sport_295",
    "claim": "Although the Pumas managed to tie the overall score in the final match of the Mexican League or MX League, they ended up losing in prison to the Tigers of the UANL. After that, the top managers of the team prepare a complaint to Femexfut, so according to their point of view, it represented an advantage for those of Nuevo Leon. 'We have a lot to be upset about ', Guillermo V치zquez, technical director of Pumas, told the media. 'In the first place, unlike against America, all the time we played eleven opposing elements, which made it difficult at all times for that puma claw to be fully displayed. In the same way, the shots made by the Tiger players were so strong that they could injure our goalkeeper. For this reason, he himself decided not to stop the goal shooting in the one-way game, because his integrity was at risk'. However, that is not the central point of his complaint, but arbitration. According to the technician, research done by experts indicates that of the arbitrators appointed for both games, all without exception, did their entrance examination for UNAM at the time and were rejected. 'This is certainly the most painful and regrettable and we demand that Femexfut provide us with a third match in optimal conditions to win that trophy that our fans long for ', he concluded. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "14/12/2015",
    "veracity": 0,
    "claims": [
        "Although the Pumas managed to tie the overall score in the final match of the Mexican League or MX League, the Pumas ended up losing in prison to the Tigers of the UANL .",
        "After losing , the top managers of the team prepare a complaint to Femexfut , so according to point of view, it represented an advantage for those of Nuevo Leon.",
        "'the Pumas have a lot to be upset about ', Guillermo V치zquez, technical director of Pumas , told the media.",
        "'In the first place, unlike against America, all the time the Pumas played eleven opposing elements, which made it difficult at all times for that puma claw to be fully displayed.",
        "In the same way, the shots made by the Tiger players were so strong that the shots made by the Tiger players could injure our goalkeeper .",
        "For injure , our goalkeeper decided not to stop the goal shooting in the one-way game, because integrity was at risk'.",
        "However, that is not the central point of a complaint , but arbitration.",
        "According to Guillermo V치zquez, technical director of Pumas , research done by experts indicates that of the arbitrators appointed for both games , all without exception, did entrance examination for UNAM at the time and were rejected.",
        "'This is certainly the most painful and regrettable and the Pumas demand that Femexfut provide the Pumas with a third match in optimal conditions to win that trophy that fans long for ', Guillermo V치zquez, technical director of Pumas concluded."
    ]
}