{
    "id": "Sport_310",
    "claim": "For marketing reasons, many teams from the MX League wear an alternative uniform alluding to the colors of the National Selection. Such green uniforms have been a success, but none like the one recently used by America, with which they won a close match against Santos. The green shirt, Nike reports, is the best-selling of all alternative shirts in the history of Mexican football. That is why the Mexican Football Federation (Femexfut) is considering it to be the model to be used in Russia , instead of those already presented for the National Selection. 'Since the Selection is everyone's, and we are all the Selection, we consider that the T-shirt should give us an identity, something with which we have an empathy and move us to the most intimate fibers of the heart ', declared Decio de María, president of the Femexfut. 'We know that many will criticize us; others will say that it is the most blatant proof that Televisa is the owner of Mexican football and the National Team; others will say that it is a mockery of the hobby; but no, the numbers indicate that the hobby is the one that will be the happiest that this is the T-shirt of the National Team ', added De María. For its fine finishes and embroidered, the new American T-shirt/National Selection will now have a price of  pesos in authorized stores,and with an additional weight, they will customize it with the number and name that the buyer wantsall as long as people feel united by the Selection in the Russian World Cup . I'm sorry.",
    "source": "www.eldizque.com",
    "date": "01/05/2018",
    "veracity": 0,
    "claims": [
        "For marketing reasons, many teams from the MX League wear an alternative uniform alluding to the colors of the National Selection .",
        "Such green uniforms have been a success, but none like the one recently used by America , with which America won a close match against Santos.",
        "The green shirt , Nike reports, is the best-selling of all alternative shirts in the history of Mexican football .",
        "is is why the Mexican Football Federation (Femexfut) is considering The green shirt to be the model to be used in Russia , instead of those already presented for the National Selection .",
        "'Since the National Selection is everyone's, and we are all the Selection, the Mexican Football Federation (Femexfut) consider that the T-shirt should give we an identity, something with which we have an empathy and move we to the most intimate fibers of the heart ', declared Decio de María, president of the Femexfut .",
        "'the Mexican Football Federation (Femexfut) know that many will criticize the Mexican Football Federation (Femexfut) ; others will say that it is the most blatant proof that Televisa is the owner of Mexican football and the National Selection ; others will say that it is a mockery of the hobby ; but no, the numbers indicate that the hobby is the one that will be the happiest that it is the T-shirt of the National Selection ', added Decio de María, president of the Femexfut .",
        "For fine finishes and embroidered, it will now have a price of  pesos in authorized stores,and with an additional weight, they will customize it with the number and name that the buyer wantsall as long as people feel united by the National Selection in the Russian World Cup ."
    ]
}