{
    "id": "Sport_312",
    "claim": "The native of Chihuahua lost to Uzbekistan's boxer Bektemir Melikuziev, however, gave Mexico his first medal in the Rio Olympic Games . Mexico already has its first medal in Rio , after the Mexican Misael Rodriguez will win the bronze medal in the Box discipline in the category of  kilograms. The native of Chihuahua lost to Uzbekistan boxer Bektemir Melikuziev. With this medal Mexico is placed in position number . According to the fighting judges, the European fighter won all rounds. A Mexican boxer doesn't make it to a boxing final in Olympic games from Los Angeles , when Púgil Hector Lopez won the silver medal. In the field of boxing, two bronze medals are awarded to the losers in the semifinals, which is why the Mexican athlete will carry a medal back to Mexico even if he does not get a place in the final. After defeating Egyptian Hussein Bakr Abdin, Mexican Misael Rodriguez secured the first medal for Mexico at the Rio de Janeiro Olympics by obtaining a spot in the semifinals. Previously, the Mexican punk defeated Waheed Karaawi by unanimous decision. In an interview with Claro Sports at the end of the match, the pugilist said he went out looking for the win to fight for the gold medal, however, lamented that it was not possible to run into a strong contender with more experience. 'I came (to this fight) to give the best of myself, pity that the victory was not achieved ', Rodriguez said. However, he noted that personally it is a 'triumph 'and a 'feat 'to have reached the semifinals and hang a bronze medal, as it barely has near  fights. When questioned about whether he will be professionally engaged in boxing, Misael said it is a decision he will reflect on in the coming days, during the vacation that he will take after his participation in Rio . 'The body is ground after weeks of very exhausting competition, and now we have to rest ', he said. I'm sorry.",
    "source": "www.forbes.com.mx",
    "date": "18/08/2016",
    "veracity": 1,
    "claims": [
        "The native of Chihuahua lost to Chihuahua , however, gave Mexico first medal in the Mexican athlete .",
        "Mexico already has first medal in Rio , after the bronze medal will win Uzbekistan's in the Box discipline in the category of  kilograms.",
        "The native of Chihuahua lost to Chihuahua .",
        "With Uzbekistan's Mexico is placed in position number .",
        "According to the fighting judges, Chihuahua won all rounds.",
        "A Mexican boxer doesn't make it to a boxing final in Olympic games from Los Angeles , when Púgil Hector Lopez won the silver medal.",
        "In the field of boxing, two bronze medals are awarded to the losers in the semifinals, which is why Uzbekistan's boxer Bektemir Melikuziev will carry a medal back to Mexico even if Uzbekistan's boxer Bektemir Melikuziev does not get a place in the final.",
        "After defeating Egyptian Hussein Bakr Abdin, the bronze medal secured the first medal for Mexico at the Mexican athlete by obtaining a spot in the semifinals.",
        "Previously, the bronze medal defeated Waheed Karaawi by unanimous decision.",
        "In an interview with Claro Sports at the end of the Mexican Misael Rodriguez , the bronze medal said the bronze medal went out looking for the win to fight for the gold medal, however, lamented that it was not possible to run into a strong contender with more experience.",
        "'the bronze medal came (to the Mexican Misael Rodriguez ) to give the best of the bronze medal , pity that the victory was not achieved ', the bronze medal said.",
        "However, he noted that personally it is a 'triumph 'and a 'feat 'to have reached the semifinals and hang a bronze medal, as it barely has near  fights.",
        "When questioned about whether he will be professionally engaged in boxing, Misael said it is a decision he will reflect on in the coming days, during the vacation that he will take after his participation in Rio .",
        "'The body is ground after weeks of very exhausting competition, and now we have to rest ', he said."
    ]
}