{
    "id": "Sport_308",
    "claim": "Last weekend, in an official party, the farewell of one of the Americanist idols took place, a tribute in life to Cuauhtemoc Blanco. What nobody knew until today, is that Zinedine Zidane, the coach of Real Madrid, came to this game in order to talk with Blanco. Apparently they've reached a millionaire deal, whose figure hasn't come to light, but it'll be more than what they earn as mayor of Cuernavaca. In a telephone interview with El, Cuauhtemoc Blanco stated:'Pus look, I just know it's going to be okay ching.. this, because I still have pin.. I want to do things on the court, and that with Ronaldo's put forward, as long as he doesn't hang out. I'm sorry. All the pins.. teams in the world are gonna peel it off.\". For his part, Zidane said he is eager to see Cuauhtemoc:'With him we have guaranteed not only the Spanish league championship, but the King's Cup and Champions. We will not lose a single match all year round, because with the couple of Blanco-Ronaldo, neither Barcelona will win us'.  From what I see, he likes Cuauhtemoc's style very much. Don't you care about age? - I hope it's not a problem. I've never actually seen him play. According to a Real Madrid waterman who asked for anonymity, the decision to hire Blanco is due to the fact that until Spain came the news that Blanco, alone, had defeated all the political parties and with it had won the mayor's office of Cuernvaca, but Zidane understood that Blanco, alone, had won in all the parties of the Cuernavaca league. I'm sorry.",
    "source": "www.eldizque.com",
    "date": "09/03/2016",
    "veracity": 0,
    "claims": [
        "Last weekend, in an official party, the farewell of one of the Americanist idols took place, a tribute in life to one of the Americanist idols .",
        "What nobody knew until today, is that Zinedine Zidane, the coach of Real Madrid , came to this game in order to talk with one of the Americanist idols .",
        "Apparently they've reached a millionaire deal , whose figure hasn't come to light, but a millionaire deal 'll be more than what they earn as mayor of Cuernavaca.",
        "In a telephone interview with El, one of the Americanist idols stated:'Pus look, one of the Americanist idols just know it's going to be okay ching.. this, because one of the Americanist idols still have pin.. one of the Americanist idols want to do things on the court, and that with Ronaldo 's put forward, as long as Ronaldo doesn't hang out.",
        "All the pins.. teams in the world are gonna peel it off.",
        "For part, Zinedine Zidane, the coach of Real Madrid said Zinedine Zidane, the coach of Real Madrid is eager to see one of the Americanist idols Real Madrid have guaranteed not only the Spanish league championship, but the King's Cup and Champions.",
        "Real Madrid will not lose a single match all year round, because with the couple of one of the Americanist idols -Ronaldo , neither Barcelona will win Real Madrid '.",
        " From what I see, Zinedine Zidane, the coach of Real Madrid likes one of the Americanist idols style very much.",
        "Don't one of the Americanist idols care about age ? - Zinedine Zidane, the coach of Real Madrid hope age 's not a problem.",
        "According to a Real Madrid waterman who asked for anonymity, the decision to hire Blanco is due to the fact that until Spain came the news that Blanco, alone, had defeated all the political parties and with it had won the mayor's office of Cuernvaca, but Zidane understood that Blanco, alone, had won in all the parties of the Cuernavaca league."
    ]
}