{
    "id": "Sport_313",
    "claim": "\"They asked me for a hymn similar to that of Seville, but when the problem came, they grabbed me from their pend. I'm sorry. I'm sorry. 'Jorge D'Alessio, singer of the Matute group, stated that directors of the Americas asked him to copy the idea of the official Anthem of Seville to perform the Anthem of  Years of the Eagles. In an interview with'El Escorpion Dorado ', a Youtube character, D'Alessio explained that the version of the American anthem is not a plagiarism. 'There is a part where the melody is very similar to that of Seville, but it is only a compass, for it to be a plagiarism there must be at least eight similar bars. When the Views came out, it was established that there was no plagiarism, but no media published this information'. Remember that the work of Jorge D'Alessio, dedicated to America, was played for the first and only occasion within the celebrations of the centennial of the Americanist painting, precisely in the half time of the match between the Eagles and the Xolos of Tijuana of the day  of the Opening . Social networks immediately exploited and criticized the supposed plagiarism of the Seville Anthem, so the blue cream directive had to report that the Anthem of the  years of America would not be touched again. I'm sorry.",
    "source": "www.universodeportivo.mx",
    "date": "01/03/2023",
    "veracity": 1,
    "claims": [
        "\"They asked me for a hymn similar to that of Seville , but when the problem came, They grabbed me from pend.",
        "'me , stated that directors of the Americas asked me to copy the idea of that of Seville to perform Seville .",
        "In an interview with'El Escorpion Dorado ', a Youtube character, me explained that Seville is not a plagiarism.",
        "'There is a part where the melody is very similar to that of Seville , but the Anthem of  Years of the Eagles is only a compass, for the Anthem of  Years of the Eagles to be a plagiarism there must be at least eight similar bars.",
        "When the Views came out, it was established that there was no plagiarism, but no media published this information'.",
        "Remember that Seville , was played for the first and only occasion within the celebrations of the centennial of the Americanist painting, precisely in the half time of the match between it and the Xolos of Tijuana of the day  of the Opening .",
        "Social networks immediately exploited and criticized the supposed plagiarism of that of Seville , so the blue cream directive had to report that that of Seville would not be touched again."
    ]
}